Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# pricingSubtitle
source: Manage taxi service pricing
bn: ট্যাক্সি পরিষেবার মূল্য নির্ধারণ পরিচালনা করুন
de: Taxidienstpreise verwalten
et: Halda taksoteenuse hinnakujundust
fa: مدیریت قیمت‌گذاری سرویس تاکسی
fi: Hallitse taksipalvelun hinnoittelua
hi: टैक्सी सेवा मूल्य निर्धारण प्रबंधित करें
hy: Կառավարել տաքսի ծառայության գնագոյացումը
id: Kelola harga layanan taksi
it: Gestisci i prezzi del servizio taxi

source: Max Person Capacity
bn: সর্বোচ্চ ব্যক্তি ধারণক্ষমতা
de: Maximale Personenkapazität
et: Maksimaalne inimeste mahutavus
fa: حداکثر ظرفیت افراد
fi: Enimmäishenkilömäärä
hi: अधिकतम व्यक्ति क्षमता
hy: Մարդկանց առավելագույն քանակը
id: Kapasitas Orang Maksimal
it: Capacità massima persone

source: Select
bn: নির্বাচন করুন
de: Auswählen
et: Vali
fa: انتخاب
fi: Valitse
hi: चयन करें
hy: Ընտրել
id: Pilih
it: Seleziona

source: Details
bn: বিবরণ
et: Üksikasjad
fa: جزئیات
fi: Tiedot
hi: विवरण
hy: Մանրամասներ
id: Detail
it: Dettagli

source: Base Fare
bn: মূল ভাড়া
de: Grundgebühr
et: Baashind
fa: کرایه پایه
fi: Perusmaksu
hi: बेस किराया
hy: Հիմնական վճար
id: Tarif Dasar
it: Tariffa base

source: Per Minute Wait
bn: প্রতি মিনিট অপেক্ষা
de: Pro Minute Wartezeit
et: Minuti kohta (ootel)
fa: به ازای هر دقیقه انتظار
fi: Minuuttiodotusmaksu
hi: प्रति मिनट प्रतीक्षा
hy: Յուրաքանչյուր սպասման րոպեի համար
id: Per Menit Tunggu
it: Attesa per minuto

source: Per Minute Drive
bn: প্রতি মিনিট ড্রাইভ
de: Pro Minute Fahrt
et: Minuti kohta (sõidul)
fa: به ازای هر دقیقه رانندگی
fi: Minuuttiajomaksu
hi: प्रति मिनट ड्राइव
hy: Յուրաքանչյուր վարելու րոպեի համար
id: Per Menit Berkendara
it: Corsa per minuto

source: Per Hundred Meters
bn: প্রতি শত মিটার
de: Pro Hundert Meter
et: Saja meetri kohta
fa: به ازای هر صد متر
fi: Sadan metrin maksu
hi: प्रति सौ मीटर
hy: Յուրաքանչյուր հարյուր մետրի համար
id: Per Seratus Meter
it: Per cento metri

source: Prepay Percent
bn: প্রিপে শতাংশ
de: Vorauszahlung Prozent
et: Ettemaksu protsent
fa: درصد پیش پرداخت
fi: Ennakkomaksuprosentti
hi: प्रीपे प्रतिशत
hy: Կանխավճարման տոկոսը
id: Persentase Pra-bayar
it: Percentuale prepagata

source: Rounding Factor
bn: রাউন্ডিং ফ্যাক্টর
de: Rundungsfaktor
et: Ümardustegur
fa: ضریب گرد کردن
fi: Pyöristystekijä
hi: राउंडिंग फैक्टर
hy: Կլորացման գործակից
id: Faktor Pembulatan
it: Fattore di arrotondamento

source: Minimum Fee
bn: ন্যূনতম ফি
de: Mindestgebühr
et: Miinimumtasu
fa: حداقل هزینه
fi: Vähimmäismaksu
hi: न्यूनतम शुल्क
hy: Նվազագույն վճար
id: Biaya Minimum
it: Tariffa minima

source: Max Destination Distance
bn: সর্বোচ্চ গন্তব্য দূরত্ব
de: Maximale Zielentfernung
et: Maksimaalne sihtkoha kaugus
fa: حداکثر فاصله مقصد
fi: Enimmäismääränpääetäisyys
hi: अधिकतम गंतव्य दूरी
hy: Առավելագույն հեռավորությունը նպատակակետից
id: Jarak Tujuan Maksimal
it: Distanza massima destinazione

source: Cancellation Total Fee
bn: বাতিলকরণ মোট ফি
de: Stornogebühr Gesamt
et: Tühistamise kogutasu
fa: کل هزینه لغو
fi: Peruutusmaksu yhteensä
hi: रद्दीकरण कुल शुल्क
hy: Չեղարկման ընդհանուր վճար
id: Total Biaya Pembatalan
it: Costo totale cancellazione

source: Cancellation Driver Share
bn: বাতিলকরণ ড্রাইভার শেয়ার
de: Stornierung Fahreranteil
et: Tühistamise tasu juhi osa
fa: سهم راننده از لغو
fi: Peruutusmaksun kuljettajan osuus
hi: रद्दीकरण ड्राइवर शेयर
hy: Չեղարկման վարորդի բաժինը
id: Bagian Pengemudi Pembatalan
it: Quota autista cancellazione

source: Time
bn: সময়
de: Zeit
et: Aeg
fa: زمان
fi: Aika
hi: समय
hy: Ժամանակ
id: Waktu
it: Ora

source: Multiply by
bn: দ্বারা গুণ করুন
de: Multiplizieren mit
et: Korruta
fa: ضرب در
fi: Kerro
hi: गुणा करें
hy: Բազմապատկել
id: Kalikan dengan
it: Moltiplica per

source: Time of Day Multiplier
bn: দিনের সময় গুণক
de: Tageszeit-Multiplikator
et: Päeva aja kordaja
fa: ضریب زمان روز
fi: Vuorokaudenajan kerroin
hi: दिन के समय का गुणक
hy: Օրվա ժամի բազմապատկիչ
id: Pengali Waktu Hari
it: Moltiplicatore ora del giorno

source: Distance Multiplier
bn: দূরত্ব গুণক
de: Entfernungs-Multiplikator
et: Kauguse kordaja
fa: ضریب مسافت
fi: Etäisyyskerroin
hi: दूरी गुणक
hy: Հեռավորության բազմապատկիչ
id: Pengali Jarak
it: Moltiplicatore distanza

source: Weekday Multiplier
bn: সপ্তাহের দিন গুণক
de: Wochentag-Multiplikator
et: Nädalapäeva kordaja
fa: ضریب روز هفته
fi: Viikonpäiväkerroin
hi: सप्ताह के दिन का गुणक
hy: Շաբաթվա օրվա բազմապատկիչ
id: Pengali Hari Kerja
it: Moltiplicatore giorni feriali

source: Date Range Multiplier
bn: তারিখ পরিসীমা গুণক
de: Datumsbereich-Multiplikator
et: Kuupäevavahemiku kordaja
fa: ضریب محدوده تاریخ
fi: Päivämääräalueen kerroin
hi: दिनांक सीमा गुणक
hy: Ամսաթվի միջակայքի բազմապատկիչ
id: Pengali Rentang Tanggal
it: Moltiplicatore intervallo date

source: No Time Multipliers
bn: কোন সময় গুণক নেই
de: Keine Zeit-Multiplikatoren
et: Aja kordajaid pole
fa: بدون ضریب زمان
fi: Ei aikakertoimia
hi: कोई समय गुणक नहीं
hy: Ժամանակի բազմապատկիչներ չկան
id: Tidak ada Pengali Waktu
it: Nessun moltiplicatore orario

source: No Distance Multipliers
bn: কোন দূরত্ব গুণক নেই
de: Keine Entfernungs-Multiplikatoren
et: Kauguse kordajaid pole
fa: بدون ضریب مسافت
fi: Ei etäisyyskertoimia
hi: कोई दूरी गुणक नहीं
hy: Հեռավորության բազմապատկիչներ չկան
id: Tidak ada Pengali Jarak
it: Nessun moltiplicatore distanza

source: No Weekday Multipliers
bn: কোন সপ্তাহের দিন গুণক নেই
de: Keine Wochentag-Multiplikatoren
et: Nädalapäeva kordajaid pole
fa: بدون ضریب روز هفته
fi: Ei viikonpäiväkertoimia
hi: कोई सप्ताह के दिन गुणक नहीं
hy: Շաբաթվա օրվա բազմապատկիչներ չկան
id: Tidak ada Pengali Hari Kerja
it: Nessun moltiplicatore giorni feriali

source: No Date Range Multipliers
bn: কোন তারিখ পরিসীমা গুণক নেই
de: Keine Datumsbereich-Multiplikatoren
et: Kuupäevavahemiku kordajaid pole
fa: بدون ضریب محدوده تاریخ
fi: Ei päivämääräaluekertoimia
hi: कोई दिनांक सीमा गुणक नहीं
hy: Ամսաթվի միջակայքի բազմապատկիչներ չկան
id: Tidak ada Pengali Rentang Tanggal
it: Nessun moltiplicatore intervallo date

source: No Service Options
bn: কোন পরিষেবা বিকল্প নেই
de: Keine Serviceoptionen
et: Teenuse lisavõimalusi pole
fa: بدون گزینه سرویس
fi: Ei palveluvaihtoehtoja
hi: कोई सेवा विकल्प नहीं
hy: Ծառայության ընտրանքներ չկան
id: Tidak ada Opsi Layanan
it: Nessuna opzione di servizio

source: Monday
bn: সোমবার
de: Montag
et: Esmaspäev
fa: دوشنبه
fi: Maanantai
hi: सोमवार
hy: Երկուշաբթի
id: Senin
it: Lunedì

source: Tuesday
bn: মঙ্গলবার
de: Dienstag
et: Teisipäev
fa: سه‌شنبه
fi: Tiistai
hi: मंगलवार
hy: Երեքշաբթի
id: Selasa
it: Martedì

source: Wednesday
bn: বুধবার
de: Mittwoch
et: Kolmapäev
fa: چهارشنبه
fi: Keskiviikko
hi: बुधवार
hy: Չորեքշաբթի
id: Rabu
it: Mercoledì

source: Thursday
bn: বৃহস্পতিবার
de: Donnerstag
et: Neljapäev
fa: پنج‌شنبه
fi: Torstai
hi: गुरुवार
hy: Հինգշաբթի
id: Kamis
it: Giovedì

source: Friday
bn: শুক্রবার
de: Freitag
et: Reede
fa: جمعه
fi: Perjantai
hi: शुक्रवार
hy: Ուրբաթ
id: Jumat
it: Venerdì

source: Saturday
bn: শনিবার
de: Samstag
et: Laupäev
fa: شنبه
fi: Lauantai
hi: शनिवार
hy: Շաբաթ
id: Sabtu
it: Sabato

source: Sunday
bn: রবিবার
de: Sonntag
et: Pühapäev
fa: یکشنبه
fi: Sunnuntai
hi: रविवार
hy: Կիրակի
id: Minggu
it: Domenica

source: Service Options
bn: পরিষেবা বিকল্প
de: Serviceoptionen
et: Teenuse lisavõimalused
fa: گزینه‌های سرویس
fi: Palveluvaihtoehdot
hi: सेवा विकल्प
hy: Ծառայության ընտրանքներ
id: Opsi Layanan
it: Opzioni servizio

source: Free
bn: বিনামূল্যে
de: Kostenlos
et: Tasuta
fa: رایگان
fi: Ilmainen
hi: मुफ़्त
hy: Անվճար
id: Gratis
it: Gratis

# twoWay
source: Round Trip
bn: রাউন্ড ট্রিপ
de: Hin- und Rückfahrt
et: Edasi-tagasi reis
fa: رفت و برگشت
fi: Meno-paluu
hi: राउंड ट्रिप
hy: Երկկողմանի ուղևորություն
id: Pulang Pergi
it: Andata e ritorno

source: Pet
bn: পোষা প্রাণী
de: Haustier
et: Lemmikloom
fa: حیوان خانگی
fi: Lemmikki
hi: पालतू
hy: Կենդանի
id: Hewan Peliharaan
it: Animale domestico

source: Luggage
bn: লাগেজ
de: Gepäck
et: Pagas
fa: چمدان
fi: Matkatavarat
hi: सामान
hy: Բեռ
id: Bagasi
it: Bagaglio

source: Package Delivery
bn: প্যাকেজ ডেলিভারি
de: Paketzustellung
et: Pakikuller
fa: تحویل بسته
fi: Pakettitoimitus
hi: पैकेज डिलीवरी
hy: Փաթեթի առաքում
id: Pengiriman Paket
it: Consegna pacchi

source: Shopping
bn: কেনাকাটা
de: Einkaufen
et: Ostlemine
fa: خرید
fi: Ostokset
hi: खरीदारी
hy: Գնումներ
id: Belanja

# customNumbered
source: Custom {number}
bn: কাস্টম {number}
de: Benutzerdefiniert {number}
et: Kohandatud {number}
fa: سفارشی {number}
fi: Mukautettu {number}
hi: कस्टम {number}
hy: Հատուկ {number}
id: Kustom {number}
it: Personalizzato {number}

source: Price
bn: মূল্য
de: Preis
et: Hind
fa: قیمت
fi: Hinta
hi: कीमत
hy: Գին
id: Harga
it: Prezzo

source: Type
bn: প্রকার
de: Typ
et: Tüüp
fa: نوع
fi: Tyyppi
hi: प्रकार
hy: Տեսակ
id: Jenis
it: Tipo

source: Icon
bn: আইকন
de: Symbol
et: Ikoon
fa: آیکون
fi: Kuvake
hi: चिह्न
hy: Սրբապատկեր
id: Ikon
it: Icona

source: Services
bn: পরিষেবা
de: Dienste
et: Teenused
fa: سرویس‌ها
fi: Palvelut
hi: सेवाएँ
hy: Ծառայություններ
id: Layanan
it: Servizi

source: Fleets
bn: ফ্লিট
de: Flotten
et: Autopargid
fa: ناوگان‌ها
fi: Kalustot
hi: बेड़े
hy: Ավտոպարկեր
id: Armada
it: Flotte

source: Used
bn: ব্যবহৃত
de: Verwendet
et: Kasutatud
fa: استفاده شده
fi: Käytetty
hi: प्रयुक्त
hy: Օգտագործված
id: Digunakan
it: Usato

source: Unused
bn: অব্যবহৃত
de: Unbenutzt
et: Kasutamata
fa: استفاده نشده
fi: Käyttämätön
hi: अप्रयुक्त
hy: Չօգտագործված
id: Tidak digunakan
it: Non usato

source: Payment Gateways
bn: পেমেন্ট গেটওয়ে
de: Zahlungs-Gateways
et: Makselahendused
fa: درگاه‌های پرداخت
fi: Maksuyhdyskäytävät
hi: भुगतान गेटवे
hy: Վճարման դարպասներ
id: Gerbang Pembayaran
it: Gateway di pagamento

# paymentGatewaysSubtitle
source: Payment methods customers can use to pay for services.
bn: গ্রাহকরা পরিষেবার জন্য অর্থ প্রদানের জন্য যে পেমেন্ট পদ্ধতিগুলি ব্যবহার করতে পারে।
de: Zahlungsmethoden, die Kunden zur Bezahlung von Diensten verwenden können.
et: Makseviisid, mida kliendid saavad teenuste eest tasumiseks kasutada.
fa: روش‌های پرداختی که مشتریان می‌توانند برای پرداخت هزینه خدمات استفاده کنند.
fi: Maksutavat, joita asiakkaat voivat käyttää palveluiden maksamiseen.
hi: सेवाओं के लिए भुगतान करने हेतु ग्राहक जिन भुगतान विधियों का उपयोग कर सकते हैं।
hy: Վճարման եղանակներ, որոնք հաճախորդները կարող են օգտագործել ծառայությունների համար վճարելու համար:
id: Metode pembayaran yang dapat digunakan pelanggan untuk membayar layanan.
it: Metodi di pagamento che i clienti possono usare per pagare i servizi.

source: Processed Amount
bn: প্রক্রিয়াকৃত পরিমাণ
de: Verarbeiteter Betrag
et: Töödeldud summa
fa: مبلغ پردازش شده
fi: Käsitelty summa
hi: संसाधित राशि
hy: Մշակված գումար
id: Jumlah Diproses
it: Importo processato

source: Payment Gateway
bn: পেমেন্ট গেটওয়ে
de: Zahlungs-Gateway
et: Makselahendus
fa: درگاه پرداخت
fi: Maksuyhdyskäytävä
hi: भुगतान गेटवे
hy: Վճարման դարպաս
id: Gerbang Pembayaran
it: Gateway di pagamento

# paymentGatewaySubtitle
source: Create/Update payment gateway definitions
bn: পেমেন্ট গেটওয়ে সংজ্ঞা তৈরি/আপডেট করুন
de: Zahlungs-Gateway-Definitionen erstellen/aktualisieren
et: Loo/uuenda makselahenduste definitsioone
fa: ایجاد/به‌روزرسانی تعاریف درگاه پرداخت
fi: Luo/päivitä maksuyhdyskäytävän määrityksiä
hi: भुगतान गेटवे परिभाषाएं बनाएं/अपडेट करें
hy: Ստեղծել/թարմացնել վճարման դարպասի սահմանումները
id: Buat/Perbarui definisi gerbang pembayaran
it: Crea/Aggiorna definizioni gateway di pagamento

# smsProviderCreate
source: Create SMS Provider
bn: এসএমএস প্রদানকারী তৈরি করুন
de: SMS-Anbieter erstellen
et: Loo SMS pakkuja
fa: ایجاد ارائه‌دهنده پیامک
fi: Luo SMS-palveluntarjoaja
hi: एसएमएस प्रदाता बनाएँ
hy: Ստեղծել SMS մատակարար
id: Buat Penyedia SMS
it: Crea provider SMS

# smsProviderCreateSubtitle
source: Create a new SMS provider
bn: একটি নতুন এসএমএস প্রদানকারী তৈরি করুন
de: Einen neuen SMS-Anbieter erstellen
et: Loo uus SMS pakkuja
fa: ایجاد یک ارائه‌دهنده پیامک جدید
fi: Luo uusi SMS-palveluntarjoaja
hi: एक नया एसएमएस प्रदाता बनाएँ
hy: Ստեղծել նոր SMS մատակարար
id: Buat penyedia SMS baru
it: Crea un nuovo provider SMS

# smsProviderUpdate
source: Update SMS Provider
bn: এসএমএস প্রদানকারী আপডেট করুন
de: SMS-Anbieter aktualisieren
et: Uuenda SMS pakkuja
fa: به‌روزرسانی ارائه‌دهنده پیامک
fi: Päivitä SMS-palveluntarjoaja
hi: एसएमएस प्रदाता अपडेट करें
hy: Թարմացնել SMS մատակարարը
id: Perbarui Penyedia SMS
it: Aggiorna provider SMS

# smsProviderUpdateSubtitle
source: Update an existing SMS provider
bn: একটি বিদ্যমান এসএমএস প্রদানকারী আপডেট করুন
de: Einen bestehenden SMS-Anbieter aktualisieren
et: Uuenda olemasolevat SMS pakkujat
fa: به‌روزرسانی یک ارائه‌دهنده پیامک موجود
fi: Päivitä olemassa oleva SMS-palveluntarjoaja
hi: मौजूदा एसएमएस प्रदाता अपडेट करें
hy: Թարմացնել առկա SMS մատակարարը
id: Perbarui penyedia SMS yang ada
it: Aggiorna un provider SMS esistente

source: SMS Providers
bn: এসএমএস প্রদানকারী
de: SMS-Anbieter
et: SMS pakkujad
fa: ارائه‌دهندگان پیامک
fi: SMS-palveluntarjoajat
hi: एसएमएस प्रदाता
hy: SMS մատակարարներ
id: Penyedia SMS
it: Provider SMS

# smsProvidersSubtitle
source: Connect the app with an SMS provider for OTP and notifications
bn: ওটিপি এবং বিজ্ঞপ্তির জন্য অ্যাপটিকে একটি এসএমএস প্রদানকারীর সাথে সংযুক্ত করুন
de: App mit einem SMS-Anbieter für OTP und Benachrichtigungen verbinden
et: Ühenda rakendus SMS pakkujaga ühekordsete paroolide ja teavituste jaoks
fa: اتصال برنامه به یک ارائه‌دهنده پیامک برای OTP و اعلان‌ها
fi: Yhdistä sovellus SMS-palveluntarjoajaan OTP:tä ja ilmoituksia varten
hi: ओटीपी और सूचनाओं के लिए ऐप को एसएमएस प्रदाता से कनेक्ट करें
hy: Միացնել հավելվածը SMS մատակարարի հետ OTP-ի և ծանուցումների համար:
id: Hubungkan aplikasi dengan penyedia SMS untuk OTP dan notifikasi
it: Collega l'app a un provider SMS per OTP e notifiche

source: Vehicles
bn: যানবাহন
de: Fahrzeuge
et: Sõidukid
fa: خودروها
fi: Ajoneuvot
hi: वाहन
hy: Մեքենաներ
id: Kendaraan
it: Veicoli

source: Overview
bn: সংক্ষিপ্ত বিবরণ
de: Übersicht
et: Ülevaade
fa: نمای کلی
fi: Yleiskatsaus
hi: अवलोकन
hy: Ընդհանուր տեսք
id: Ringkasan
it: Panoramica

source: Gift cards
bn: গিফট কার্ড
de: Geschenkkarten
et: Kinkekaardid
fa: کارت‌های هدیه
fi: Lahjakortit
hi: गिफ्ट कार्ड
hy: Նվեր քարտեր
id: Kartu hadiah
it: Carte regalo

# giftCardsSubtitle
source: Create batches of gift cards and export them for marketing purposes
bn: গিফট কার্ডের ব্যাচ তৈরি করুন এবং বিপণনের উদ্দেশ্যে সেগুলি রপ্তানি করুন
de: Geschenkkarten-Batches erstellen und für Marketingzwecke exportieren
et: Loo kinkekaartide partiid ja ekspordi need turunduse eesmärgil
fa: ایجاد دسته‌های کارت هدیه و خروجی گرفتن از آنها برای اهداف بازاریابی
fi: Luo lahjakorttierät ja vie ne markkinointitarkoituksiin
hi: गिफ्ट कार्ड के बैच बनाएं और उन्हें मार्केटिंग उद्देश्यों के लिए निर्यात करें
hy: Ստեղծել նվեր քարտերի խմբաքանակներ և արտահանել դրանք մարքեթինգային նպատակներով
id: Buat batch kartu hadiah dan ekspor untuk tujuan pemasaran
it: Crea lotti di carte regalo ed esportali per scopi di marketing

source: Quantity
bn: পরিমাণ
de: Menge
et: Kogus
fa: تعداد
fi: Määrä
hi: मात्रा
hy: Քանակ
id: Jumlah
it: Quantità

source: Not set
bn: সেট করা নেই
de: Nicht festgelegt
et: Määramata
fa: تنظیم نشده
fi: Ei asetettu
hi: सेट नहीं किया गया
hy: Սահմանված չէ
id: Belum diatur
it: Non impostato

source: Gift card usage
bn: গিফট কার্ড ব্যবহার
de: Geschenkkartennutzung
et: Kinkekaartide kasutus
fa: استفاده از کارت هدیه
fi: Lahjakortin käyttö
hi: गिफ्ट कार्ड का उपयोग
hy: Նվեր քարտերի օգտագործումը
id: Penggunaan kartu hadiah
it: Utilizzo carta regalo

# giftCardUsageSubtitle
source: How many gift cards have been redeemed
bn: কতগুলি গিফট কার্ড রিডিম করা হয়েছে
de: Wie viele Geschenkkarten eingelöst wurden
et: Mitu kinkekaarti on lunastatud
fa: چه تعداد کارت هدیه بازخرید شده است
fi: Kuinka monta lahjakorttia on lunastettu
hi: कितने गिफ्ट कार्ड रिडीम किए गए हैं
hy: Քանի նվեր քարտ է մարվել
id: Berapa banyak kartu hadiah yang telah ditukarkan
it: Quante carte regalo sono state riscattate

source: App Type
bn: অ্যাপের প্রকার
de: App-Typ
et: Rakenduse tüüp
fa: نوع برنامه
fi: Sovellustyyppi
hi: ऐप प्रकार
hy: Հավելվածի տեսակը
id: Jenis Aplikasi
it: Tipo di app

source: Create Announcement
bn: ঘোষণা তৈরি করুন
de: Ankündigung erstellen
et: Loo teadaanne
fa: ایجاد اعلان
fi: Luo ilmoitus
hi: घोषणा बनाएँ
hy: Ստեղծել հայտարարություն
id: Buat Pengumuman
it: Crea annuncio

# createAnnouncementSubtitle
source: Create a new announcement and dispatch it to the users
bn: একটি নতুন ঘোষণা তৈরি করুন এবং ব্যবহারকারীদের কাছে প্রেরণ করুন
de: Eine neue Ankündigung erstellen und an Benutzer senden
et: Loo uus teadaanne ja saada see kasutajatele
fa: ایجاد یک اعلان جدید و ارسال آن به کاربران
fi: Luo uusi ilmoitus ja lähetä se käyttäjille
hi: एक नई घोषणा बनाएँ और उपयोगकर्ताओं को भेजें
hy: Ստեղծել նոր հայտարարություն և ուղարկել այն օգտատերերին
id: Buat pengumuman baru dan kirimkan ke pengguna
it: Crea un nuovo annuncio e invialo agli utenti

source: Sending Options
bn: প্রেরণ বিকল্প
de: Sendeoptionen
et: Saatmisvalikud
fa: گزینه‌های ارسال
fi: Lähetysvaihtoehdot
hi: भेजने के विकल्प
hy: Ուղարկման ընտրանքներ
id: Opsi Pengiriman
it: Opzioni di invio

# createAnnouncementDetailsSubtitle
source: Enter the details of the announcement
bn: ঘোষণার বিবরণ প্রবেশ করান
de: Details der Ankündigung eingeben
et: Sisesta teadaande üksikasjad
fa: جزئیات اعلان را وارد کنید
fi: Anna ilmoituksen tiedot
hi: घोषणा का विवरण दर्ज करें
hy: Մուտքագրել հայտարարության մանրամասները
id: Masukkan detail pengumuman
it: Inserisci i dettagli dell'annuncio

# createAnnouncementSendingOptionsSubtitle
source: Select the sending options
bn: প্রেরণ বিকল্প নির্বাচন করুন
de: Sendeoptionen auswählen
et: Vali saatmisvalikud
fa: گزینه‌های ارسال را انتخاب کنید
fi: Valitse lähetysvaihtoehdot
hi: भेजने के विकल्प चुनें
hy: Ընտրել ուղարկման ընտրանքները
id: Pilih opsi pengiriman
it: Seleziona le opzioni di invio

# errorEmailRequired
source: Email is required
bn: ইমেল আবশ্যক
de: E-Mail ist erforderlich
et: E-post on kohustuslik
fa: ایمیل الزامی است
fi: Sähköposti vaaditaan
hi: ईमेल अनिवार्य है
hy: Էլ. փոստը պարտադիր է
id: Email wajib diisi
it: L'email è obbligatoria

# errorEmailInvalid
source: Email is invalid
bn: ইমেল অবৈধ
de: E-Mail ist ungültig
et: E-post on vigane
fa: ایمیل نامعتبر است
fi: Sähköposti on virheellinen
hi: ईमेल अमान्य है
hy: Էլ. փոստը սխալ է
id: Email tidak valid
it: L'email non è valida

# errorPasswordRequired
source: Password is required
bn: পাসওয়ার্ড আবশ্যক
de: Passwort ist erforderlich
et: Parool on kohustuslik
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
hi: पासवर्ड अनिवार्य है
hy: Գաղտնաբառը պարտադիր է
id: Kata sandi wajib diisi
it: La password è obbligatoria

# errorPasswordInvalid
source: Password is invalid
bn: পাসওয়ার্ড অবৈধ
de: Passwort ist ungültig
et: Parool on vigane
fa: رمز عبور نامعتبر است
fi: Salasana on virheellinen
hi: पासवर्ड अमान्य है
hy: Գաղտնաբառը սխալ է
id: Kata sandi tidak valid
it: La password non è valida

# errorPasswordLength
source: Password must be at least 6 characters long
bn: পাসওয়ার্ড কমপক্ষে ৬ অক্ষর দীর্ঘ হতে হবে
de: Passwort muss mindestens 6 Zeichen lang sein
et: Parool peab olema vähemalt 6 tähemärki pikk
fa: طول رمز عبور باید حداقل ۶ کاراکتر باشد
fi: Salasanan on oltava vähintään 6 merkkiä pitkä
hi: पासवर्ड कम से कम 6 वर्ण लंबा होना चाहिए
hy: Գաղտնաբառը պետք է լինի առնվազն 6 նիշ երկարությամբ
id: Kata sandi minimal 6 karakter
it: La password deve essere lunga almeno 6 caratteri

# errorPasswordConfirmation
source: Passwords do not match
bn: পাসওয়ার্ড মেলে না
de: Passwörter stimmen nicht überein
et: Paroolid ei ühti
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
hi: पासवर्ड मेल नहीं खाते
hy: Գաղտնաբառերը չեն համընկնում
id: Konfirmasi kata sandi tidak cocok
it: Le password non corrispondono

# errorNameRequired
source: Name is required
bn: নাম আবশ্যক
de: Name ist erforderlich
et: Nimi on kohustuslik
fa: نام الزامی است
fi: Nimi vaaditaan
hi: नाम अनिवार्य है
hy: Անունը պարտադիր է
id: Nama wajib diisi
it: Il nome è obbligatorio

# errorPhoneRequired
source: Phone is required
bn: ফোন আবশ্যক
de: Telefon ist erforderlich
et: Telefoninumber on kohustuslik
fa: تلفن الزامی است
fi: Puhelinnumero vaaditaan
hi: फ़ोन अनिवार्य है
hy: Հեռախոսը պարտադիր է
id: Telepon wajib diisi
it: Il telefono è obbligatorio

# errorPhoneInvalid
source: Phone is invalid
bn: ফোন অবৈধ
de: Telefon ist ungültig
et: Telefoninumber on vigane
fa: تلفن نامعتبر است
fi: Puhelinnumero on virheellinen
hi: फ़ोन अमान्य है
hy: Հեռախոսը սխալ է
id: Telepon tidak valid
it: Il telefono non è valido

# errorMinLength
source: Minimum length is {length}
bn: ন্যূনতম দৈর্ঘ্য {length}
de: Mindestlänge ist {length}
et: Miinimum pikkus on {length}
fa: حداقل طول {length} است
fi: Vähimmäispituus on {length}
hi: न्यूनतम लंबाई {length} है
hy: Նվազագույն երկարությունը {length} է
id: Panjang minimum adalah {length}
it: La lunghezza minima è {length}

# errorMaxLength
source: Maximum length is {length}
bn: সর্বোচ্চ দৈর্ঘ্য {length}
de: Maximallänge ist {length}
et: Maksimaalne pikkus on {length}
fa: حداکثر طول {length} است
fi: Enimmäispituus on {length}
hi: अधिकतम लंबाई {length} है
hy: Առավելագույն երկարությունը {length} է
id: Panjang maksimum adalah {length}
it: La lunghezza massima è {length}

# errorMinValue
source: Minimum value is {value}
bn: ন্যূনতম মান {value}
de: Mindestwert ist {value}
et: Miinimum väärtus on {value}
fa: حداقل مقدار {value} است
fi: Vähimmäisarvo on {value}
hi: न्यूनतम मान {value} है
hy: Նվազագույն արժեքը {value} է
id: Nilai minimum adalah {value}
it: Il valore minimo è {value}

# errorMaxValue
source: Maximum value is {value}
bn: সর্বোচ্চ মান {value}
de: Maximalwert ist {value}
et: Maksimaalne väärtus on {value}
fa: حداکثر مقدار {value} است
fi: Enimmäisarvo on {value}
hi: अधिकतम मान {value} है
hy: Առավելագույն արժեքը {value} է
id: Nilai maksimum adalah {value}
it: Il valore massimo è {value}

source: Schedule
bn: সময়সূচী
de: Zeitplan
et: Graafik
fa: برنامه
fi: Aikataulu
hi: अनुसूची
hy: Պլանավորել
id: Jadwal
it: Programma

# announcementsSubtitle
source: Dispatch announcements to users
bn: ব্যবহারকারীদের কাছে ঘোষণা প্রেরণ করুন
de: Ankündigungen an Benutzer senden
et: Saada teadaandeid kasutajatele
fa: ارسال اعلان‌ها به کاربران
fi: Lähetä ilmoituksia käyttäjille
hi: उपयोगकर्ताओं को घोषणाएं भेजें
hy: Ուղարկել հայտարարություններ օգտատերերին
id: Kirim pengumuman ke pengguna
it: Invia annunci agli utenti

source: Marketing
bn: বিপণন
et: Turundus
fa: بازاریابی
fi: Markkinointi
hi: मार्केटिंग
hy: Մարքեթինգ
id: Pemasaran

source: Management
bn: ব্যবস্থাপনা
de: Verwaltung
et: Haldus
fa: مدیریت
fi: Hallinta
hi: प्रबंधन
hy: Կառավարում
id: Manajemen
it: Gestione

source: Available
bn: উপলব্ধ
de: Verfügbar
et: Saadaval
fa: در دسترس
fi: Saatavilla
hi: उपलब्ध
hy: Մատչելի
id: Tersedia
it: Disponibile

source: Upcoming
bn: আসন্ন
de: Bevorstehend
et: Tulemas
fa: آینده
fi: Tulossa
hi: आगामी
hy: Առաջիկա
id: Mendatang
it: Prossimo

source: Redeemed
bn: রিডিম করা হয়েছে
de: Eingelöst
et: Lunastatud
fa: بازخرید شده
fi: Lunastettu
hi: रिडीम किया गया
hy: Մարված
id: Ditukarkan
it: Riscattato

source: Batch Size
bn: ব্যাচের আকার
de: Batch-Größe
et: Partii suurus
fa: اندازه دسته
fi: Erän koko
hi: बैच आकार
hy: Խմբաքանակի չափը
id: Ukuran Batch
it: Dimensione lotto

# codesCount
source: {count} codes
bn: {count} কোড
et: {count} koodi
fa: {count} کد
fi: {count} koodia
hi: {count} कोड
hy: {count} կոդ
id: {count} kode
it: {count} codici

source: Role
bn: ভূমিকা
de: Rolle
et: Roll
fa: نقش
fi: Rooli
hi: भूमिका
hy: Դեր
id: Peran
it: Ruolo

source: Coupons
bn: কুপন
de: Gutscheine
et: Sooduskupongid
fa: کوپن‌ها
fi: Kupongit
hi: कूपन
hy: Կտրոններ
id: Kupon
it: Coupon

source: User Name
bn: ব্যবহারকারীর নাম
de: Benutzername
et: Kasutajanimi
fa: نام کاربری
fi: Käyttäjänimi
hi: उपयोगकर्ता नाम
hy: Օգտատիրոջ անունը
id: Nama Pengguna
it: Nome utente

source: Blocked
bn: অবরুদ্ধ
de: Gesperrt
et: Blokeeritud
fa: مسدود شده
fi: Estetty
hi: अवरुद्ध
hy: Արգելափակված
id: Diblokir
it: Bloccato
