Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# payoutNoticeTitle
source: You will be paid automatically by the admin twice a week.
bn: আপনাকে সপ্তাহে দুবার অ্যাডমিন দ্বারা স্বয়ংক্রিয়ভাবে অর্থ প্রদান করা হবে।
de: Sie werden automatisch zweimal wöchentlich vom Administrator bezahlt.
et: Teile makstakse administraatori poolt automaatselt kaks korda nädalas.
fa: شما به طور خودکار توسط ادمین دو بار در هفته پرداخت خواهید شد.
fi: Ylläpitäjä maksaa sinulle automaattisesti kahdesti viikossa.
hi: व्यवस्थापक द्वारा आपको सप्ताह में दो बार स्वचालित रूप से भुगतान किया जाएगा।
hy: Ձեզ ավտոմատ կերպով վճարվելու է ադմինիստրատորի կողմից շաբաթական երկու անգամ։
id: Anda akan dibayar otomatis oleh admin dua kali seminggu.
it: Sarai pagato automaticamente dall'amministratore due volte a settimana.
ja: 週に 2 回、管理者から自動的に支払いが行われます。
ko: 일주일에 두 번씩 관리자가 자동으로 지급해 드립니다.
ms: Anda secara automatik akan dibayar oleh admin dua kali seminggu.
nl: Je wordt automatisch twee keer per week betaald door de beheerder.
no: Du vil automatisk bli betalt av administratoren to ganger i uken.
pl: Będziesz automatycznie otrzymywać płatność od administratora dwa razy w tygodniu.
ro: Veți fi plătit automat de către administrator de două ori pe săptămână.
sv: Du kommer automatiskt att få betalt av administratören två gånger i veckan.
th: คุณจะได้รับเงินโดยอัตโนมัติจากผู้ดูแลระบบสัปดาห์ละสองครั้ง
uk: Ви автоматично отримуватимете гроші від адміністратора двічі на тиждень.
ur: آپ کو ہفتے میں دو بار ایڈمن کی طرف سے خود بخود ادائیگی کی جائے گی۔
vi: Bạn sẽ tự động được quản trị viên thanh toán hai lần một tuần.
zh_tw: 管理員每週將自動向您支付兩次費用。

source: Add payout Method
bn: পে-আউট পদ্ধতি যোগ করুন
de: Auszahlungsmethode hinzufügen
et: Lisa väljamakse meetod
fa: افزودن روش پرداخت
fi: Lisää maksutapa
hi: भुगतान विधि जोड़ें
hy: Ավելացնել վճարման եղանակ
id: Tambah Metode Pembayaran
it: Aggiungi metodo di pagamento
ja: 支払い方法の追加
ko: 대금 수령 방법 추가
ms: Tambah Kaedah pembayaran
nl: Uitbetalingsmethode toevoegen
no: Legg til utbetalingsmetode
pl: Dodaj metodę wypłaty
ro: Adăugați o metodă de plată
sv: Lägg till utbetalningsmetod
th: เพิ่มวิธีการจ่ายเงิน
uk: Додати спосіб виплати
ur: ادائیگی کا طریقہ شامل کریں۔
vi: Thêm phương thức thanh toán
zh_tw: 新增付款方式

source: Navigate
bn: নেভিগেট করুন
de: Navigieren
et: Navigeeri
fa: ناوبری
fi: Navigoi
hi: नेविगेट करें
hy: Նավարկել
id: Navigasi
it: Naviga
ja: ナビゲート
ko: 탐색
ms: Navigasi
nl: Navigeren
no: Navigere
pl: Nawigować
ro: Navigați
sv: Navigera
th: นำทาง
uk: Навігація
ur: نیویگیٹ کریں۔
vi: Điều hướng
zh_tw: 導航

source: No payout methods
bn: কোন পে-আউট পদ্ধতি নেই
de: Keine Auszahlungsmethoden
et: Väljamakse meetodeid pole
fa: هیچ روش پرداختی وجود ندارد
fi: Ei maksutapoja
hi: कोई भुगतान विधि नहीं
hy: Վճարման եղանակներ չկան
id: Tidak ada metode pembayaran
it: Nessun metodo di pagamento
ja: 支払い方法はありません
ko: 지불 방법 없음
ms: Tiada kaedah pembayaran
nl: Geen uitbetalingsmethoden
no: Ingen utbetalingsmetoder
pl: Brak metod wypłaty
ro: Fără metode de plată
sv: Inga utbetalningsmetoder
th: ไม่มีวิธีการจ่ายเงิน
uk: Немає способів виплати
ur: ادائیگی کے طریقے نہیں ہیں۔
vi: Không có phương thức thanh toán
zh_tw: 沒有付款方式

source: Name
bn: নাম
et: Nimi
fa: نام
fi: Nimi
hi: नाम
hy: Անուն
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nl: Naam
no: Navn
pl: Nazwa
ro: Nume
sv: namn
th: ชื่อ
uk: Ім'я
ur: نام
vi: Tên
zh_tw: 姓名

# nameHint
source: Enter name
bn: নাম প্রবেশ করান
de: Name eingeben
et: Sisesta nimi
fa: نام را وارد کنید
fi: Anna nimi
hi: नाम दर्ज करें
hy: Մուտքագրել անունը
id: Masukkan nama
it: Inserisci nome
ja: 名前を入力
ko: 이름을 입력하시오
ms: Masukkan nama
nl: Voer naam in
no: Skriv inn navn
pl: Wprowadź imię
ro: Introdu numele
sv: Skriv namn
th: ใส่ชื่อ
uk: Введіть ім'я
ur: نام درج کریں
vi: Nhập tên
zh_tw: 輸入名字

# bankNameHint
source: Enter Bank name
bn: ব্যাঙ্কের নাম প্রবেশ করান
de: Bankname eingeben
et: Sisesta panga nimi
fa: نام بانک را وارد کنید
fi: Anna pankin nimi
hi: बैंक का नाम दर्ज करें
hy: Մուտքագրել բանկի անվանումը
id: Masukkan nama Bank
it: Inserisci nome banca
ja: 銀行名を入力してください
ko: 은행명을 입력하세요
ms: Masukkan nama Bank
nl: Voer de banknaam in
no: Skriv inn banknavn
pl: Wprowadź nazwę banku
ro: Introduceți numele băncii
sv: Ange banknamn
th: กรอกชื่อธนาคาร
uk: Введіть назву банку
ur: بینک کا نام درج کریں۔
vi: Nhập tên ngân hàng
zh_tw: 輸入銀行名稱

source: Branch Name
bn: শাখার নাম
de: Filialname
et: Kontori nimi
fa: نام شعبه
fi: Konttorin nimi
hi: शाखा का नाम
hy: Մասնաճյուղի անվանումը
id: Nama Cabang
it: Nome filiale
ja: 支店名
ko: 지점명
ms: Nama cawangan
nl: Filiaalnaam
no: Filialnavn
pl: Nazwa filii
ro: Numele filialei
sv: Filialens namn
th: ชื่อสาขา
uk: Назва гілки
ur: برانچ کا نام
vi: Tên chi nhánh
zh_tw: 分店名稱

# branchNameHint
source: Enter Branch Name
bn: শাখার নাম প্রবেশ করান
de: Filialname eingeben
et: Sisesta kontori nimi
fa: نام شعبه را وارد کنید
fi: Anna konttorin nimi
hi: शाखा का नाम दर्ज करें
hy: Մուտքագրել մասնաճյուղի անվանումը
id: Masukkan Nama Cabang
it: Inserisci nome filiale
ja: 支店名を入力してください
ko: 지점명을 입력하세요
ms: Masukkan Nama Cawangan
nl: Voer de filiaalnaam in
no: Skriv inn filialnavn
pl: Wprowadź nazwę oddziału
ro: Introduceți numele sucursalei
sv: Ange filialnamn
th: ป้อนชื่อสาขา
uk: Введіть назву відділення
ur: برانچ کا نام درج کریں۔
vi: Nhập tên chi nhánh
zh_tw: 輸入分行名稱

source: Account Holder name
bn: অ্যাকাউন্টধারীর নাম
de: Kontoinhabername
et: Konto omaniku nimi
fa: نام صاحب حساب
fi: Tilin haltijan nimi
hi: खाताधारक का नाम
hy: Հաշվի սեփականատիրոջ անունը
id: Nama Pemilik Rekening
it: Nome titolare conto
ja: 口座名義
ko: 계좌 소유자 이름
ms: Nama Pemegang Akaun
nl: Naam rekeninghouder
no: Kontohaver Name
pl: Nazwa właściciela konta
ro: Numele deținătorului contului
sv: Kontoinnehavarens namn
th: ชื่อเจ้าของบัญชี
uk: Ім'я власника рахунку
ur: کھاتہ دار کا نام
vi: Tên Chủ Tài khoản
zh_tw: 帳戶持有人姓名

source: Routing Number
bn: রাউটিং নম্বর
de: Routing-Nummer
et: Kontonumber (USA)
fa: شماره مسیریابی
fi: Reititysnumero
hi: राउटिंग नंबर
hy: Երթուղային համար
id: Nomor Routing
it: Numero di instradamento
ja: ルーティング番号
ko: 라우팅 번호
ms: Nombor Penghalaan
nl: Routeringsnummer
no: Rutingnummer
pl: Numer routingu
ro: Numărul de rutare
sv: Clearingnummer
th: เส้นทางหมายเลข
uk: Номер маршруту
ur: رہنما عدد
vi: Số định tuyến
zh_tw: 路由號碼

# routingNumberHint
source: Enter routing number
bn: রাউটিং নম্বর প্রবেশ করান
de: Routing-Nummer eingeben
et: Sisesta kontonumber (USA)
fa: شماره مسیریابی را وارد کنید
fi: Anna reititysnumero
hi: राउटिंग नंबर दर्ज करें
hy: Մուտքագրել երթուղային համարը
id: Masukkan nomor routing
it: Inserisci numero di instradamento
ja: ルーティング番号を入力してください
ko: 라우팅 번호를 입력하세요
ms: Masukkan nombor penghalaan
nl: Voer het routenummer in
no: Skriv inn rutenummer
pl: Wprowadź numer rozliczeniowy
ro: Introduceți numărul de rutare
sv: Ange routingnummer
th: ป้อนหมายเลขเส้นทาง
uk: Введіть номер маршруту
ur: روٹنگ نمبر درج کریں۔
vi: Nhập số định tuyến
zh_tw: 輸入路由號碼

source: Account Number
bn: অ্যাকাউন্ট নম্বর
de: Kontonummer
et: Kontonumber
fa: شماره حساب
fi: Tilinumero
hi: खाता संख्या
hy: Հաշվի համար
id: Nomor Rekening
it: Numero conto
ja: 口座番号
ko: 계좌 번호
ms: Nombor akaun
nl: Rekeningnummer
no: Kontonummer
pl: Numer konta
ro: Numărul de cont
sv: Kontonummer
th: หมายเลขบัญชี
uk: Номер рахунку
ur: اکاؤنٹ نمبر
vi: Số tài khoản
zh_tw: 帳號

# accountNumberHint
source: Enter account number
bn: অ্যাকাউন্ট নম্বর প্রবেশ করান
de: Kontonummer eingeben
et: Sisesta kontonumber
fa: شماره حساب را وارد کنید
fi: Anna tilinumero
hi: खाता संख्या दर्ज करें
hy: Մուտքագրել հաշվի համարը
id: Masukkan nomor rekening
it: Inserisci numero conto
ja: 口座番号を入力してください
ko: 계좌번호를 입력하세요
ms: Masukkan nombor akaun
nl: Voer rekeningnummer in
no: Skriv inn kontonummer
pl: Wprowadź numer konta
ro: Introduceți numărul de cont
sv: Ange kontonummer
th: ใส่หมายเลขบัญชี
uk: Введіть номер рахунку
ur: اکاؤنٹ نمبر درج کریں۔
vi: Nhập số tài khoản
zh_tw: 輸入帳號

# addressHint
source: Enter address
bn: ঠিকানা প্রবেশ করান
de: Adresse eingeben
et: Sisesta aadress
fa: آدرس را وارد کنید
fi: Anna osoite
hi: पता दर्ज करें
hy: Մուտքագրել հասցեն
id: Masukkan alamat
it: Inserisci indirizzo
ja: 住所を入力してください
ko: 주소를 입력하세요
ms: Masukkan alamat
nl: Adres invoeren
no: Skriv inn adresse
pl: Podaj adres
ro: Introdu adresa
sv: Ange adress
th: กรอกที่อยู่
uk: Введіть адресу
ur: پتہ درج کریں۔
vi: Nhập địa chỉ
zh_tw: 輸入地址

source: Date of Birth
bn: জন্ম তারিখ
de: Geburtsdatum
et: Sünnikuupäev
fa: تاریخ تولد
fi: Syntymäaika
hi: जन्म तिथि
hy: Ծննդյան ամսաթիվը
id: Tanggal Lahir
it: Data di nascita

# yearHint
source: Year
bn: বছর
de: Jahr
et: Aasta
fa: سال
fi: Vuosi
hi: वर्ष
hy: Տարի
id: Tahun
it: Anno
ja: 年
ko: 년도
ms: tahun
nl: Jaar
no: År
pl: Rok
ro: An
sv: År
th: ปี
uk: рік
ur: سال
vi: Năm
zh_tw: 年

# monthHint
source: Month
bn: মাস
de: Monat
et: Kuu
fa: ماه
fi: Kuukausi
hi: महीना
hy: Ամիս
id: Bulan
it: Mese
ja: 月
ko: 월
ms: bulan
nl: Maand
no: Måned
pl: Miesiąc
ro: Lună
sv: Månad
th: เดือน
uk: місяць
ur: مہینہ
vi: Tháng
zh_tw: 月

# dayHint
source: Day
bn: দিন
de: Tag
et: Päev
fa: روز
fi: Päivä
hi: दिन
hy: Օր
id: Hari
it: Giorno
ja: 日
ko: 낮
ms: Hari
nl: Dag
no: Dag
pl: Dzień
ro: Zi
sv: Dag
th: วัน
uk: День
ur: دن
vi: Ngày
zh_tw: 天

source: City
bn: শহর
de: Stadt
et: Linn
fa: شهر
fi: Kaupunki
hi: शहर
hy: Քաղաք
id: Kota
it: Città
ja: 市
ko: 도시
ms: Bandar
nl: Stad
no: By
pl: Miasto
ro: Oraș
sv: Stad
th: เมือง
uk: Місто
ur: شہر
vi: Thành phố
zh_tw: 城市

# cityHint
source: Enter city
bn: শহর প্রবেশ করান
de: Stadt eingeben
et: Sisesta linn
fa: شهر را وارد کنید
fi: Anna kaupunki
hi: शहर दर्ज करें
hy: Մուտքագրել քաղաքը
id: Masukkan kota
it: Inserisci città
ja: 都市を入力してください
ko: 도시를 입력하세요
ms: Masuk bandar
nl: Stad invoeren
no: Gå inn i byen
pl: Wpisz miasto
ro: Intrați în oraș
sv: Gå in i staden
th: เข้าเมือง
uk: Введіть місто
ur: شہر میں داخل ہوں۔
vi: Nhập vào thành phố
zh_tw: 輸入城市

source: State
bn: রাজ্য
de: Bundesland
et: Osariik
fa: استان
fi: Osavaltio
hi: राज्य
hy: Մարզ
id: Provinsi
it: Stato
ja: 州
ko: 상태
ms: negeri
nl: Staat
no: Stat
pl: Państwo
ro: Stat
sv: stat
th: สถานะ
uk: Держава
ur: حالت
vi: Tình trạng
zh_tw: 狀態

# stateHint
source: Enter State
bn: রাজ্য প্রবেশ করান
de: Bundesland eingeben
et: Sisesta osariik
fa: استان را وارد کنید
fi: Anna osavaltio
hi: राज्य दर्ज करें
hy: Մուտքագրել մարզը
id: Masukkan Provinsi
it: Inserisci Stato
ja: 状態に入る
ko: 상태 입력
ms: Masukkan Negeri
nl: Staat invoeren
no: Gå inn i staten
pl: Wprowadź stan
ro: Introduceți stat
sv: Ange tillstånd
th: เข้ารัฐ
uk: Введіть стан
ur: ریاست درج کریں۔
vi: Nhập quốc gia
zh_tw: 輸入狀態

source: Zip Code
bn: জিপ কোড
de: Postleitzahl
et: Postiindeks
fa: کد پستی
fi: Postinumero
hi: ज़िप कोड
hy: Փոստային կոդ
id: Kode Pos
it: Codice postale
ja: 郵便番号
ko: 우편 번호
ms: Poskod
nl: Postcode
no: Post kode
pl: Kod pocztowy
ro: Cod poștal
sv: Postnummer
th: รหัสไปรษณีย์
uk: ЗІП код
ur: زپ کوڈ
vi: Mã Bưu Chính
zh_tw: 郵遞區號

# zipCodeHint
source: Enter Zip Code
bn: জিপ কোড প্রবেশ করান
de: Postleitzahl eingeben
et: Sisesta postiindeks
fa: کد پستی را وارد کنید
fi: Anna postinumero
hi: ज़िप कोड दर्ज करें
hy: Մուտքագրել փոստային կոդը
id: Masukkan Kode Pos
it: Inserisci codice postale
ja: 郵便番号を入力
ko: 우편 번호를 입력하세요
ms: Masukkan Kod Pos
nl: Vul de zip code in
no: Legg inn postnummer
pl: Wprowadź kod pocztowy
ro: Introduceti codul postal
sv: Ange postnummer
th: กรอกรหัสไปรษณีย์
uk: Введіть поштовий індекс
ur: زپ کوڈ درج
vi: Nhập mã zip
zh_tw: 輸入郵政編號

source: Day
bn: দিন
de: Tag
et: Päev
fa: روز
fi: Päivä
hi: दिन
hy: Օր
id: Hari
it: Giorno
ja: 日
ko: 낮
ms: Hari
nl: Dag
no: Dag
pl: Dzień
ro: Zi
sv: Dag
th: วัน
uk: День
ur: دن
vi: Ngày
zh_tw: 天

source: Month
bn: মাস
de: Monat
et: Kuu
fa: ماه
fi: Kuukausi
hi: महीना
hy: Ամիս
id: Bulan
it: Mese
ja: 月
ko: 월
ms: bulan
nl: Maand
no: Måned
pl: Miesiąc
ro: Lună
sv: Månad
th: เดือน
uk: місяць
ur: مہینہ
vi: Tháng
zh_tw: 月

source: Year
bn: বছর
de: Jahr
et: Aasta
fa: سال
fi: Vuosi
hi: वर्ष
hy: Տարի
id: Tahun
it: Anno
ja: 年
ko: 년도
ms: tahun
nl: Jaar
no: År
pl: Rok
ro: An
sv: År
th: ปี
uk: рік
ur: سال
vi: Năm
zh_tw: 年

source: No Activities yet.
bn: এখনও কোন কার্যকলাপ নেই।
de: Noch keine Aktivitäten.
et: Tegevusi veel pole.
fa: هنوز فعالیتی وجود ندارد.
fi: Ei vielä aktiviteetteja.
hi: अभी तक कोई गतिविधि नहीं।
hy: Դեռ գործողություններ չկան։
id: Belum ada Aktivitas.
it: Ancora nessuna attività.
ja: まだアクティビティはありません。
ko: 아직 활동이 없습니다.
ms: Tiada Aktiviti lagi.
nl: Nog geen activiteiten.
no: Ingen aktiviteter ennå.
pl: Brak aktywności.
ro: Nicio activitate încă.
sv: Inga aktiviteter än.
th: ยังไม่มีกิจกรรมใดๆ
uk: Поки немає активності.
ur: ابھی تک کوئی سرگرمیاں نہیں ہیں۔
vi: Chưa có hoạt động nào
zh_tw: 還沒有活動。

# headingToDestination
source: Heading to the destination
bn: গন্তব্যের দিকে যাচ্ছে
de: Auf dem Weg zum Ziel
et: Sõidab sihtkohta
fa: در حال حرکت به سمت مقصد
fi: Matkalla määränpäähän
hi: गंतव्य की ओर बढ़ रहा है
hy: Ուղևորվելով դեպի վայրը
id: Menuju ke tujuan
it: In viaggio verso la destinazione
ja: 目的地に向かう
ko: 목적지를 향해
ms: menuju ke destinasi
nl: op weg naar de bestemming
no: på vei til destinasjonen
pl: udając się do celu
ro: îndreptându-se spre destinație
sv: på väg till destinationen
th: มุ่งหน้าไปยังจุดหมายปลายทาง
uk: прямуючи до місця призначення
ur: منزل کی طرف بڑھ رہا ہے
vi: hướng tới đích
zh_tw: 前往目的地

# driverArrivedNotice
source: Driver is waiting for you
bn: ড্রাইভার আপনার জন্য অপেক্ষা করছে
de: Der Fahrer wartet auf Sie
et: Juht ootab teid
fa: راننده منتظر شماست
fi: Kuljettaja odottaa sinua
hi: ड्राइवर आपका इंतजार कर रहा है
hy: Վարորդը սպասում է ձեզ:
id: Pengemudi sedang menunggu Anda
it: L'autista ti sta aspettando
ja: ドライバーがあなたを待っています
ko: 운전기사가 당신을 기다리고 있습니다
ms: Pemandu sedang menunggu anda
nl: De chauffeur wacht op u
no: Sjåføren venter på deg
pl: Kierowca czeka na Ciebie
ro: Șoferul vă așteaptă
sv: Föraren väntar på dig
th: คนขับกำลังรอคุณอยู่
uk: Водій чекає на вас
ur: ڈرائیور آپ کا انتظار کر رہا ہے۔
vi: Tài xế đang đợi bạn
zh_tw: 司機在等你

# driverShouldArriveInNotice
source: Driver is estimated to arrive in:
bn: ড্রাইভার আনুমানিক পৌঁছাবে:
de: Der Fahrer wird voraussichtlich in folgendem Zeitraum ankommen:
et: Juht peaks saabuma hinnanguliselt:
fa: راننده تخمین زده می‌شود در:
fi: Kuljettajan arvioidaan saapuvan:
hi: ड्राइवर के लगभग इतने समय में पहुँचने का अनुमान है:
hy: Վարորդը գնահատվում է, որ կժամանի այսքան ժամից.
id: Pengemudi diperkirakan tiba dalam:
it: L'autista è stimato arrivare tra:

# driverShouldHaveArrivedNotice
source: Driver should be arriving any moment now
bn: ড্রাইভার যে কোনও মুহূর্তে পৌঁছানো উচিত
de: Der Fahrer sollte jeden Moment ankommen
et: Juht peaks kohe saabuma
fa: راننده باید هر لحظه برسد
fi: Kuljettajan pitäisi saapua minä hetkenä hyvänsä
hi: ड्राइवर किसी भी क्षण पहुँच जाना चाहिए
hy: Վարորդը պետք է որ հիմա արդեն ժամանած լինի:
id: Pengemudi seharusnya tiba sebentar lagi
it: L'autista dovrebbe arrivare a momenti
ja: ドライバーは今すぐ到着するはずです
ko: 지금 당장 운전기사가 도착할 거예요
ms: Pemandu sepatutnya tiba pada bila-bila masa sekarang
nl: De chauffeur zou elk moment kunnen arriveren
no: Sjåføren skal ankomme når som helst nå
pl: Kierowca powinien przyjechać za chwilę
ro: Șoferul ar trebui să sosească în orice moment acum
sv: Föraren borde anlända när som helst nu
th: คนขับควรจะมาถึงในเวลาใดก็ได้ตอนนี้
uk: Водій має прибути найближчим часом
ur: ڈرائیور اب کسی بھی لمحے پہنچ جائے گا۔
vi: Tài xế sẽ đến bất cứ lúc nào
zh_tw: 司機現在應該隨時到達

source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
et: Kustuta konto
fa: حذف حساب کاربری
fi: Poista tili
hi: खाता हटाएँ
hy: Ջնջել հաշիվը
id: Hapus Akun
it: Elimina account
ja: アカウントを削除する
ko: 계정 삭제
ms: Padam Akaun
nl: Account verwijderen
no: Slett konto
pl: Usuń konto
ro: Șterge cont
sv: Radera konto
th: ลบบัญชี
uk: Видалити аккаунт
ur: کھاتہ مٹا دو
vi: Xóa tài khoản
zh_tw: 刪除帳戶

# deleteAccountNotice
source: Are you sure you want to delete your account? After 30 days, your account will be permanently deleted. During this time, you can restore your account by signing in again.
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান? ৩০ দিন পর, আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলা হবে। এই সময়ের মধ্যে, আপনি আবার সাইন ইন করে আপনার অ্যাকাউন্ট পুনরুদ্ধার করতে পারেন।
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Nach 30 Tagen wird Ihr Konto dauerhaft gelöscht. Während dieser Zeit können Sie Ihr Konto wiederherstellen, indem Sie sich erneut anmelden.
et: Kas olete kindel, et soovite oma konto kustutada? Pärast 30 päeva kustutatakse teie konto jäädavalt. Selle aja jooksul saate oma konto taastada uuesti sisse logides.
fa: آیا مطمئن هستید که می‌خواهید حساب خود را حذف کنید؟ پس از ۳۰ روز، حساب شما به طور دائم حذف خواهد شد. در این مدت، می‌توانید با ورود مجدد، حساب خود را بازیابی کنید.
fi: Oletko varma, että haluat poistaa tilisi? 30 päivän kuluttua tilisi poistetaan pysyvästi. Tänä aikana voit palauttaa tilisi kirjautumalla uudelleen sisään.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? 30 दिनों के बाद, आपका खाता स्थायी रूप से हटा दिया जाएगा। इस दौरान, आप फिर से साइन इन करके अपना खाता पुनर्स्थापित कर सकते हैं।
hy: Համոզվա՞ծ եք, որ ցանկանում եք ջնջել ձեր հաշիվը։ 30 օրից ձեր հաշիվը մշտապես կջնջվի։ Այս ընթացքում դուք կարող եք վերականգնել ձեր հաշիվը՝ կրկին մուտք գործելով։
id: Apakah Anda yakin ingin menghapus akun Anda? Setelah 30 hari, akun Anda akan dihapus secara permanen. Selama waktu ini, Anda dapat memulihkan akun Anda dengan masuk kembali.
it: Sei sicuro di voler eliminare il tuo account? Dopo 30 giorni, il tuo account verrà eliminato in modo permanente. Durante questo periodo, puoi ripristinare il tuo account accedendo di nuovo.
ja: アカウントを削除してもよろしいですか? 30 日後、アカウントは完全に削除されます。この間、再度サインインすることでアカウントを復元できます。
ko: 정말로 계정을 삭제하시겠습니까? 30일 후에는 귀하의 계정이 영구적으로 삭제됩니다. 이 기간 동안 다시 로그인하여 계정을 복원할 수 있습니다.
ms: Adakah anda pasti mahu memadamkan akaun anda? Selepas 30 hari, akaun anda akan dipadamkan secara kekal. Pada masa ini, anda boleh memulihkan akaun anda dengan melog masuk semula.
nl: Weet u zeker dat u uw account wilt verwijderen? Na 30 dagen wordt uw account definitief verwijderd. Gedurende deze tijd kunt u uw account herstellen door u opnieuw aan te melden.
no: Er du sikker på at du vil slette kontoen din? Etter 30 dager blir kontoen din slettet permanent. I løpet av denne tiden kan du gjenopprette kontoen din ved å logge på igjen.
pl: Czy na pewno chcesz usunąć swoje konto? Po 30 dniach Twoje konto zostanie trwale usunięte. W tym czasie możesz przywrócić swoje konto, logując się ponownie.
ro: Sigur doriți să vă ștergeți contul? După 30 de zile, contul tău va fi șters definitiv. În acest timp, vă puteți restabili contul conectându-vă din nou.
sv: Är du säker på att du vill ta bort ditt konto? Efter 30 dagar kommer ditt konto att raderas permanent. Under denna tid kan du återställa ditt konto genom att logga in igen.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ? หลังจาก 30 วัน บัญชีของคุณจะถูกลบอย่างถาวร ในระหว่างนี้ คุณสามารถกู้คืนบัญชีของคุณได้โดยการลงชื่อเข้าใช้อีกครั้ง
uk: Ви впевнені, що хочете видалити свій обліковий запис? Через 30 днів ваш обліковий запис буде остаточно видалено. Протягом цього часу ви можете відновити обліковий запис, увійшовши знову.
ur: کیا آپ واقعی اپنا اکاؤنٹ حذف کرنا چاہتے ہیں؟ 30 دن کے بعد، آپ کا اکاؤنٹ مستقل طور پر حذف ہو جائے گا۔ اس وقت کے دوران، آپ دوبارہ سائن ان کر کے اپنا اکاؤنٹ بحال کر سکتے ہیں۔
vi: Bạn có chắc rằng bạn muốn xóa tài khoản của bạn? Sau 30 ngày, tài khoản của bạn sẽ bị xóa vĩnh viễn. Trong thời gian này, bạn có thể khôi phục tài khoản của mình bằng cách đăng nhập lại.
zh_tw: 您確定要刪除您的帳戶嗎？ 30 天后，您的帳戶將永久刪除。在此期間，您可以透過重新登入來恢復您的帳戶。

# confirmAndDeleteAccount
source: Confirm & delete account
bn: নিশ্চিত করুন এবং অ্যাকাউন্ট মুছে ফেলুন
de: Bestätigen & Konto löschen
et: Kinnita ja kustuta konto
fa: تایید و حذف حساب
fi: Vahvista ja poista tili
hi: पुष्टि करें और खाता हटाएँ
hy: Հաստատել և ջնջել հաշիվը
id: Konfirmasi & hapus akun
it: Conferma ed elimina account
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認

# accountDeleted
source: Account has been deleted
bn: অ্যাকাউন্ট মুছে ফেলা হয়েছে
de: Konto wurde gelöscht
et: Konto on kustutatud
fa: حساب کاربری حذف شد
fi: Tili on poistettu
hi: खाता हटा दिया गया है
hy: Հաշիվը ջնջվել է
id: Akun telah dihapus
it: Account eliminato
ja: アカウントが削除されました
ko: 계정이 삭제되었습니다
ms: Akaun telah dipadamkan
nl: Account is verwijderd
no: Kontoen er slettet
pl: Konto zostało usunięte
ro: Contul a fost șters
sv: Kontot har raderats
th: บัญชีถูกลบแล้ว
uk: Обліковий запис видалено
ur: اکاؤنٹ حذف کر دیا گیا ہے۔
vi: Tài khoản đã bị xóa
zh_tw: 帳戶已被刪除

# share_trip_text_locations
source: I am on my way to {destination} from {pickup}.
bn: আমি {pickup} থেকে {destination} যাচ্ছি।
de: Ich bin auf dem Weg nach {destination} von {pickup}.
et: Olen teel asukohta {destination} pealevõtmise kohast {pickup}.
fa: من در راه {destination} از {pickup} هستم.
fi: Olen matkalla kohti {destination} paikasta {pickup}.
hi: मैं {pickup} से {destination} जा रहा हूँ।
hy: Ես ճանապարհին եմ {pickup}-ից դեպի {destination}։
id: Saya sedang dalam perjalanan ke {destination} dari {pickup}.
it: Sono in viaggio per {destination} da {pickup}.
ja: {pickup}から{destination}に向かっています。
ko: {pickup}에서 {destination}로 가는 중이에요.
ms: Saya dalam perjalanan ke {destination} dari {pickup}.
nl: Ik ben vanaf {pickup} op weg naar {destination}.
no: Jeg er på vei til {destination} fra {pickup}.
pl: Jestem w drodze do {destination} od {pickup}.
ro: Sunt în drum spre {destination} de la {pickup}.
sv: Jag är på väg till {destination} från {pickup}.
th: ฉันกำลังเดินทางไป {destination} จาก {pickup}
uk: Я йду до {destination} з {pickup}.
ur: میں {pickup} سے {destination} کی طرف جا رہا ہوں۔
vi: Tôi đang trên đường đến {destination} từ {pickup}.
zh_tw: 我正在從 {pickup} 到 {destination} 的路上。

# share_trip_text_driver
source: My driver's name is {firstName} {lastName}, and their mobile number is +{mobileNumber}.
bn: আমার ড্রাইভারের নাম {firstName} {lastName}, এবং তার মোবাইল নম্বর +{mobileNumber}।
de: Mein Fahrer heißt {firstName} {lastName} und seine Handynummer ist +{mobileNumber}.
et: Minu juhi nimi on {firstName} {lastName} ja tema mobiiltelefoninumber on +{mobileNumber}.
fa: نام راننده من {firstName} {lastName} است و شماره موبایل او +{mobileNumber} است.
fi: Kuljettajani nimi on {firstName} {lastName}, ja hänen matkapuhelinnumeronsa on +{mobileNumber}.
hi: मेरे ड्राइवर का नाम {firstName} {lastName} है, और उनका मोबाइल नंबर +{mobileNumber} है।
hy: Իմ վարորդի անունն է {firstName} {lastName}, և նրա հեռախոսահամարն է +{mobileNumber}։
id: Nama pengemudi saya adalah {firstName} {lastName}, dan nomor ponsel mereka adalah +{mobileNumber}.
it: Il nome del mio autista è {firstName} {lastName}, e il suo numero di cellulare è +{mobileNumber}.
ja: 私のドライバーの名前は{firstName} {lastName}、携帯番号は{mobileNumber}です。
ko: 내 운전자 이름은 {firstName} {lastName}이고, 휴대폰 번호는 {mobileNumber}입니다.
ms: Nama pemandu saya ialah {firstName} {lastName}, nombor telefon bimbit ialah {mobileNumber}.
nl: Mijn chauffeursnaam is {firstName} {lastName}, het mobiele nummer is {mobileNumber}.
no: Sjåførnavnet mitt er {firstName} {lastName}, mobilnummeret er {mobileNumber}.
pl: Moje nazwisko kierowcy to {firstName} {lastName}, numer telefonu komórkowego to {mobileNumber}.
ro: Numele șoferului meu este {firstName} {lastName}, numărul de mobil este {mobileNumber}.
sv: Mitt förarnamn är {firstName} {lastName}, mobilnumret är {mobileNumber}.
th: ชื่อคนขับของฉันคือ {firstName}{lastName} เบอร์มือถือคือ {mobileNumber}
uk: Мого водія звуть {firstName} {lastName}, номер мобільного телефону {mobileNumber}.
ur: میرے ڈرائیور کا نام {firstName} {lastName} ہے، موبائل نمبر {mobileNumber} ہے۔
vi: Tên tài xế của tôi là {firstName} {lastName}, số di động là {mobileNumber}.
zh_tw: 我的司機姓名是{firstName}{lastName}，手機號碼是{mobileNumber}。
