Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# onboardingDescription
source: You are moments away from registering your account and enjoying comfortable rides.
bn: আপনি আপনার অ্যাকাউন্ট নিবন্ধন এবং আরামদায়ক রাইড উপভোগ করা থেকে কয়েক মুহূর্ত দূরে।
de: Sie sind nur noch wenige Schritte davon entfernt, Ihr Konto zu registrieren und komfortable Fahrten zu genießen.
et: Olete vaid hetkede kaugusel konto registreerimisest ja mugavate sõitude nautimisest.
fa: شما تنها چند لحظه تا ثبت نام حساب خود و لذت بردن از سفرهای راحت فاصله دارید.
fi: Olet hetken päässä tilisi rekisteröimisestä ja mukavista kyydeistä nauttimisesta.
hi: आप अपना खाता पंजीकृत करने और आरामदायक सवारी का आनंद लेने से बस कुछ ही क्षण दूर हैं।
hy: Դուք մոտ եք ձեր հաշիվը գրանցելուն և հարմարավետ ուղևորություններ վայելելուն։
id: Anda selangkah lagi mendaftarkan akun Anda dan menikmati perjalanan yang nyaman.
it: Sei a pochi istanti dalla registrazione del tuo account e goderti corse confortevoli.
ja: アカウントを登録して快適なドライブを楽しむだけですぐに利用できます
ko: 잠시 후 계정을 등록하고 편안한 라이딩을 즐기세요
ms: Beberapa saat lagi untuk mendaftar akaun anda dan menikmati tunggangan yang selesa
nl: Momenten verwijderd van het registreren van uw account en genieten van comfortabele ritten
no: Øyeblikk unna å registrere kontoen din og nyte komfortable turer
pl: Tylko chwila dzieli Cię od rejestracji konta i cieszenia się komfortowymi podróżami
ro: La câteva momente distanță de a vă înregistra contul și de a vă bucura de plimbări confortabile
sv: Ett ögonblick från att registrera ditt konto och njuta av bekväma åkturer
th: อีกไม่กี่นาทีจากการลงทะเบียนบัญชีของคุณและเพลิดเพลินกับการเดินทางที่สะดวกสบาย
uk: За кілька хвилин від реєстрації облікового запису та насолоди комфортними поїздками
ur: اپنے اکاؤنٹ کو رجسٹر کرنے اور آرام دہ سواریوں سے لطف اندوز ہونے سے لمحوں کی دوری پر
vi: Chỉ còn vài phút nữa là bạn có thể đăng ký tài khoản và tận hưởng những chuyến đi thoải mái
zh_tw: 立即註冊您的帳戶並享受舒適的乘車體驗

source: Sign in/ Sign up
bn: সাইন ইন/সাইন আপ
de: Anmelden/Registrieren
et: Logi sisse / Registreeri
fa: ورود/ثبت نام
fi: Kirjaudu sisään / Rekisteröidy
hi: साइन इन/साइन अप
hy: Մուտք / Գրանցում
id: Masuk/Daftar
it: Accedi / Registrati
ja: サインイン/サインアップ
ko: 로그인 가입
ms: Daftar masuk/ Daftar
nl: Aanmelden/ Aanmelden
no: Logg inn Registrer deg
pl: Zaloguj się Zarejestruj się
ro: Conecteaza-ta inscrie-te
sv: Logga in regristrera
th: เข้าสู่ระบบ / ลงทะเบียน
uk: Увійти/ Зареєструватися
ur: سائن ان/سائن اپ کریں۔
vi: Đăng nhập Đăng ký
zh_tw: 登入註冊

source: Enter OTP
bn: ওটিপি প্রবেশ করান
de: OTP eingeben
et: Sisesta ühekordne parool
fa: وارد کردن OTP
fi: Anna OTP
hi: ओटीपी दर्ज करें
hy: Մուտքագրել OTP
id: Masukkan OTP
it: Inserisci OTP
ja: OTPを入力してください
ko: OTP 입력
ms: Masukkan OTP
nl: Voer OTP in
no: Skriv inn OTP
pl: Wpisz hasło jednorazowe
ro: Introduceți OTP
sv: Ange OTP
th: กรอกรหัส OTP
uk: Введіть OTP
ur: OTP درج کریں۔
vi: Nhập OTP
zh_tw: 輸入一次性密碼

source: Enter password
bn: পাসওয়ার্ড প্রবেশ করান
de: Geheimzahl eingeben
et: Sisesta parool
fa: رمز عبور را وارد کنید
fi: Anna salasana
hi: पासवर्ड दर्ज करें
hy: Մուտքագրել գաղտնաբառը
id: Masukkan kata sandi
it: Inserisci password
ja: パスワードを入力する
ko: 암호를 입력
ms: Masukkan kata laluan
nl: Voer wachtwoord in
no: Oppgi passord
pl: Wprowadź hasło
ro: Introdu parola
sv: Skriv in lösenord
th: ใส่รหัสผ่าน
uk: Введіть пароль
ur: پاس ورڈ درج کریں
vi: Nhập mật khẩu
zh_tw: 輸入密碼

# enterPasswordDescription
source: Please enter your password to continue
bn: চালিয়ে যেতে অনুগ্রহ করে আপনার পাসওয়ার্ড প্রবেশ করান
de: Bitte geben Sie Ihre Geheimzahl ein, um fortzufahren
et: Jätkamiseks sisestage oma parool
fa: لطفا برای ادامه رمز عبور خود را وارد کنید
fi: Anna salasanasi jatkaaksesi
hi: जारी रखने के लिए कृपया अपना पासवर्ड दर्ज करें
hy: Խնդրում ենք մուտքագրել ձեր գաղտնաբառը շարունակելու համար:
id: Silakan masukkan kata sandi Anda untuk melanjutkan
it: Inserisci la tua password per continuare
ja: 続行するにはパスワードを入力してください
ko: 계속하려면 비밀번호를 입력하세요
ms: Sila masukkan kata laluan anda untuk meneruskan
nl: Voer uw wachtwoord in om door te gaan
no: Vennligst skriv inn passordet ditt for å fortsette
pl: Wprowadź hasło, aby kontynuować
ro: Vă rugăm să introduceți parola pentru a continua
sv: Vänligen ange ditt lösenord för att fortsätta
th: กรุณากรอกรหัสผ่านเพื่อดำเนินการต่อ
uk: Щоб продовжити, введіть свій пароль
ur: جاری رکھنے کے لیے براہ کرم اپنا پاس ورڈ درج کریں۔
vi: Vui lòng nhập mật khẩu của bạn để tiếp tục
zh_tw: 請輸入您的密碼以繼續

source: Set Password
bn: পাসওয়ার্ড সেট করুন
de: Geheimzahl festlegen
et: Määra parool
fa: تنظیم رمز عبور
fi: Aseta salasana
hi: पासवर्ड सेट करें
hy: Սահմանել գաղտնաբառը
id: Atur Kata Sandi
it: Imposta password
ja: パスワードを設定してください
ko: 암호를 설정하세요
ms: Tetapkan kata laluan
nl: Stel een wachtwoord in
no: Lag et passord
pl: Ustaw hasło
ro: Seteaza parola
sv: Välj lösenord
th: ตั้งรหัสผ่าน
uk: Встановити пароль
ur: پاس ورڈ رکھیں
vi: Đặt mật khẩu
zh_tw: 設定密碼

source: Password
bn: পাসওয়ার্ড
de: Geheimzahl
et: Parool
fa: رمز عبور
fi: Salasana
hi: पासवर्ड
hy: Գաղտնաբառ
id: Kata Sandi
ja: パスワード
ko: 비밀번호
ms: Kata laluan
nl: Wachtwoord
no: Passord
pl: Hasło
ro: Parola
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_tw: 密碼

# passwordRuleDescription
source: Include at least two of the following:
bn: নিম্নলিখিতগুলির মধ্যে কমপক্ষে দুটি অন্তর্ভুক্ত করুন:
de: Schließen Sie mindestens zwei der folgenden ein:
et: Sisalda vähemalt kahte järgmistest:
fa: حداقل دو مورد از موارد زیر را شامل شود:
fi: Sisällytä vähintään kaksi seuraavista:
hi: निम्नलिखित में से कम से कम दो शामिल करें:
hy: Ներառել առնվազն երկուսը հետևյալներից.
id: Sertakan setidaknya dua dari berikut:
it: Includi almeno due dei seguenti:
ja: 次のうち少なくとも 2 つを含めます。
ko: 다음 중 최소한 두 가지를 포함하십시오.
ms: Sertakan sekurang-kurangnya dua daripada yang berikut:
nl: Voeg ten minste twee van de volgende toe:
no: Ta med minst to av følgende:
pl: Uwzględnij co najmniej dwa z poniższych:
ro: Includeți cel puțin două dintre următoarele:
sv: Inkludera minst två av följande:
th: รวมอย่างน้อยสองสิ่งต่อไปนี้:
uk: Включіть принаймні два з наступного:
ur: درج ذیل میں سے کم از کم دو کو شامل کریں:
vi: Bao gồm ít nhất hai trong số những điều sau đây:
zh_tw: 至少包括以下兩項：

# passwordRuleLength
source: Between 9 and 64 characters
bn: ৯ থেকে ৬৪ অক্ষরের মধ্যে
de: Zwischen 9 und 64 Zeichen
et: 9 kuni 64 tähemärki
fa: بین ۹ تا ۶۴ کاراکتر
fi: 9–64 merkkiä
hi: 9 और 64 अक्षरों के बीच
hy: 9-ից 64 նիշ
id: Antara 9 dan 64 karakter
it: Tra 9 e 64 caratteri
ja: 9文字から64文字まで
ko: 9~64자 사이
ms: Antara 9 dan 64 aksara
nl: Tussen 9 en 64 tekens
no: Mellom 9 og 64 tegn
pl: Od 9 do 64 znaków
ro: Între 9 și 64 de caractere
sv: Mellan 9 och 64 tecken
th: ระหว่าง 9 ถึง 64 อักขระ
uk: Від 9 до 64 символів
ur: 9 اور 64 حروف کے درمیان
vi: Từ 9 đến 64 ký tự
zh_tw: 9 到 64 個字元之間

# passwordRuleUpperCase
source: Uppercase letters
bn: বড় হাতের অক্ষর
de: Großbuchstaben
et: Suured tähed
fa: حروف بزرگ
fi: Isot kirjaimet
hi: बड़े अक्षर
hy: Մեծատառեր
id: Huruf besar
it: Lettere maiuscole
ja: 大文字
ko: 대문자
ms: Huruf besar
nl: Hoofdletters
no: Store bokstaver
pl: Wielkie litery
ro: Litere mari
sv: Versala bokstäver
th: ตัวอักษรตัวพิมพ์ใหญ่
uk: Великі літери
ur: بڑے حروف
vi: Chữ in hoa
zh_tw: 大寫字母

# passwordRuleLowerCase
source: Lowercase letters
bn: ছোট হাতের অক্ষর
de: Kleinbuchstaben
et: Väikesed tähed
fa: حروف کوچک
fi: Pienet kirjaimet
hi: छोटे अक्षर
hy: Փոքրատառեր
id: Huruf kecil
it: Lettere minuscole
ja: 小文字
ko: 소문자
ms: Huruf kecil
nl: Kleine letters
no: Små bokstaver
pl: Małe litery
ro: Litere mici
sv: Gemener
th: ตัวอักษรตัวพิมพ์เล็ก
uk: Букви нижнього регістру
ur: چھوٹے حروف
vi: Chữ viết thường
zh_tw: 小寫字母

# passwordRuleNumber
source: Numbers
bn: সংখ্যা
de: Zahlen
et: Numbrid
fa: اعداد
fi: Numerot
hi: संख्याएँ
hy: Թվեր
id: Angka
it: Numeri
ja: 数字
ko: 숫자
ms: Nombor
nl: Nummers
no: Tall
pl: Liczby
ro: Numerele
sv: Tal
th: ตัวเลข
uk: Числа
ur: نمبرز
vi: số
zh_tw: 數位

# passwordRuleSpecialCharacter
source: Special characters
bn: বিশেষ অক্ষর
de: Sonderzeichen
et: Erimärgid
fa: کاراکترهای خاص
fi: Erikoismerkit
hi: विशेष वर्ण
hy: Հատուկ նիշեր
id: Karakter khusus
it: Caratteri speciali
ja: 特殊文字
ko: 특수 문자
ms: Watak istimewa
nl: Speciale karakters
no: Spesielle karakterer
pl: Znaki specjalne
ro: Personaje speciale
sv: Speciella karaktärer
th: อักขระพิเศษ
uk: Спеціальні символи
ur: خصوصی کردار
vi: Ký tự đặc biệt
zh_tw: 特殊字元

source: Contact Details
bn: যোগাযোগের বিবরণ
de: Kontaktdetails
et: Kontaktandmed
fa: جزئیات تماس
fi: Yhteystiedot
hi: संपर्क विवरण
hy: Կոնտակտային տվյալներ
id: Detail Kontak
it: Dettagli contatto
ja: 連絡先の詳細
ko: 연락처 정보
ms: Butiran kenalan
no: Kontaktinformasjon
pl: Szczegóły kontaktu
ro: Detalii de contact
sv: Kontaktuppgifter
th: รายละเอียดการติดต่อ
uk: Контактні дані
ur: رابطہ کی تفصیلات
vi: Chi tiết liên hệ
zh_tw: 聯絡方式

source: Vehicle Details
bn: গাড়ির বিবরণ
de: Fahrzeugdetails
et: Sõiduki andmed
fa: جزئیات خودرو
fi: Ajoneuvon tiedot
hi: वाहन विवरण
hy: Տրանսպորտային միջոցի մանրամասներ
id: Detail Kendaraan
it: Dettagli veicolo
ja: 車両詳細
ko: 차량 세부정보
ms: Butiran Kenderaan
nl: Voertuig details
no: Kjøretøydetaljer
pl: Szczegóły pojazdu
ro: Detalii despre vehicul
sv: Fordonsdetaljer
th: รายละเอียดยานพาหนะ
uk: Деталі транспортного засобу
ur: گاڑی کی تفصیلات
vi: Chi tiết về xe
zh_tw: 車輛詳情

source: Payout Information
bn: পে-আউট তথ্য
de: Auszahlungsinformationen
et: Väljamakse teave
fa: اطلاعات پرداخت
fi: Maksutiedot
hi: भुगतान जानकारी
hy: Վճարման տվյալներ
id: Informasi Pembayaran
it: Informazioni pagamento
ja: 支払い情報
ko: 지급 정보
ms: Maklumat Pembayaran
nl: Uitbetalingsinformatie
no: Utbetalingsinformasjon
pl: Informacje o wypłatach
ro: Informații de plată
sv: Utbetalningsinformation
th: ข้อมูลการจ่ายเงิน
uk: Інформація про виплату
ur: ادائیگی کی معلومات
vi: Thông tin thanh toán
zh_tw: 支付訊息

source: Documents
bn: নথিপত্র
de: Dokumente
et: Dokumendid
fa: مدارک
fi: Asiakirjat
hi: दस्तावेज
hy: Փաստաթղթեր
id: Dokumen
it: Documenti
ja: 書類
ko: 서류
ms: Dokumen
nl: Documenten
no: Dokumenter
pl: Dokumenty
ro: Documente
sv: Dokument
th: เอกสาร
uk: Документи
ur: دستاویزات
vi: Các tài liệu
zh_tw: 文件

source: Access Denied
bn: অ্যাক্সেস অস্বীকৃত
de: Zugriff verweigert
et: Juurdepääs keelatud
fa: دسترسی رد شد
fi: Pääsy estetty
hi: पहुँच अस्वीकृत
hy: Մուտքը մերժված է
id: Akses Ditolak
it: Accesso negato
ja: アクセスが拒否されました
ko: 접근 불가
ms: Akses dinafikan
nl: Toegang geweigerd
no: Ingen tilgang
pl: Brak dostępu
ro: Acces interzis
sv: Tillträde beviljas ej
th: ปฏิเสธการเข้าใช้
uk: Доступ заборонено
ur: رسائی مسترد کر دی
vi: Truy cập bị từ chối
zh_tw: 拒絕訪問

source: Success
bn: সফল
de: Erfolg
et: Edukas
fa: موفقیت
fi: Onnistui
hi: सफलता
hy: Հաջողություն
id: Berhasil
it: Successo
ja: 成功
ko: 성공
ms: Kejayaan
nl: Succes
no: Suksess
pl: Powodzenie
ro: Succes
sv: Framgång
th: ความสำเร็จ
uk: Успіх
ur: کامیابی
vi: Thành công
zh_tw: 成功

source: Skip for now
bn: আপাতত এড়িয়ে যান
de: Für jetzt überspringen
et: Jäta praegu vahele
fa: فعلا رد شو
fi: Ohita nyt
hi: अभी के लिए छोड़ें
hy: Անցնել հիմա
id: Lewati untuk sekarang
it: Salta per adesso
ja: 今のところスキップしてください
ko: 일단은 스킵
ms: Langkau buat masa ini
nl: Overslaan voor nu
no: Hopp over for nå
pl: Pomiń to na razie
ro: Sari peste moment
sv: Hoppa över nu
th: ข้ามไปก่อน
uk: Пропустити поки що
ur: اب کے لئے چھوڑ دیں
vi: Bỏ qua bây giờ
zh_tw: 暫時跳過

# sendOtpDescription
source: A verification code has been sent to your phone number
bn: আপনার ফোন নম্বরে একটি যাচাইকরণ কোড পাঠানো হয়েছে
de: Ein Bestätigungscode wurde an Ihre Telefonnummer gesendet
et: Teie telefoninumbrile on saadetud kinnituskood
fa: یک کد تایید به شماره تلفن شما ارسال شده است
fi: Vahvistuskoodi on lähetetty puhelinnumeroosi
hi: आपके फ़ोन नंबर पर एक सत्यापन कोड भेजा गया है
hy: Հեռախոսահամարին ուղարկվել է հաստատման կոդ:
id: Kode verifikasi telah dikirim ke nomor telepon Anda
it: Un codice di verifica è stato inviato al tuo numero di telefono
ja: 確認コードがあなたの電話番号に送信されました
ko: 귀하의 전화번호로 인증번호가 발송되었습니다.
ms: Kod pengesahan telah dihantar ke nombor telefon anda
nl: Er is een verificatiecode naar uw telefoonnummer verzonden
no: En bekreftelseskode er sendt til telefonnummeret ditt
pl: Kod weryfikacyjny został wysłany na Twój numer telefonu
ro: Un cod de verificare a fost trimis la numărul dvs. de telefon
sv: En verifieringskod har skickats till ditt telefonnummer
th: รหัสยืนยันได้ถูกส่งไปยังหมายเลขโทรศัพท์ของคุณแล้ว
uk: На ваш номер телефону надіслано код підтвердження
ur: آپ کے فون نمبر پر ایک تصدیقی کوڈ بھیجا گیا ہے۔
vi: Mã xác minh đã được gửi đến số điện thoại của bạn
zh_tw: 驗證碼已發送至您的手機號碼

# resendOtp
source: Resend code
bn: কোড পুনরায় পাঠান
de: Code erneut senden
et: Saada kood uuesti
fa: ارسال مجدد کد
fi: Lähetä koodi uudelleen
hi: कोड फिर से भेजें
hy: Կրկին ուղարկել կոդը
id: Kirim ulang kode
it: Invia codice di nuovo
ja: コードを再送信する
ko: 코드 재전송
ms: Hantar semula kod
nl: Code nogmaals versturen
no: Send kode på nytt
pl: Wyślij kod ponownie
ro: Retrimite codul
sv: Återsänd koden
th: ส่งรหัสอีกครั้ง
uk: Надіслати код повторно
ur: کوڈ پھر سے بھیجو
vi: Mã gửi lại
zh_tw: 重新發送驗證碼

source: Use OTP instead
bn: পরিবর্তে ওটিপি ব্যবহার করুন
de: Stattdessen OTP verwenden
et: Kasuta selle asemel ühekordset parooli
fa: به جای آن از OTP استفاده کنید
fi: Käytä OTP:tä sen sijaan
hi: इसके बजाय ओटीपी का उपयोग करें
hy: Օգտագործել OTP-ի փոխարեն
id: Gunakan OTP sebagai gantinya
it: Usa OTP invece
ja: 代わりに OTP を使用してください
ko: 대신 OTP를 사용하세요
ms: Gunakan OTP sebaliknya
nl: Gebruik in plaats daarvan OTP
no: Bruk OTP i stedet
pl: Zamiast tego użyj hasła jednorazowego
ro: Utilizați în schimb OTP
sv: Använd OTP istället
th: ใช้ OTP แทน
uk: Натомість використовуйте OTP
ur: اس کے بجائے OTP استعمال کریں۔
vi: Thay vào đó hãy sử dụng OTP
zh_tw: 使用 OTP 代替

source: Home
bn: হোম
de: Homepage
et: Avaleht
fa: خانه
fi: Koti
hi: होम
hy: Գլխավոր
id: Beranda
ja: 家
ko: 집
ms: Rumah
nl: Thuis
no: Hjem
pl: Dom
ro: Acasă
sv: Hem
th: บ้าน
uk: додому
ur: گھر
vi: Trang chủ
zh_tw: 家

source: Logout
bn: লগআউট
de: Abmelden
et: Logi välja
fa: خروج
fi: Kirjaudu ulos
hi: लॉग आउट
hy: Ելք
id: Keluar
it: Esci
ja: ログアウト
ko: 로그 아웃
ms: Log keluar
nl: Uitloggen
no: Logg ut
pl: Wyloguj
ro: Deconectare
sv: Logga ut
th: ออกจากระบบ
uk: Вийти
ur: لاگ آوٹ
vi: Đăng xuất
zh_tw: 登出

source: Driver License Number
bn: ড্রাইভার লাইসেন্স নম্বর
de: Führerscheinnummer
et: Juhiloa number
fa: شماره گواهینامه رانندگی
fi: Ajokortin numero
hi: ड्राइवर लाइसेंस नंबर
hy: Վարորդական վկայականի համարը
id: Nomor Surat Izin Mengemudi
it: Numero patente di guida
ja: 運転免許証番号
ko: 운전면허증 번호
ms: Nombor Lesen Memandu
nl: Rijbewijsnummer
no: Førerkortnummer
pl: Numer prawa jazdy
ro: Numărul permisului de conducere
sv: Körkortsnummer
th: หมายเลขใบขับขี่
uk: Номер водійського посвідчення
ur: ڈرائیور لائسنس نمبر
vi: Số giấy phép lái xe
zh_tw: 駕駛執照號碼

source: E-mail
bn: ই-মেইল
et: E-post
fa: ایمیل
fi: Sähköposti
hi: ई-मेल
hy: Էլ. փոստ
ja: Eメール
ko: 이메일
ms: E-mel
no: E-post
sv: E-post
th: อีเมล
uk: Електронна пошта
ur: ای میل
zh_tw: 電子郵件

source: Address
bn: ঠিকানা
de: Adresse
et: Aadress
fa: آدرس
fi: Osoite
hi: पता
hy: Հասցե
id: Alamat
it: Indirizzo
ja: 住所
ko: 주소
ms: Alamat
nl: Adres
no: Adresse
pl: Adres
ro: Abordare
sv: Adress
th: ที่อยู่
uk: Адреса
ur: پتہ
vi: Địa chỉ
zh_tw: 地址

source: Gender
bn: লিঙ্গ
de: Geschlecht
et: Sugu
fa: جنسیت
fi: Sukupuoli
hi: लिंग
hy: Սեռ
id: Jenis Kelamin
it: Genere
ja: 性別
ko: 성별
ms: Jantina
nl: Geslacht
no: Kjønn
pl: Płeć
ro: Gen
sv: Kön
th: เพศ
uk: Стать
ur: صنف
vi: Giới tính
zh_tw: 性別

# genderMale
source: Male
bn: পুরুষ
de: Männlich
et: Mees
fa: مرد
fi: Mies
hi: पुरुष
hy: Արական
id: Laki-laki
it: Maschio
ja: 男
ko: 남성
ms: jantan
nl: Mannelijk
no: Mann
pl: Mężczyzna
ro: Masculin
sv: Manlig
th: ชาย
uk: Чоловік
ur: مرد
vi: Nam giới
zh_tw: 男性

# genderFemale
source: Female
bn: মহিলা
de: Weiblich
et: Naine
fa: زن
fi: Nainen
hi: महिला
hy: Իգական
id: Perempuan
it: Femmina
ja: 女性
ko: 여성
ms: perempuan
nl: Vrouwelijk
no: Hunn
pl: Kobieta
ro: Femeie
sv: Kvinna
th: หญิง
uk: Жінка
ur: عورت
vi: Nữ giới
zh_tw: 女性

# genderUnknown
source: Neutral / Unknown
bn: নিরপেক্ষ / অজানা
de: anderes
et: Neutraalne / Teadmata
fa: خنثی / نامشخص
fi: Neutraali / Tuntematon
hi: तटस्थ / अज्ञात
hy: Չեզոք / Անհայտ
id: Netral / Tidak diketahui
it: Neutro / Sconosciuto
ja: 中立 / 不明
ko: 중립 / 알 수 없음
ms: Neutral / Tidak diketahui
nl: Neutraal / Onbekend
no: Nøytral / Ukjent
pl: Neutralny / Nieznany
ro: Neutru / Necunoscut
sv: Neutral/Okänd
th: เป็นกลาง / ไม่ทราบ
uk: Нейтрально / Невідомо
ur: غیر جانبدار/نامعلوم
vi: Trung lập / Không xác định
zh_tw: 中性/未知

source: Vehicle Plate Number
bn: গাড়ির প্লেট নম্বর
de: Fahrzeugkennzeichen
et: Sõiduki numbrimärk
fa: شماره پلاک خودرو
fi: Ajoneuvon rekisterinumero
hi: वाहन प्लेट नंबर
hy: Մեքենայի համարանիշը
id: Nomor Plat Kendaraan
it: Numero targa veicolo
ja: 車両ナンバー
ko: 차량번호
ms: Nombor Plat Kenderaan
nl: Voertuigplaatnummer
no: Kjøretøysskiltnummer
pl: Numer rejestracyjny pojazdu
ro: Numărul plăcuței vehiculului
sv: Fordonsskyltnummer
th: หมายเลขทะเบียนรถ
uk: Номерний знак транспортного засобу
ur: گاڑی کی پلیٹ نمبر
vi: Biển số xe
zh_tw: 車牌號碼

source: Vehicle Color
bn: গাড়ির রঙ
de: Fahrzeugfarbe
et: Sõiduki värv
fa: رنگ خودرو
fi: Ajoneuvon väri
hi: वाहन का रंग
hy: Մեքենայի գույնը
id: Warna Kendaraan
it: Colore veicolo
ja: 車両の色
ko: 차량 색상
ms: Warna Kenderaan
nl: Voertuigkleur
no: Farge på kjøretøy
pl: Kolor pojazdu
ro: Culoare vehicul
sv: Fordonets färg
th: สีรถ
uk: Колір транспортного засобу
ur: گاڑی کا رنگ
vi: Màu xe
zh_tw: 車輛顏色

# vehicleModelAndMake
source: Vehicle Model & Make
bn: গাড়ির মডেল ও প্রস্তুতকারক
de: Fahrzeugmodell & Marke
et: Sõiduki mark ja mudel
fa: مدل و سازنده خودرو
fi: Ajoneuvon malli ja merkki
hi: वाहन मॉडल और निर्माता
hy: Մեքենայի մոդելը և մակնիշը
id: Model & Merek Kendaraan
it: Modello e marca veicolo
ja: 車両型式
ko: 차량 모델
ms: Model Kenderaan
nl: Voertuigmodel
no: Kjøretøy modell
pl: model maszyny
ro: Modelul vehiculului
sv: Fordonsmodell
th: รุ่นรถ
uk: Модель транспортного засобу
ur: گاڑی کا ماڈل
vi: Mô hình xe
zh_tw: 車輛型號

source: Vehicle production year
bn: গাড়ির উৎপাদন বছর
de: Fahrzeugbaujahr
et: Sõiduki tootmisaasta
fa: سال تولید خودرو
fi: Ajoneuvon valmistusvuosi
hi: वाहन निर्माण वर्ष
hy: Մեքենայի արտադրության տարեթիվը
id: Tahun produksi kendaraan
it: Anno di produzione veicolo
ja: 車両製造年
ko: 차량 생산 연도
ms: Tahun pengeluaran kenderaan
nl: Bouwjaar van voertuig
no: Produksjonsår for kjøretøy
pl: Rok produkcji pojazdu
ro: Anul producției vehiculului
sv: Fordonsproduktionsår
th: ปีที่ผลิตรถยนต์
uk: Рік випуску автомобіля
ur: گاڑیوں کی پیداوار کا سال
vi: Năm sản xuất xe
zh_tw: 車輛生產年份

source: Bank Name
bn: ব্যাঙ্কের নাম
et: Panga nimi
fa: نام بانک
fi: Pankin nimi
hi: बैंक का नाम
hy: Բանկի անվանումը
id: Nama Bank
it: Nome banca
ja: 銀行名
ko: 은행 이름
ms: Nama bank
nl: Banknaam
no: Bank navn
pl: Nazwa banku
ro: Numele băncii
sv: Bank namn
th: ชื่อธนาคาร
uk: Назва банку
ur: بینک کا نام
vi: Tên ngân hàng
zh_tw: 銀行名

source: Bank Routing Number
bn: ব্যাঙ্ক রাউটিং নম্বর
de: Bankleitzahl
et: Panga kood
fa: شماره مسیریابی بانک
fi: Pankin reititysnumero
hi: बैंक रूटिंग नंबर
hy: Բանկային երթուղային համարը
id: Nomor Routing Bank
it: Numero di instradamento bancario
ja: 銀行ルーティング番号
ko: 은행 라우팅 번호
ms: Nombor Laluan Bank
nl: Banknummer
no: Bankrutingsnummer
pl: Numer rozliczeniwy banku
ro: Număr de rutare bancară
sv: Bankroutingnummer
th: หมายเลขเส้นทางธนาคาร
uk: Номер банку
ur: بینک روٹنگ نمبر
vi: Số định tuyến ngân hàng
zh_tw: 銀行路由號碼

source: Bank Account Number
bn: ব্যাঙ্ক অ্যাকাউন্ট নম্বর
de: Kontonummer
et: Panga kontonumber
fa: شماره حساب بانکی
fi: Pankkitilin numero
hi: बैंक खाता संख्या
hy: Բանկային հաշվի համարը
id: Nomor Rekening Bank
it: Numero conto bancario
ja: 銀行の口座番号
ko: 은행 계좌 번호
ms: Nombor akaun bank
nl: Bankrekeningnummer
no: Bankkontonummer
pl: Numer konta bankowego
ro: Numarul contului bancar
sv: Bankkontonummer
th: หมายเลขบัญชีธนาคาร
uk: Номер рахунку в банку
ur: بینک اکاؤنٹ نمبر
vi: Số tài khoản ngân hàng
zh_tw: 銀行帳號

# bankSwift
source: SWIFT Code
bn: সুইফট কোড
et: SWIFT kood
fa: کد سوئیفت
fi: SWIFT-koodi
hi: स्विफ्ट कोड
hy: SWIFT կոդը
id: Kode SWIFT
it: Codice SWIFT
ja: スウィフトコード
ko: 스위프트 코드
ms: Kod pantas
no: SWIFT-kode
pl: Kod SWIFT
ro: Codul SWIFT
sv: SWIFT-kod
th: รหัสสวิฟท์
uk: Швидкий код
ur: سوفٹ کوڈ
vi: Mã SWIFT
zh_tw: SWIFT代碼

source: Upload Image
bn: ছবি আপলোড করুন
de: Bild hochladen
et: Laadi pilt üles
fa: آپلود تصویر
fi: Lataa kuva
hi: छवि अपलोड करें
hy: Վերբեռնել պատկեր
id: Unggah Gambar
it: Carica immagine
ja: 画像をアップロードする
ko: 이미지 업로드
ms: Muat Naik Imej
nl: Afbeelding uploaden
no: Last opp bilde
pl: Załaduj obrazek
ro: Incarca imaginea
sv: Ladda upp bild
th: อัพโหลดรูปภาพ
uk: Завантажити зображення
ur: تصویر انٹرنیٹ پر ڈالنا
vi: Tải hình ảnh lên
zh_tw: 上傳圖片

source: Your balance
bn: আপনার ব্যালেন্স
de: Ihr Guthaben
et: Teie saldo
fa: موجودی شما
fi: Saldosi
hi: आपका बैलेंस
hy: Ձեր մնացորդը
id: Saldo Anda
it: Il tuo saldo
ja: あなたのバランス
ko: 귀하의 잔액
ms: Baki anda
nl: Je balans
no: Din balanse
pl: Twój balans
ro: Echilibrul tau
sv: Din balans
th: ยอดคงเหลือของคุณ
uk: Ваш баланс
ur: آپ کا بیلنس
vi: Số dư của bạn
zh_tw: 您的餘額

source: Ride Cancellation
bn: রাইড বাতিলকরণ
de: Fahrtenstornierung
et: Sõidu tühistamine
fa: لغو سفر
fi: Kyydin peruutus
hi: सवारी रद्द करना
hy: Ուղևորության չեղարկում
id: Pembatalan Perjalanan
it: Cancellazione corsa
ja: 乗車キャンセル
ko: 탑승 취소
ms: Pembatalan Perjalanan
nl: Ritannulering
no: Kansellering av kjøretur
pl: Anulowanie przejazdu
ro: Anularea cursei
sv: Avbokning av färd
th: การยกเลิกการเดินทาง
uk: Скасування поїздки
ur: سواری کی منسوخی
vi: Hủy chuyến đi
zh_tw: 取消乘車

# cancelRideMessage
source: Are you sure you want to cancel your ride?
bn: আপনি কি নিশ্চিত যে আপনি আপনার রাইড বাতিল করতে চান?
de: Sind Sie sicher, dass Sie Ihre Fahrt stornieren möchten?
et: Oled sa kindel, et soovid sõidu tühistada?
fa: آیا مطمئن هستید که می‌خواهید سفر خود را لغو کنید؟
fi: Oletko varma, että haluat peruuttaa kyytisi?
hi: क्या आप वाकई अपनी सवारी रद्द करना चाहते हैं?
hy: Համոզվա՞ծ եք, որ ցանկանում եք չեղարկել ձեր ուղևորությունը։
id: Anda yakin ingin membatalkan perjalanan Anda?
it: Sei sicuro di voler annullare la corsa?
ja: 乗車をキャンセルしてもよろしいですか?
ko: 정말로 차량 서비스를 취소하시겠습니까?
ms: Adakah anda pasti mahu membatalkan perjalanan anda?
nl: Weet je zeker dat je je rit wilt annuleren?
no: Er du sikker på at du vil kansellere turen?
pl: Czy na pewno chcesz anulować przejazd?
ro: Sigur doriți să anulați călătoria?
sv: Är du säker på att du vill avbryta din resa?
th: คุณแน่ใจหรือไม่ว่าต้องการยกเลิกการโดยสาร
uk: Ви впевнені, що хочете скасувати свою поїздку?
ur: کیا آپ واقعی اپنی سواری منسوخ کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn hủy chuyến đi của mình không?
zh_tw: 您確定要取消行程嗎？

# cancelRideSuccess
source: Ride has been canceled successfully
bn: রাইড সফলভাবে বাতিল করা হয়েছে
de: Die Fahrt wurde erfolgreich storniert
et: Sõit on edukalt tühistatud
fa: سفر با موفقیت لغو شد
fi: Kyyti on peruutettu onnistuneesti
hi: सवारी सफलतापूर्वक रद्द कर दी गई है
hy: Ուղևորությունը հաջողությամբ չեղարկվել է։
id: Perjalanan berhasil dibatalkan
it: Corsa annullata con successo
ja: 乗車は正常にキャンセルされました
ko: 차량 서비스가 성공적으로 취소되었습니다
ms: Perjalanan telah berjaya dibatalkan
nl: De rit is succesvol geannuleerd
no: Turen er kansellert
pl: Przejazd został pomyślnie anulowany
ro: Călătoria a fost anulată cu succes
sv: Turen har avbrutits
th: ยกเลิกการโดยสารเรียบร้อยแล้ว
uk: Поїздку успішно скасовано
ur: سواری کامیابی کے ساتھ منسوخ کر دی گئی ہے۔
vi: Chuyến đi đã được hủy thành công
zh_tw: 行程已成功取消

# confirmAndCancelRide
source: Confirm & Cancel Ride
bn: নিশ্চিত করুন এবং রাইড বাতিল করুন
de: Bestätigen & Fahrt stornieren
et: Kinnita ja tühista sõit
fa: تایید و لغو سفر
fi: Vahvista ja peruuta kyyti
hi: पुष्टि करें और सवारी रद्द करें
hy: Հաստատել և չեղարկել ուղևորությունը
id: Konfirmasi & Batalkan Perjalanan
it: Conferma e Annulla Corsa
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認
