Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Taxi Panels Permissions
bn: ট্যাক্সি প্যানেলের অনুমতি
de: Taxi-Panel-Berechtigungen
et: Takso paneeli õigused
fa: مجوزهای پنل تاکسی
fi: Taksipaneelien oikeudet
hi: टैक्सी पैनल अनुमतियाँ
hy: Տաքսի վահանակների թույլտվություններ
id: Izin Panel Taksi
it: Permessi pannello Taxi

source: Shop Panels Permissions
bn: দোকান প্যানেলের অনুমতি
de: Shop-Panel-Berechtigungen
et: Poe paneeli õigused
fa: مجوزهای پنل فروشگاه
fi: Kauppapaneelien oikeudet
hi: दुकान पैनल अनुमतियाँ
hy: Խանութի վահանակների թույլտվություններ
id: Izin Panel Toko
it: Permessi pannello Negozio

source: Parking Panels Permissions
bn: পার্কিং প্যানেলের অনুমতি
de: Park-Panel-Berechtigungen
et: Parkla paneeli õigused
fa: مجوزهای پنل پارکینگ
fi: Pysäköintipaneelien oikeudet
hi: पार्किंग पैनल अनुमतियाँ
hy: Կայանատեղիի վահանակների թույլտվություններ
id: Izin Panel Parkir
it: Permessi pannello Parcheggio

source: Choose Permission
bn: অনুমতি নির্বাচন করুন
de: Berechtigung auswählen
et: Vali õigus
fa: انتخاب مجوز
fi: Valitse oikeus
hi: अनुमति चुनें
hy: Ընտրել թույլտվությունը
id: Pilih Izin
it: Scegli permesso

source: None
bn: কোনটিই নয়
de: Keine
et: Puudub
fa: هیچ
fi: Ei mitään
hi: कोई नहीं
hy: Ոչինչ
id: Tidak Ada
it: Nessuno

source: No access
bn: কোন অ্যাক্সেস নেই
de: Kein Zugriff
et: Juurdepääs puudub
fa: بدون دسترسی
fi: Ei pääsyä
hi: पहुँच नहीं
hy: Մուտք չկա
id: Tidak ada akses
it: Nessun accesso

source: Can View
bn: দেখতে পারে
de: Kann anzeigen
et: Saab vaadata
fa: می‌تواند مشاهده کند
fi: Voi tarkastella
hi: देख सकते हैं
hy: Կարող է դիտել
id: Dapat Melihat
it: Può visualizzare

source: Can view only
bn: শুধুমাত্র দেখতে পারে
de: Nur anzeigen
et: Saab ainult vaadata
fa: فقط می‌تواند مشاهده کند
fi: Voi tarkastella vain
hi: केवल देख सकते हैं
hy: Կարող է միայն դիտել
id: Hanya dapat melihat
it: Può solo visualizzare

source: Can Edit
bn: সম্পাদনা করতে পারে
de: Kann bearbeiten
et: Saab muuta
fa: می‌تواند ویرایش کند
fi: Voi muokata
hi: संपादित कर सकते हैं
hy: Կարող է խմբագրել
id: Dapat Mengedit
it: Può modificare

source: Can view and edit
bn: দেখতে এবং সম্পাদনা করতে পারে
de: Kann anzeigen und bearbeiten
et: Saab vaadata ja muuta
fa: می‌تواند مشاهده و ویرایش کند
fi: Voi tarkastella ja muokata
hi: देख सकते हैं और संपादित कर सकते हैं
hy: Կարող է դիտել և խմբագրել
id: Dapat melihat dan mengedit
it: Può visualizzare e modificare

source: Schedule Announcement
bn: ঘোষণা নির্ধারণ করুন
de: Ankündigung planen
et: Planeeri teadaanne
fa: برنامه‌ریزی اعلان
fi: Aikatauluta ilmoitus
hi: घोषणा शेड्यूल करें
hy: Պլանավորել հայտարարություն
id: Jadwalkan Pengumuman
it: Programma annuncio

# scheduleAnnouncementSubtitle
source: Schedule the announcement to be sent at a later time
bn: পরবর্তী সময়ে পাঠানোর জন্য ঘোষণা নির্ধারণ করুন
de: Planen Sie die Ankündigung für einen späteren Zeitpunkt.
et: Planeeri teadaanne hilisemaks saatmiseks
fa: اعلان را برای ارسال در زمان بعدی برنامه‌ریزی کنید
fi: Aikatauluta ilmoitus lähetettäväksi myöhemmin
hi: घोषणा को बाद के समय पर भेजने के लिए शेड्यूल करें
hy: Պլանավորել հայտարարությունը ավելի ուշ ուղարկելու համար
id: Jadwalkan pengumuman untuk dikirim di lain waktu
it: Programma l'invio dell'annuncio in un secondo momento

source: Enter announcement title
bn: ঘোষণার শিরোনাম প্রবেশ করান
de: Ankündigungstitel eingeben
et: Sisesta teadaande pealkiri
fa: عنوان اعلان را وارد کنید
fi: Anna ilmoituksen otsikko
hi: घोषणा शीर्षक दर्ज करें
hy: Մուտքագրել հայտարարության վերնագիր
id: Masukkan judul pengumuman
it: Inserisci titolo annuncio

source: Enter announcement description
bn: ঘোষণার বিবরণ প্রবেশ করান
de: Ankündigungsbeschreibung eingeben
et: Sisesta teadaande kirjeldus
fa: توضیحات اعلان را وارد کنید
fi: Anna ilmoituksen kuvaus
hi: घोषणा विवरण दर्ज करें
hy: Մուտքագրել հայտարարության նկարագրություն
id: Masukkan deskripsi pengumuman
it: Inserisci descrizione annuncio

source: Start date
bn: শুরুর তারিখ
de: Startdatum
et: Alguskuupäev
fa: تاریخ شروع
fi: Alkamispäivä
hi: आरंभ तिथि
hy: Սկիզբ ամսաթիվ
id: Tanggal mulai
it: Data inizio

# startDateRequired
source: Start date is required
bn: শুরুর তারিখ আবশ্যক
de: Startdatum ist erforderlich
et: Alguskuupäev on kohustuslik
fa: تاریخ شروع الزامی است
fi: Alkamispäivä vaaditaan
hi: आरंभ तिथि अनिवार्य है
hy: Սկիզբ ամսաթիվը պարտադիր է
id: Tanggal mulai wajib diisi
it: La data di inizio è obbligatoria

source: End date
bn: শেষ তারিখ
de: Enddatum
et: Lõppkuupäev
fa: تاریخ پایان
fi: Päättymispäivä
hi: अंतिम तिथि
hy: Ավարտ ամսաթիվ
id: Tanggal akhir
it: Data fine

# endDateRequired
source: End date is required
bn: শেষ তারিখ আবশ্যক
de: Enddatum ist erforderlich
et: Lõppkuupäev on kohustuslik
fa: تاریخ پایان الزامی است
fi: Päättymispäivä vaaditaan
hi: अंतिम तिथि अनिवार्य है
hy: Ավարտ ամսաթիվը պարտադիր է
id: Tanggal akhir wajib diisi
it: La data di fine è obbligatoria

# enterAnnouncement
source: Enter announcement {announcement}
bn: ঘোষণা {announcement} প্রবেশ করান
de: Ankündigung eingeben {announcement}
et: Sisesta teadaanne {announcement}
fa: اعلان {announcement} را وارد کنید
fi: Anna ilmoitus {announcement}
hi: घोषणा दर्ज करें {announcement}
hy: Մուտքագրել հայտարարություն {announcement}
id: Masukkan pengumuman {announcement}
it: Inserisci annuncio {announcement}

source: Send as SMS
bn: এসএমএস হিসাবে পাঠান
de: Als SMS senden
et: Saada SMS-ina
fa: ارسال به عنوان پیامک
fi: Lähetä SMS:nä
hi: एसएमएस के रूप में भेजें
hy: Ուղարկել որպես SMS
id: Kirim sebagai SMS
it: Invia come SMS

source: SMS Message
bn: এসএমএস বার্তা
de: SMS-Nachricht
et: SMS-sõnum
fa: پیام پیامک
fi: SMS-viesti
hi: एसएमएस संदेश
hy: SMS հաղորդագրություն
id: Pesan SMS
it: Messaggio SMS

source: Enter SMS message
bn: এসএমএস বার্তা প্রবেশ করান
de: SMS-Nachricht eingeben
et: Sisesta SMS-sõnum
fa: پیام پیامک را وارد کنید
fi: Anna SMS-viesti
hi: एसएमएस संदेश दर्ज करें
hy: Մուտքագրել SMS հաղորդագրություն
id: Masukkan pesan SMS
it: Inserisci messaggio SMS

# smsMessageRequired
source: SMS message is required
bn: এসএমএস বার্তা আবশ্যক
de: SMS-Nachricht ist erforderlich
et: SMS-sõnum on kohustuslik
fa: پیام پیامک الزامی است
fi: SMS-viesti vaaditaan
hi: एसएमएस संदेश अनिवार्य है
hy: SMS հաղորդագրությունը պարտադիր է
id: Pesan SMS wajib diisi
it: Il messaggio SMS è obbligatorio

source: Send as Email
bn: ইমেল হিসাবে পাঠান
de: Als E-Mail senden
et: Saada e-postina
fa: ارسال به عنوان ایمیل
fi: Lähetä sähköpostina
hi: ईमेल के रूप में भेजें
hy: Ուղարկել որպես էլ. փոստ
id: Kirim sebagai Email
it: Invia come Email

source: Email Subject
bn: ইমেল বিষয়
de: E-Mail-Betreff
et: E-posti teema
fa: موضوع ایمیل
fi: Sähköpostin aihe
hi: ईमेल विषय
hy: Էլ. փոստի թեման
id: Subjek Email
it: Oggetto Email

source: Enter email subject
bn: ইমেল বিষয় প্রবেশ করান
de: E-Mail-Betreff eingeben
et: Sisesta e-posti teema
fa: موضوع ایمیل را وارد کنید
fi: Anna sähköpostin aihe
hi: ईमेल विषय दर्ज करें
hy: Մուտքագրել էլ. փոստի թեման
id: Masukkan subjek email
it: Inserisci oggetto email

# emailSubjectRequired
source: Email subject is required
bn: ইমেল বিষয় আবশ্যক
de: E-Mail-Betreff ist erforderlich
et: E-posti teema on kohustuslik
fa: موضوع ایمیل الزامی است
fi: Sähköpostin aihe vaaditaan
hi: ईमेल विषय अनिवार्य है
hy: Էլ. փոստի թեման պարտադիր է
id: Subjek email wajib diisi
it: L'oggetto email è obbligatorio

source: Email Message
bn: ইমেল বার্তা
de: E-Mail-Nachricht
et: E-posti sõnum
fa: پیام ایمیل
fi: Sähköpostiviesti
hi: ईमेल संदेश
hy: Էլ. փոստի հաղորդագրություն
id: Pesan Email
it: Messaggio Email

source: Enter email message
bn: ইমেল বার্তা প্রবেশ করান
de: E-Mail-Nachricht eingeben
et: Sisesta e-posti sõnum
fa: پیام ایمیل را وارد کنید
fi: Anna sähköpostiviesti
hi: ईमेल संदेश दर्ज करें
hy: Մուտքագրել էլ. փոստի հաղորդագրություն
id: Masukkan pesan email
it: Inserisci messaggio email

# emailMessageRequired
source: Email message is required
bn: ইমেল বার্তা আবশ্যক
de: E-Mail-Nachricht ist erforderlich
et: E-posti sõnum on kohustuslik
fa: پیام ایمیل الزامی است
fi: Sähköpostiviesti vaaditaan
hi: ईमेल संदेश अनिवार्य है
hy: Էլ. փոստի հաղորդագրությունը պարտադիր է
id: Pesan email wajib diisi
it: Il messaggio email è obbligatorio

source: Send as Push
bn: পুশ হিসাবে পাঠান
de: Als Push senden
et: Saada push-teavitusena
fa: ارسال به عنوان پوش
fi: Lähetä push-ilmoituksena
hi: पुश के रूप में भेजें
hy: Ուղարկել որպես Push
id: Kirim sebagai Push
it: Invia come Push

source: Push Title
bn: পুশ শিরোনাম
de: Push-Titel
et: Push-teavituse pealkiri
fa: عنوان پوش
fi: Push-otsikko
hi: पुश शीर्षक
hy: Push վերնագիր
id: Judul Push
it: Titolo Push

source: Enter push title
bn: পুশ শিরোনাম প্রবেশ করান
de: Push-Titel eingeben
et: Sisesta push-teavituse pealkiri
fa: عنوان پوش را وارد کنید
fi: Anna push-otsikko
hi: पुश शीर्षक दर्ज करें
hy: Մուտքագրել Push վերնագիր
id: Masukkan judul push
it: Inserisci titolo push

# pushTitleRequired
source: Push title is required
bn: পুশ শিরোনাম আবশ্যক
de: Push-Titel ist erforderlich
et: Push-teavituse pealkiri on kohustuslik
fa: عنوان پوش الزامی است
fi: Push-otsikko vaaditaan
hi: पुश शीर्षक अनिवार्य है
hy: Push վերնագիրը պարտադիր է
id: Judul push wajib diisi
it: Il titolo push è obbligatorio

source: Push Message
bn: পুশ বার্তা
de: Push-Nachricht
et: Push-teavituse sõnum
fa: پیام پوش
fi: Push-viesti
hi: पुश संदेश
hy: Push հաղորդագրություն
id: Pesan Push
it: Messaggio Push

source: Enter push message
bn: পুশ বার্তা প্রবেশ করান
de: Push-Nachricht eingeben
et: Sisesta push-teavituse sõnum
fa: پیام پوش را وارد کنید
fi: Anna push-viesti
hi: पुश संदेश दर्ज करें
hy: Մուտքագրել Push հաղորդագրություն
id: Masukkan pesan push
it: Inserisci messaggio push

# pushMessageRequired
source: Push message is required
bn: পুশ বার্তা আবশ্যক
de: Push-Nachricht ist erforderlich
et: Push-teavituse sõnum on kohustuslik
fa: پیام پوش الزامی است
fi: Push-viesti vaaditaan
hi: पुश संदेश अनिवार्य है
hy: Push հաղորդագրությունը պարտադիր է
id: Pesan push wajib diisi
it: Il messaggio push è obbligatorio

source: Announcement Details
bn: ঘোষণার বিবরণ
de: Ankündigungsdetails
et: Teadaande üksikasjad
fa: جزئیات اعلان
fi: Ilmoituksen tiedot
hi: घोषणा विवरण
hy: Հայտարարության մանրամասներ
id: Detail Pengumuman
it: Dettagli annuncio

source: Edit announcement details
bn: ঘোষণার বিবরণ সম্পাদনা করুন
de: Ankündigungsdetails bearbeiten
et: Muuda teadaande üksikasju
fa: ویرایش جزئیات اعلان
fi: Muokkaa ilmoituksen tietoja
hi: घोषणा विवरण संपादित करें
hy: Խմբագրել հայտարարության մանրամասները
id: Edit detail pengumuman
it: Modifica dettagli annuncio

# scheduleAnnouncementLater
source: Schedule the announcement to be sent at a later time
bn: পরবর্তী সময়ে পাঠানোর জন্য ঘোষণা নির্ধারণ করুন
de: Planen Sie die Ankündigung für einen späteren Zeitpunkt.
et: Planeeri teadaanne hilisemaks saatmiseks
fa: اعلان را برای ارسال در زمان بعدی برنامه‌ریزی کنید
fi: Aikatauluta ilmoitus lähetettäväksi myöhemmin
hi: घोषणा को बाद के समय पर भेजने के लिए शेड्यूल करें
hy: Պլանավորել հայտարարությունը ավելի ուշ ուղարկելու համար
id: Jadwalkan pengumuman untuk dikirim di lain waktu
it: Programma l'invio dell'annuncio in un secondo momento

# userRedemptionLimit
source: How many times a user can redeem
bn: একজন ব্যবহারকারী কতবার রিডিম করতে পারে
de: Wie oft ein Benutzer einlösen kann
et: Mitu korda saab kasutaja lunastada
fa: چند بار یک کاربر می‌تواند بازخرید کند
fi: Kuinka monta kertaa käyttäjä voi lunastaa
hi: उपयोगकर्ता कितनी बार रिडीम कर सकता है
hy: Քանի անգամ օգտատերը կարող է մարել
id: Berapa kali pengguna dapat menukarkan
it: Quante volte un utente può riscattare

source: Minimum cost
bn: ন্যূনতম খরচ
de: Mindestkosten
et: Miinimumhind
fa: حداقل هزینه
fi: Minimikustannus
hi: न्यूनतम लागत
hy: Նվազագույն արժեք
id: Biaya minimum
it: Costo minimo

source: Maximum cost
bn: সর্বোচ্চ খরচ
de: Maximalkosten
et: Maksimumhind
fa: حداکثر هزینه
fi: Maksimikustannus
hi: अधिकतम लागत
hy: Առավելագույն արժեք
id: Biaya maksimum
it: Costo massimo

source: Flat discount
bn: ফ্ল্যাট ডিসকাউন্ট
de: Pauschalrabatt
et: Kindel allahindlus
fa: تخفیف ثابت
fi: Kiinteä alennus
hi: फ्लैट छूट
hy: Հաստատագրված զեղչ
id: Diskon tetap
it: Sconto fisso

source: Percentage discount
bn: শতাংশ ডিসকাউন্ট
de: Prozentualer Rabatt
et: Protsentuaalne allahindlus
fa: تخفیف درصدی
fi: Prosentuaalinen alennus
hi: प्रतिशत छूट
hy: Տոկոսային զեղչ
id: Diskon persentase
it: Sconto percentuale

# totalUserRedemptionLimit
source: How many users can redeem
bn: কতজন ব্যবহারকারী রিডিম করতে পারে
de: Wie viele Benutzer einlösen können
et: Mitu kasutajat saavad lunastada
fa: چند کاربر می‌توانند بازخرید کنند
fi: Kuinka monta käyttäjää voi lunastaa
hi: कितने उपयोगकर्ता रिडीम कर सकते हैं
hy: Քանի օգտատեր կարող է մարել
id: Berapa banyak pengguna yang dapat menukarkan
it: Quanti utenti possono riscattare

source: Enter campaign title
bn: ক্যাম্পেইনের শিরোনাম প্রবেশ করান
de: Kampagnentitel eingeben
et: Sisesta kampaania pealkiri
fa: عنوان کمپین را وارد کنید
fi: Anna kampanjan otsikko
hi: अभियान शीर्षक दर्ज करें
hy: Մուտքագրել արշավի վերնագիրը
id: Masukkan judul kampanye
it: Inserisci titolo campagna

source: Enter campaign description
bn: ক্যাম্পেইনের বিবরণ প্রবেশ করান
de: Kampagnenbeschreibung eingeben
et: Sisesta kampaania kirjeldus
fa: توضیحات کمپین را وارد کنید
fi: Anna kampanjan kuvaus
hi: अभियान विवरण दर्ज करें
hy: Մուտքագրել արշավի նկարագրությունը
id: Masukkan deskripsi kampanye
it: Inserisci descrizione campagna

source: Last activity
bn: শেষ কার্যকলাপ
de: Letzte Aktivität
et: Viimane tegevus
fa: آخرین فعالیت
fi: Viimeisin aktiviteetti
hi: अंतिम गतिविधि
hy: Վերջին ակտիվությունը
id: Aktivitas terakhir
it: Ultima attività

source: Criteria type
bn: মানদণ্ডের প্রকার
de: Kriterientyp
et: Kriteeriumide tüüp
fa: نوع معیار
fi: Kriteerityyppi
hi: मानदंड प्रकार
hy: Չափանիշի տեսակը
id: Jenis kriteria
it: Tipo criterio

source: Value
bn: মান
de: Wert
et: Väärtus
fa: مقدار
fi: Arvo
hi: मान
hy: Արժեք
id: Nilai
it: Valore

source: Enter value
bn: মান প্রবেশ করান
de: Wert eingeben
et: Sisesta väärtus
fa: مقدار را وارد کنید
fi: Anna arvo
hi: मान दर्ज करें
hy: Մուտքագրել արժեքը
id: Masukkan nilai
it: Inserisci valore

source: Add another target
bn: অন্য লক্ষ্য যোগ করুন
de: Weiteres Ziel hinzufügen
et: Lisa teine sihtrühm
fa: افزودن هدف دیگر
fi: Lisää toinen kohde
hi: एक और लक्ष्य जोड़ें
hy: Ավելացնել մեկ այլ թիրախ
id: Tambah target lain
it: Aggiungi un altro target

source: Coupon batch
bn: কুপন ব্যাচ
de: Gutschein-Batch
et: Sooduskupongide partii
fa: دسته کوپن
fi: Kuponkierä
hi: कूपन बैच
hy: Կտրոնի խմբաքանակ
id: Batch kupon
it: Lotto coupon

# campaignStatsAndCouponExport
source: View stats and export coupon codes for a campaign
bn: একটি ক্যাম্পেইনের জন্য পরিসংখ্যান দেখুন এবং কুপন কোড রপ্তানি করুন
de: Statistiken anzeigen und Gutscheincodes für eine Kampagne exportieren
et: Vaata statistikat ja ekspordi kampaania sooduskupongide koode
fa: مشاهده آمار و خروجی گرفتن کدهای کوپن برای یک کمپین
fi: Tarkastele tilastoja ja vie kuponkikoodeja kampanjalle
hi: एक अभियान के लिए आँकड़े देखें और कूपन कोड निर्यात करें
hy: Դիտել վիճակագրություն և արտահանել կտրոնի կոդերը արշավի համար
id: Lihat statistik dan ekspor kode kupon untuk kampanye
it: Visualizza statistiche ed esporta codici coupon per una campagna

# giftCardBatchOverview
source: Overview of the gift card batch
bn: গিফট কার্ড ব্যাচের সংক্ষিপ্ত বিবরণ
de: Übersicht des Geschenkkarten-Batches
et: Kinkekaartide partii ülevaade
fa: نمای کلی دسته کارت هدیه
fi: Lahjakorttierän yleiskatsaus
hi: गिफ्ट कार्ड बैच का अवलोकन
hy: Նվեր քարտերի խմբաքանակի ընդհանուր տեսքը
id: Ringkasan batch kartu hadiah
it: Panoramica del lotto di carte regalo

source: Max redeem per customer
bn: প্রতি গ্রাহক সর্বোচ্চ রিডিম
de: Max. Einlösungen pro Kunde
et: Maksimaalselt lunastamist kliendi kohta
fa: حداکثر بازخرید به ازای هر مشتری
fi: Maksimilunastus per asiakas
hi: प्रति ग्राहक अधिकतम रिडीम
hy: Առավելագույն մարում մեկ հաճախորդի համար
id: Maksimal penukaran per pelanggan
it: Riscatto massimo per cliente

source: Discount percent
bn: ডিসকাউন্ট শতাংশ
de: Rabatt in Prozent
et: Allahindlus protsentides
fa: درصد تخفیف
fi: Alennusprosentti
hi: छूट प्रतिशत
hy: Զեղչի տոկոս
id: Persen diskon
it: Percentuale sconto

source: Gift card codes
bn: গিফট কার্ড কোড
de: Geschenkkartencodes
et: Kinkekaartide koodid
fa: کدهای کارت هدیه
fi: Lahjakorttikoodit
hi: गिफ्ट कार्ड कोड
hy: Նվեր քարտերի կոդերը
id: Kode kartu hadiah
it: Codici carta regalo

source: List of all campaigns
bn: সমস্ত ক্যাম্পেইনের তালিকা
de: Liste aller Kampagnen
et: Kõigi kampaaniate loend
fa: لیست تمام کمپین‌ها
fi: Luettelo kaikista kampanjoista
hi: सभी अभियानों की सूची
hy: Բոլոր արշավների ցուցակը
id: Daftar semua kampanye
it: Elenco di tutte le campagne

source: Create gift batch
bn: গিফট ব্যাচ তৈরি করুন
de: Geschenk-Batch erstellen
et: Loo kinkekaartide partii
fa: ایجاد دسته هدیه
fi: Luo lahjaerä
hi: गिफ्ट बैच बनाएँ
hy: Ստեղծել նվեր խմբաքանակ
id: Buat batch hadiah
it: Crea lotto regalo

# createGiftCardBatchDescription
source: Create a batch of gift cards for exporting and making available to customers.
bn: রপ্তানি এবং গ্রাহকদের জন্য উপলব্ধ করার জন্য গিফট কার্ডের একটি ব্যাচ তৈরি করুন।
de: Erstellen Sie einen Batch von Geschenkkarten zum Exportieren und zur Verfügung stellen für Kunden.
et: Loo kinkekaartide partii eksportimiseks ja klientidele kättesaadavaks tegemiseks.
fa: ایجاد یک دسته کارت هدیه برای خروجی گرفتن و در دسترس قرار دادن برای مشتریان.
fi: Luo lahjakorttierä vientiä ja asiakkaille tarjoamista varten.
hi: निर्यात करने और ग्राहकों को उपलब्ध कराने के लिए गिफ्ट कार्ड का एक बैच बनाएँ।
hy: Ստեղծել նվեր քարտերի խմբաքանակ՝ արտահանելու և հաճախորդներին հասանելի դարձնելու համար:
id: Buat batch kartu hadiah untuk diekspor dan disediakan untuk pelanggan.
it: Crea un lotto di carte regalo per l'esportazione e la messa a disposizione dei clienti.

# giftCardBatchStatsAndCodeExport
source: View stats and export gift card codes for a batch of gift cards
bn: একটি গিফট কার্ড ব্যাচের জন্য পরিসংখ্যান দেখুন এবং গিফট কার্ড কোড রপ্তানি করুন
de: Statistiken anzeigen und Geschenkkartencodes für einen Batch von Geschenkkarten exportieren
et: Vaata statistikat ja ekspordi kinkekaartide partii koode
fa: مشاهده آمار و خروجی گرفتن کدهای کارت هدیه برای یک دسته کارت هدیه
fi: Tarkastele tilastoja ja vie lahjakorttikoodeja lahjakorttierälle
hi: गिफ्ट कार्ड के बैच के लिए आँकड़े देखें और गिफ्ट कार्ड कोड निर्यात करें
hy: Դիտել վիճակագրություն և արտահանել նվեր քարտերի կոդերը նվեր քարտերի խմբաքանակի համար
id: Lihat statistik dan ekspor kode kartu hadiah untuk batch kartu hadiah
it: Visualizza statistiche ed esporta codici carta regalo per un lotto di carte regalo

source: Used in
bn: ব্যবহৃত
de: Verwendet in
et: Kasutatud
fa: استفاده شده در
fi: Käytetty
hi: में प्रयुक्त
hy: Օգտագործված է
id: Digunakan dalam
it: Usato in

source: Users pending verification
bn: যাচাইকরণ বাকি ব্যবহারকারী
de: Benutzer mit ausstehender Verifizierung
et: Kontrollimist ootavad kasutajad
fa: کاربران در انتظار تایید
fi: Käyttäjät odottavat vahvistusta
hi: सत्यापन लंबित उपयोगकर्ता
hy: Օգտատերեր, որոնք սպասում են հաստատման
id: Pengguna menunggu verifikasi
it: Utenti in attesa di verifica

# ownersInformation
source: Owner Information
bn: মালিকের তথ্য
de: Besitzerinformationen
et: Omaniku teave
fa: اطلاعات مالک
fi: Omistajan tiedot
hi: मालिक की जानकारी
hy: Սեփականատիրոջ տվյալներ
id: Informasi Pemilik
it: Informazioni proprietario

source: How many cars can park?
bn: কতগুলি গাড়ি পার্ক করতে পারে?
de: Wie viele Autos können parken?
et: Mitu autot saab parkida?
fa: چند ماشین می‌توانند پارک کنند؟
fi: Kuinka monta autoa voi pysäköidä?
hi: कितनी कारें पार्क कर सकती हैं?
hy: Քանի՞ մեքենա կարող է կայանել։
id: Berapa banyak mobil yang bisa parkir?
it: Quante auto possono parcheggiare?

source: Car size
bn: গাড়ির আকার
de: Autogröße
et: Auto suurus
fa: اندازه ماشین
fi: Auton koko
hi: कार का आकार
hy: Մեքենայի չափը
id: Ukuran mobil
it: Dimensioni auto

source: How many bikes can park?
bn: কতগুলি বাইক পার্ক করতে পারে?
de: Wie viele Fahrräder können parken?
et: Mitu jalgratast saab parkida?
fa: چند دوچرخه می‌توانند پارک کنند؟
fi: Kuinka monta pyörää voi pysäköidä?
hi: कितनी बाइकें पार्क कर सकती हैं?
hy: Քանի՞ հեծանիվ կարող է կայանել։
id: Berapa banyak motor yang bisa parkir?
it: Quante moto possono parcheggiare?

source: How many trucks can park?
bn: কতগুলি ট্রাক পার্ক করতে পারে?
de: Wie viele LKWs können parken?
et: Mitu veokit saab parkida?
fa: چند کامیون می‌توانند پارک کنند؟
fi: Kuinka monta kuorma-autoa voi pysäköidä?
hi: कितने ट्रक पार्क कर सकते हैं?
hy: Քանի՞ բեռնատար կարող է կայանել։
id: Berapa banyak truk yang bisa parkir?
it: Quanti camion possono parcheggiare?

source: Create Park Spot
bn: পার্ক স্পট তৈরি করুন
de: Parkplatz erstellen
et: Loo parkimiskoht
fa: ایجاد جای پارک
fi: Luo pysäköintipaikka
hi: पार्किंग स्थान बनाएँ
hy: Ստեղծել կայանման տեղ
id: Buat Tempat Parkir
it: Crea posto auto

source: Verify Park Spot
bn: পার্ক স্পট যাচাই করুন
de: Parkplatz verifizieren
et: Kontrolli parkimiskohta
fa: تایید جای پارک
fi: Vahvista pysäköintipaikka
hi: पार्किंग स्थान सत्यापित करें
hy: Հաստատել կայանման տեղը
id: Verifikasi Tempat Parkir
it: Verifica posto auto

source: Enter park spot details
bn: পার্ক স্পটের বিবরণ প্রবেশ করান
de: Parkplatzdetails eingeben
et: Sisesta parkimiskoha üksikasjad
fa: جزئیات جای پارک را وارد کنید
fi: Anna pysäköintipaikan tiedot
hi: पार्किंग स्थान विवरण दर्ज करें
hy: Մուտքագրել կայանման տեղի մանրամասները
id: Masukkan detail tempat parkir
it: Inserisci dettagli posto auto

source: Verify park spot details
bn: পার্ক স্পটের বিবরণ যাচাই করুন
de: Parkplatzdetails verifizieren
et: Kontrolli parkimiskoha üksikasju
fa: تایید جزئیات جای پارک
fi: Vahvista pysäköintipaikan tiedot
hi: पार्किंग स्थान विवरण सत्यापित करें
hy: Հաստատել կայանման տեղի մանրամասները
id: Verifikasi detail tempat parkir
it: Verifica dettagli posto auto

source: Facilities & Vehicle Types
bn: সুবিধা ও গাড়ির প্রকার
de: Einrichtungen & Fahrzeugtypen
et: Teenused ja sõidukitüübid
fa: امکانات و انواع خودرو
fi: Palvelut ja ajoneuvotyypit
hi: सुविधाएँ और वाहन प्रकार
hy: Հարմարություններ և տրանսպորտային միջոցների տեսակները
id: Fasilitas & Jenis Kendaraan
it: Servizi e tipi di veicolo

source: Select facilities and vehicle types
bn: সুবিধা এবং গাড়ির প্রকার নির্বাচন করুন
de: Einrichtungen und Fahrzeugtypen auswählen
et: Vali teenused ja sõidukitüübid
fa: انتخاب امکانات و انواع خودرو
fi: Valitse palvelut ja ajoneuvotyypit
hi: सुविधाएँ और वाहन प्रकार चुनें
hy: Ընտրել հարմարությունները և տրանսպորտային միջոցների տեսակները
id: Pilih fasilitas dan jenis kendaraan
it: Seleziona servizi e tipi di veicolo

source: Enter owner information
bn: মালিকের তথ্য প্রবেশ করান
de: Besitzerinformationen eingeben
et: Sisesta omaniku teave
fa: اطلاعات مالک را وارد کنید
fi: Anna omistajan tiedot
hi: मालिक की जानकारी दर्ज करें
hy: Մուտքագրել սեփականատիրոջ տվյալները
id: Masukkan informasi pemilik
it: Inserisci informazioni proprietario

source: Spot details
bn: স্পটের বিবরণ
de: Parkplatzdetails
et: Koha üksikasjad
fa: جزئیات جای پارک
fi: Paikan tiedot
hi: स्थान विवरण
hy: Տեղի մանրամասներ
id: Detail tempat
it: Dettagli posto

source: Selected location
bn: নির্বাচিত অবস্থান
de: Ausgewählter Standort
et: Valitud asukoht
fa: مکان انتخاب شده
fi: Valittu sijainti
hi: चयनित स्थान
hy: Ընտրված վայրը
id: Lokasi terpilih
it: Posizione selezionata

source: History
bn: ইতিহাস
de: Verlauf
et: Ajalugu
fa: تاریخچه
fi: Historia
hi: इतिहास
hy: Պատմություն
id: Riwayat
it: Cronologia

# confirmPasswordRequired
source: Confirm password is required
bn: পাসওয়ার্ড নিশ্চিতকরণ আবশ্যক
de: Passwortbestätigung ist erforderlich
et: Parooli kinnitamine on kohustuslik
fa: تایید رمز عبور الزامی است
fi: Vahvista salasana vaaditaan
hi: पासवर्ड की पुष्टि अनिवार्य है
hy: Հաստատել գաղտնաբառը պարտադիր է
id: Konfirmasi kata sandi wajib diisi
it: La conferma password è obbligatoria

source: Parking details
bn: পার্কিং বিবরণ
de: Parkdetails
et: Parkimise üksikasjad
fa: جزئیات پارکینگ
fi: Pysäköinnin tiedot
hi: पार्किंग विवरण
hy: Կայանման մանրամասներ
id: Detail parkir
it: Dettagli parcheggio
