Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# updatePasswordDescription
source: Please enter your previous password and set a new password for your account
bn: অনুগ্রহ করে আপনার পূর্ববর্তী পাসওয়ার্ড প্রবেশ করান এবং আপনার অ্যাকাউন্টের জন্য একটি নতুন পাসওয়ার্ড সেট করুন
de: Bitte geben Sie Ihr vorheriges Passwort ein und legen Sie ein neues Passwort für Ihr Konto fest
et: Palun sisestage oma eelmine parool ja määrake oma kontole uus parool
fa: لطفا رمز عبور قبلی خود را وارد کرده و یک رمز عبور جدید برای حساب خود تنظیم کنید
fi: Anna edellinen salasanasi ja aseta uusi salasana tilillesi
hi: कृपया अपना पिछला पासवर्ड दर्ज करें और अपने खाते के लिए एक नया पासवर्ड सेट करें
hy: Խնդրում ենք մուտքագրել ձեր նախորդ գաղտնաբառը և սահմանել նոր գաղտնաբառ ձեր հաշվի համար։
id: Silakan masukkan kata sandi Anda sebelumnya dan atur kata sandi baru untuk akun Anda
it: Inserisci la tua password precedente e imposta una nuova password per il tuo account

source: New Password
bn: নতুন পাসওয়ার্ড
de: Neues Passwort
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
hi: नया पासवर्ड
hy: Նոր գաղտնաբառ
id: Kata Sandi Baru
it: Nuova password

# passwordUpdated
source: Password updated successfully
bn: পাসওয়ার্ড সফলভাবে আপডেট করা হয়েছে
de: Passwort erfolgreich aktualisiert
et: Parool edukalt uuendatud
fa: رمز عبور با موفقیت به‌روز شد
fi: Salasana päivitetty onnistuneesti
hi: पासवर्ड सफलतापूर्वक अपडेट हुआ
hy: Գաղտնաբառը հաջողությամբ թարմացվել է
id: Kata sandi berhasil diperbarui
it: Password aggiornata con successo

source: Reply submitted
bn: উত্তর জমা দেওয়া হয়েছে
de: Antwort gesendet
et: Vastus esitatud
fa: پاسخ ارسال شد
fi: Vastaus lähetetty
hi: उत्तर सबमिट किया गया
hy: Պատասխանը ներկայացված է
id: Balasan terkirim
it: Risposta inviata

source: Reject Order
bn: অর্ডার প্রত্যাখ্যান করুন
de: Bestellung ablehnen
et: Lükka tellimus tagasi
fa: رد سفارش
fi: Hylkää tilaus
hi: ऑर्डर अस्वीकार करें
hy: Մերժել պատվերը
id: Tolak Pesanan
it: Rifiuta ordine

source: Prepared for Delivery
bn: ডেলিভারির জন্য প্রস্তুত
de: Für Lieferung vorbereitet
et: Valmistatud tarneks
fa: آماده برای تحویل
fi: Valmisteltu toimitusta varten
hi: वितरण के लिए तैयार
hy: Պատրաստված է առաքման համար
id: Disiapkan untuk Pengiriman
it: Preparato per la consegna

source: Sent for Delivery
bn: ডেলিভারির জন্য পাঠানো হয়েছে
de: Zur Lieferung versandt
et: Saadetud tarneks
fa: ارسال شده برای تحویل
fi: Lähetetty toimitukseen
hi: वितरण के लिए भेजा गया
hy: Ուղարկված է առաքման
id: Dikirim untuk Pengiriman
it: Inviato per la consegna

source: Hi
bn: হাই
de: Hallo
et: Tere
fa: سلام
fi: Hei
hi: नमस्ते
hy: Բարև
id: Hai
it: Ciao

source: Dismiss
bn: খারিজ করুন
de: Verwerfen
et: Jäta kõrvale
fa: رد کردن
fi: Hylkää
hi: खारिज करें
hy: Մերժել
id: Singkirkan
it: Ignora

source: Set as default
bn: ডিফল্ট হিসাবে সেট করুন
de: Als Standard festlegen
et: Määra vaikimisi
fa: تنظیم به عنوان پیش‌فرض
fi: Aseta oletukseksi
hi: डिफ़ॉल्ट के रूप में सेट करें
hy: Սահմանել որպես լռելյայն
id: Atur sebagai default
it: Imposta come predefinito

source: Unpaid
bn: অপরিশোধিত
de: Unbezahlt
et: Tasumata
fa: پرداخت نشده
fi: Maksamaton
hi: अवैतनिक
hy: Չվճարված
id: Belum Dibayar
it: Non pagato

source: Partially Refunded
bn: আংশিকভাবে ফেরত
de: Teilweise erstattet
et: Osaliselt tagasi makstud
fa: تا حدی بازپرداخت شده
fi: Osittain hyvitetty
hi: आंशिक रूप से वापस किया गया
hy: Մասնակի վերադարձված
id: Sebagian Dikembalikan Dananya
it: Parzialmente rimborsato

source: Delivery Estimation
bn: ডেলিভারি অনুমান
de: Voraussichtliche Lieferzeit
et: Tarne hinnang
fa: تخمین تحویل
fi: Toimitusarvio
hi: वितरण अनुमान
hy: Առաքման գնահատական
id: Estimasi Pengiriman
it: Stima di consegna

source: Settings Saved!
bn: সেটিংস সংরক্ষিত!
de: Einstellungen gespeichert!
et: Seaded salvestatud!
fa: تنظیمات ذخیره شد!
fi: Asetukset tallennettu!
hi: सेटिंग्स सहेजी गईं!
hy: Կարգավորումները պահպանված են:
id: Pengaturan Tersimpan!
it: Impostazioni salvate!

source: Push Notifications
bn: পুশ বিজ্ঞপ্তি
de: Push-Benachrichtigungen
et: Push-teavitused
fa: اعلان‌های پوش
fi: Push-ilmoitukset
hi: पुश सूचनाएं
hy: Push ծանուցումներ
id: Notifikasi Push
it: Notifiche push

source: SMS Notifications
bn: এসএমএস বিজ্ঞপ্তি
de: SMS-Benachrichtigungen
et: SMS-teavitused
fa: اعلان‌های پیامکی
fi: SMS-ilmoitukset
hi: एसएमएस सूचनाएं
hy: SMS ծանուցումներ
id: Notifikasi SMS
it: Notifiche SMS

source: Email Notifications
bn: ইমেল বিজ্ঞপ্তি
de: E-Mail-Benachrichtigungen
et: E-posti teavitused
fa: اعلان‌های ایمیلی
fi: Sähköposti-ilmoitukset
hi: ईमेल सूचनाएं
hy: Էլ. փոստի ծանուցումներ
id: Notifikasi Email
it: Notifiche email

source: New Orders
bn: নতুন অর্ডার
de: Neue Bestellungen
et: Uued tellimused
fa: سفارشات جدید
fi: Uudet tilaukset
hi: नए ऑर्डर
hy: Նոր պատվերներ
id: Pesanan Baru
it: Nuovi ordini

source: Order Updates
bn: অর্ডার আপডেট
de: Bestellaktualisierungen
et: Tellimuste uuendused
fa: به‌روزرسانی‌های سفارش
fi: Tilauspäivitykset
hi: ऑर्डर अपडेट
hy: Պատվերների թարմացումներ
id: Pembaruan Pesanan
it: Aggiornamenti ordini

source: New Feedbacks
bn: নতুন প্রতিক্রিয়া
de: Neue Feedbacks
et: Uued tagasisided
fa: بازخوردهای جدید
fi: Uudet palautteet
hi: नई प्रतिक्रियाएं
hy: Նոր արձագանքներ
id: Masukan Baru
it: Nuovi feedback

source: New Support Requests
bn: নতুন সমর্থন অনুরোধ
de: Neue Supportanfragen
et: Uued toe taotlused
fa: درخواست‌های پشتیبانی جدید
fi: Uudet tukipyynnöt
hi: नए सहायता अनुरोध
hy: Նոր աջակցման հարցումներ
id: Permintaan Dukungan Baru
it: Nuove richieste di supporto

source: Add to cart
bn: কার্টে যোগ করুন
de: In den Warenkorb
et: Lisa ostukorvi
fa: افزودن به سبد خرید
fi: Lisää ostoskoriin
hi: कार्ट में जोड़ें
hy: Ավելացնել զամբյուղ
id: Tambah ke keranjang
it: Aggiungi al carrello

source: Go to cart
bn: কার্টে যান
de: Zum Warenkorb
et: Mine ostukorvi
fa: رفتن به سبد خرید
fi: Siirry ostoskoriin
hi: कार्ट पर जाएं
hy: Անցնել զամբյուղ
id: Pergi ke keranjang
it: Vai al carrello

source: Cart
bn: কার্ট
de: Warenkorb
et: Ostukorv
fa: سبد خرید
fi: Ostoskori
hi: कार्ट
hy: Զամբյուղ
id: Keranjang
it: Carrello

source: Non-Delivery
bn: নন-ডেলিভারি
de: Nichtlieferung
et: Mittetarvitamine
fa: عدم تحویل
fi: Ei-toimitus
hi: गैर-वितरण
hy: Չառաքում
id: Non-Pengiriman
it: Non consegna

source: Wrong Item
bn: ভুল আইটেম
de: Falscher Artikel
et: Vale ese
fa: آیتم اشتباه
fi: Väärä tuote
hi: गलत आइटम
hy: Սխալ ապրանք
id: Barang Salah
it: Articolo sbagliato

source: Damaged Item
bn: ক্ষতিগ্রস্ত আইটেম
de: Beschädigter Artikel
et: Kahjustatud ese
fa: آیتم آسیب دیده
fi: Vahingoittunut tuote
hi: क्षतिग्रस्त आइटम
hy: Վնասված ապրանք
id: Barang Rusak
it: Articolo danneggiato

source: Missing Item
bn: অনুপস্থিত আইটেম
de: Fehlender Artikel
et: Puuduv ese
fa: آیتم گمشده
fi: Puuttuva tuote
hi: लापता आइटम
hy: Բացակայող ապրանք
id: Barang Hilang
it: Articolo mancante

source: Personal Info
bn: ব্যক্তিগত তথ্য
de: Persönliche Informationen
et: Isiklik info
fa: اطلاعات شخصی
fi: Henkilötiedot
hi: व्यक्तिगत जानकारी
hy: Անձնական տվյալներ
id: Info Pribadi
it: Informazioni personali

# rateThisOrder
source: Share your experience with this order
bn: এই অর্ডারের সাথে আপনার অভিজ্ঞতা শেয়ার করুন
de: Teilen Sie Ihre Erfahrung mit dieser Bestellung
et: Jagage oma kogemust selle tellimusega
fa: تجربه خود را با این سفارش به اشتراک بگذارید
fi: Jaa kokemuksesi tästä tilauksesta
hi: इस ऑर्डर के साथ अपना अनुभव साझा करें
hy: Կիսվեք ձեր փորձով այս պատվերի հետ
id: Bagikan pengalaman Anda dengan pesanan ini
it: Condividi la tua esperienza con questo ordine

source: Call
bn: কল
de: Anrufen
et: Helista
fa: تماس
fi: Soita
hi: कॉल करें
hy: Զանգել
id: Telepon
it: Chiama

source: Rate Order
bn: অর্ডার রেট করুন
de: Bestellung bewerten
et: Hinda tellimust
fa: امتیاز به سفارش
fi: Arvioi tilaus
hi: ऑर्डर रेट करें
hy: Գնահատել պատվերը
id: Beri Peringkat Pesanan
it: Valuta ordine

source: How was your order?
bn: আপনার অর্ডার কেমন ছিল?
de: Wie war Ihre Bestellung?
et: Kuidas teie tellimus oli?
fa: سفارش شما چطور بود؟
fi: Miten tilauksesi meni?
hi: आपका ऑर्डर कैसा रहा?
hy: Ինչպե՞ս անցավ ձեր պատվերը:
id: Bagaimana pesanan Anda?
it: Com'è stato il tuo ordine?

# ratingTitleBad
source: Not a good experience
bn: ভালো অভিজ্ঞতা নয়
de: Keine gute Erfahrung
et: Mitte hea kogemus
fa: تجربه خوبی نبود
fi: Ei hyvä kokemus
hi: एक अच्छा अनुभव नहीं
hy: Լավ փորձ չէ
id: Pengalaman kurang bagus
it: Esperienza non buona

# ratingTitleAverage
source: Average experience
bn: গড় অভিজ্ঞতা
de: Durchschnittliche Erfahrung
et: Keskmine kogemus
fa: تجربه متوسط
fi: Keskinkertainen kokemus
hi: औसत अनुभव
hy: Միջին փորձ
id: Pengalaman rata-rata
it: Esperienza nella media

# ratingTitleGood
source: You had a good experience
bn: আপনার একটি ভালো অভিজ্ঞতা ছিল
de: Sie hatten eine gute Erfahrung
et: Teil oli hea kogemus
fa: شما تجربه خوبی داشتید
fi: Sinulla oli hyvä kokemus
hi: आपका अनुभव अच्छा रहा
hy: Լավ փորձ ունեցաք
id: Pengalaman Anda bagus
it: Hai avuto una buona esperienza

source: Search Results
bn: অনুসন্ধানের ফলাফল
de: Suchergebnisse
et: Otsingutulemused
fa: نتایج جستجو
fi: Hakutulokset
hi: खोज परिणाम
hy: Որոնման արդյունքներ
id: Hasil Pencarian
it: Risultati ricerca

source: Set location for
bn: এর জন্য অবস্থান সেট করুন
de: Standort festlegen für
et: Määra asukoht
fa: تنظیم مکان برای
fi: Aseta sijainti kohteelle
hi: के लिए स्थान सेट करें
hy: Սահմանել վայրը՝
id: Atur lokasi untuk
it: Imposta posizione per

source: Edit location
bn: অবস্থান সম্পাদনা করুন
de: Standort bearbeiten
et: Muuda asukohta
fa: ویرایش مکان
fi: Muokkaa sijaintia
hi: स्थान संपादित करें
hy: Խմբագրել վայրը
id: Edit lokasi
it: Modifica posizione

source: keep
bn: রাখুন
de: Behalten
et: jäta
fa: نگه داشتن
fi: pidä
hi: रखें
hy: պահել
id: simpan
it: mantieni

source: Confirm and Delete
bn: নিশ্চিত করুন এবং মুছুন
de: Bestätigen und Löschen
et: Kinnita ja kustuta
fa: تایید و حذف
fi: Vahvista ja poista
hi: पुष्टि करें और हटाएँ
hy: Հաստատել և ջնջել
id: Konfirmasi dan Hapus
it: Conferma ed elimina

source: Delete this location?
bn: এই অবস্থানটি মুছবেন?
de: Diesen Standort löschen?
et: Kustutada see asukoht?
fa: این مکان حذف شود؟
fi: Poistetaanko tämä sijainti?
hi: इस स्थान को हटाएँ?
hy: Ջնջե՞լ այս վայրը։
id: Hapus lokasi ini?
it: Eliminare questa posizione?

# welcomeHeader
source: Welcome to {appName}!
bn: {appName} এ স্বাগতম!
de: Willkommen bei {appName}!
et: Tere tulemast {appName}!
fa: به {appName} خوش آمدید!
fi: Tervetuloa {appName}!
hi: {appName} में आपका स्वागत है!
hy: Բարի գալուստ {appName}:
id: Selamat datang di {appName}!
it: Benvenuto in {appName}!

source: Explore
bn: অন্বেষণ করুন
de: Entdecken
et: Avasta
fa: کاوش
fi: Tutki
hi: खोज करें
hy: Ուսումնասիրել
id: Jelajahi
it: Esplora

source: Add Spot
bn: স্পট যোগ করুন
de: Parkplatz hinzufügen
et: Lisa koht
fa: افزودن جای پارک
fi: Lisää paikka
hi: स्थान जोड़ें
hy: Ավելացնել տեղ
id: Tambah Tempat
it: Aggiungi posto

# welcomeTitleCarOwner
source: Looking for a parking spot?
bn: একটি পার্কিং স্পট খুঁজছেন?
de: Suchen Sie einen Parkplatz?
et: Otsid parkimiskohta?
fa: به دنبال جای پارک هستید؟
fi: Etsitkö pysäköintipaikkaa?
hi: पार्किंग स्थान ढूंढ रहे हैं?
hy: Փնտրում եք կայանատեղի՞:
id: Mencari tempat parkir?
it: Cerchi un posto auto?

# welcomeTitleSpotOwner
source: Want to rent out a parking space?
bn: একটি পার্কিং স্থান ভাড়া দিতে চান?
de: Möchten Sie einen Parkplatz vermieten?
et: Soovid parkimiskohta rentida?
fa: می‌خواهید فضای پارکینگ خود را اجاره دهید؟
fi: Haluatko vuokrata pysäköintipaikan?
hi: पार्किंग स्थान किराए पर देना चाहते हैं?
hy: Ցանկանում եք վարձով տալ կայանատեղի՞:
id: Ingin menyewakan tempat parkir?
it: Vuoi affittare un posto auto?

source: From
bn: থেকে
de: Von
et: Alates
fa: از
fi: Alkaen
hi: से
hy: Սկսած
id: Dari
it: Da

source: Enter after
bn: পরে প্রবেশ করুন
de: Einfahrt nach
et: Sisene pärast
fa: ورود بعد از
fi: Saavu jälkeen
hi: के बाद दर्ज करें
hy: Մուտքագրել հետո
id: Masuk setelah
it: Entra dopo

source: Exit before
bn: আগে প্রস্থান করুন
de: Ausfahrt vor
et: Lahku enne
fa: خروج قبل از
fi: Poistu ennen
hi: से पहले बाहर निकलें
hy: Ելք մինչև
id: Keluar sebelum
it: Esci prima

source: Set date and time
bn: তারিখ এবং সময় সেট করুন
de: Datum und Uhrzeit festlegen
et: Määra kuupäev ja kellaaeg
fa: تنظیم تاریخ و زمان
fi: Aseta päivämäärä ja aika
hi: तारीख और समय सेट करें
hy: Սահմանել ամսաթիվը և ժամը
id: Atur tanggal dan waktu
it: Imposta data e ora

source: Search for location
bn: অবস্থানের জন্য অনুসন্ধান করুন
de: Nach Standort suchen
et: Otsi asukohta
fa: جستجوی مکان
fi: Hae sijaintia
hi: स्थान खोजें
hy: Փնտրել վայրը
id: Cari lokasi
it: Cerca posizione

source: Session
bn: সেশন
de: Sitzung
et: Seanss
fa: جلسه
fi: Istunto
hi: सत्र
hy: Նիստ
id: Sesi
it: Sessione

source: Car
bn: গাড়ি
de: Auto
et: Auto
fa: ماشین
fi: Auto
hi: कार
hy: Մեքենա
id: Mobil
it: Auto

source: Bike
bn: বাইক
de: Fahrrad
et: Jalgratas
fa: دوچرخه
fi: Pyörä
hi: बाइक
hy: Հեծանիվ
id: Motor
it: Moto

source: Truck
bn: ট্রাক
de: LKW
et: Veok
fa: کامیون
fi: Kuorma-auto
hi: ट्रक
hy: Բեռնատար
id: Truk
it: Camion

source: Recent parkings
bn: সাম্প্রতিক পার্কিং
de: Letzte Parkvorgänge
et: Viimased parkimised
fa: پارکینگ‌های اخیر
fi: Viimeaikaiset pysäköinnit
hi: हाल की पार्किंग
hy: Վերջին կայանումները
id: Parkir terbaru
it: Parcheggi recenti

source: Guarded
bn: পাহারাদার
de: Bewacht
et: Valvatud
fa: نگهبانی شده
fi: Vartioitu
hi: सुरक्षित
hy: Պահպանվող
id: Dijaga
it: Custodito

source: Covered
bn: আচ্ছাদিত
de: Überdacht
et: Katusealune
fa: سرپوشیده
fi: Katettu
hi: कवर किया गया
hy: Ծածկած
id: Tertutup
it: Coperto

source: CCTV
bn: সিসিটিভি
de: Videoüberwachung
et: Valvekaamerad
fa: دوربین مداربسته
hi: सीसीटीवी
hy: Տեսախցիկներ
it: Telecamere

source: Electric Charging
bn: বৈদ্যুতিক চার্জিং
de: Ladestation
et: Elektriauto laadimine
fa: شارژ الکتریکی
fi: Sähkölataus
hi: इलेक्ट्रिक चार्जिंग
hy: Էլեկտրական լիցքավորում
id: Pengisian Daya Listrik
it: Ricarica elettrica

source: Car Wash
bn: গাড়ি ধোয়া
de: Autowäsche
et: Autopesu
fa: کارواش
fi: Autopesu
hi: कार वॉश
hy: Ավտոլվացում
id: Cuci Mobil
it: Autolavaggio

source: Toilet
bn: টয়লেট
de: Toilette
et: Tualett
fa: سرویس بهداشتی
fi: WC
hi: शौचालय
hy: Զուգարան
it: Bagno

source: Search for the location where you want to park
bn: আপনি যেখানে পার্ক করতে চান সেই অবস্থানের জন্য অনুসন্ধান করুন
de: Suchen Sie den Ort, an dem Sie parken möchten
et: Otsi asukohta, kuhu soovid parkida
fa: مکانی را که می‌خواهید پارک کنید جستجو کنید
fi: Hae sijaintia, johon haluat pysäköidä
hi: उस स्थान की खोज करें जहाँ आप पार्क करना चाहते हैं
hy: Փնտրեք այն վայրը, որտեղ ցանկանում եք կայանել
id: Cari lokasi tempat Anda ingin parkir
it: Cerca la posizione dove vuoi parcheggiare

source: Set Date
bn: তারিখ সেট করুন
de: Datum festlegen
et: Määra kuupäev
fa: تنظیم تاریخ
fi: Aseta päivämäärä
hi: तारीख सेट करें
hy: Սահմանել ամսաթիվը
id: Atur Tanggal
it: Imposta data

source: Set Time
bn: সময় সেট করুন
de: Uhrzeit festlegen
et: Määra kellaaeg
fa: تنظیم زمان
fi: Aseta aika
hi: समय सेट करें
hy: Սահմանել ժամը
id: Atur Waktu
it: Imposta ora

source: Personal spot
bn: ব্যক্তিগত স্পট
de: Privater Parkplatz
et: Isiklik koht
fa: جای پارک شخصی
fi: Henkilökohtainen paikka
hi: व्यक्तिगत स्थान
hy: Անձնական տեղ
id: Tempat pribadi
it: Posto personale

source: Filter results
bn: ফলাফল ফিল্টার করুন
de: Ergebnisse filtern
et: Filtreeri tulemusi
fa: فیلتر نتایج
fi: Suodata tulokset
hi: परिणाम फ़िल्टर करें
hy: Զտել արդյունքները
id: Filter hasil
it: Filtra risultati

source: Vehicle type
bn: গাড়ির প্রকার
de: Fahrzeugtyp
et: Sõiduki tüüp
fa: نوع خودرو
fi: Ajoneuvotyyppi
hi: वाहन प्रकार
hy: Տրանսպորտային միջոցի տեսակը
id: Jenis kendaraan
it: Tipo veicolo

source: Parking type
bn: পার্কিংয়ের প্রকার
de: Parkplatztyp
et: Parkimise tüüp
fa: نوع پارکینگ
fi: Pysäköintityyppi
hi: पार्किंग प्रकार
hy: Կայանման տեսակը
id: Jenis parkir
it: Tipo parcheggio

source: Organizational
bn: সাংগঠনিক
de: Gewerblich
et: Organisatsiooniline
fa: سازمانی
fi: Organisatorinen
hi: संगठनात्मक
hy: Կազմակերպչական
id: Organisasi
it: Organizzativo

source: Person
bn: ব্যক্তি
de: Privat
et: Isik
fa: شخص
fi: Henkilö
hi: व्यक्ति
hy: Անձ
id: Orang
it: Persona

source: Results sorted by:
bn: ফলাফল সাজানো হয়েছে:
de: Ergebnisse sortiert nach:
et: Tulemused sorditud:
fa: نتایج مرتب شده بر اساس:
fi: Tulokset lajiteltu:
hi: परिणाम इस प्रकार क्रमबद्ध करें:
hy: Արդյունքները տեսակավորված ըստ.
id: Hasil diurutkan berdasarkan:
it: Risultati ordinati per:

source: Closest to location
bn: অবস্থানের সবচেয়ে কাছে
de: Nächstgelegener Standort
et: Asukohale lähim
fa: نزدیک‌ترین به مکان
fi: Lähimpänä sijaintia
hi: स्थान के निकटतम
hy: Ամենամոտ վայրին
id: Terdekat dari lokasi
it: Più vicino alla posizione

source: Most expensive
bn: সবচেয়ে ব্যয়বহুল
de: Teuerste
et: Kõige kallim
fa: گران‌ترین
fi: Kallein
hi: सबसे महंगा
hy: Ամենաթանկ
id: Termahal
it: Più costoso

source: Cheapest
bn: সবচেয়ে সস্তা
de: Günstigste
et: Kõige odavam
fa: ارزان‌ترین
fi: Halvin
hi: सबसे सस्ता
hy: Ամենաէժան
id: Termurah
it: Più economico

source: Apply filters
bn: ফিল্টার প্রয়োগ করুন
de: Filter anwenden
et: Rakenda filtreid
fa: اعمال فیلترها
fi: Käytä suodattimia
hi: फ़िल्टर लागू करें
hy: Կիրառել զտիչները
id: Terapkan filter
it: Applica filtri

source: Display the results up to:
bn: ফলাফল প্রদর্শন করুন:
de: Ergebnisse anzeigen bis zu:
et: Kuva tulemused kuni:
fa: نمایش نتایج تا:
fi: Näytä tulokset enintään:
hi: परिणाम यहाँ तक प्रदर्शित करें:
hy: Ցուցադրել արդյունքները մինչև.
id: Tampilkan hasil hingga:
it: Visualizza i risultati fino a:

source: Reservation info
bn: রিজার্ভেশন তথ্য
de: Reservierungsinformationen
et: Reserveeringu info
fa: اطلاعات رزرو
fi: Varaustiedot
hi: आरक्षण जानकारी
hy: Ամրագրման տվյալներ
id: Info reservasi
it: Informazioni prenotazione

source: Your vehicle size
bn: আপনার গাড়ির আকার
de: Ihre Fahrzeuggröße
et: Teie sõiduki suurus
fa: اندازه خودروی شما
fi: Ajoneuvosi koko
hi: आपके वाहन का आकार
hy: Ձեր մեքենայի չափը
id: Ukuran kendaraan Anda
it: Dimensioni del tuo veicolo

source: Stripe
bn: স্ট্রাইপ
fa: استرایپ
hi: स्ट्राइप

source: Add voucher code
bn: ভাউচার কোড যোগ করুন
de: Gutscheincode hinzufügen
et: Lisa vautšeri kood
fa: افزودن کد تخفیف
fi: Lisää kuponkikoodi
hi: वाउचर कोड जोड़ें
hy: Ավելացնել վաուչերի կոդ
id: Tambah kode voucher
it: Aggiungi codice voucher

source: Book
bn: বুক
de: Buchen
et: Broneeri
fa: رزرو
fi: Varaa
hi: बुक करें
hy: Ամրագրել
id: Pesan
it: Prenota

# errorServerIsDown
source: Server is down, please try again later
bn: সার্ভার ডাউন, অনুগ্রহ করে পরে আবার চেষ্টা করুন
de: Server ist ausgefallen, bitte versuchen Sie es später erneut
et: Server ei tööta, proovige hiljem uuesti
fa: سرور در دسترس نیست، لطفا بعدا دوباره امتحان کنید
fi: Palvelin on alhaalla, yritä myöhemmin uudelleen
hi: सर्वर डाउन है, कृपया बाद में पुनः प्रयास करें
hy: Սերվերը անջատված է, խնդրում ենք փորձել ավելի ուշ։
id: Server sedang mati, silakan coba lagi nanti
it: Server non disponibile, riprova più tardi

# actionResendCode
source: Resend Code
bn: কোড পুনরায় পাঠান
de: Code erneut senden
et: Saada kood uuesti
fa: ارسال مجدد کد
fi: Lähetä koodi uudelleen
hi: कोड फिर से भेजें
hy: Կրկին ուղարկել կոդը
id: Kirim Ulang Kode
it: Invia codice di nuovo

# youHaveNotUploadedAnyParkingSpotsYet
source: You haven’t uploaded any parking spots yet!
bn: আপনি এখনও কোনও পার্কিং স্পট আপলোড করেননি!
de: Sie haben noch keine Parkplätze hochgeladen!
et: Te pole veel ühtegi parkimiskohta üles laadinud!
fa: شما هنوز هیچ جای پارکی آپلود نکرده‌اید!
fi: Et ole vielä ladannut yhtään pysäköintipaikkaa!
hi: आपने अभी तक कोई पार्किंग स्थान अपलोड नहीं किया है!
hy: Դուք դեռ կայանատեղեր չեք վերբեռնել:
id: Anda belum mengunggah tempat parkir apa pun!
it: Non hai ancora caricato nessun posto auto!

source: My Spots
bn: আমার স্পট
de: Meine Parkplätze
et: Minu kohad
fa: جای پارک‌های من
fi: Omat paikkani
hi: मेरे स्थान
hy: Իմ տեղերը
id: Tempat Saya
it: I miei posti

# actionSelectLanguage
source: Select language
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
et: Vali keel
fa: انتخاب زبان
fi: Valitse kieli
hi: भाषा चुनें
hy: Ընտրել լեզուն
id: Pilih bahasa
it: Seleziona lingua

source: Enter first name
bn: প্রথম নাম প্রবেশ করান
de: Vorname eingeben
et: Sisesta eesnimi
fa: نام را وارد کنید
fi: Anna etunimi
hi: पहला नाम दर्ज करें
hy: Մուտքագրել անունը
id: Masukkan nama depan
it: Inserisci nome

source: Enter last name
bn: শেষ নাম প্রবেশ করান
de: Nachname eingeben
et: Sisesta perekonnanimi
fa: نام خانوادگی را وارد کنید
fi: Anna sukunimi
hi: अंतिम नाम दर्ज करें
hy: Մուտքագրել ազգանունը
id: Masukkan nama belakang
it: Inserisci cognome

source: Photo of front ID
bn: সামনের আইডির ছবি
de: Foto der Vorderseite des Ausweises
et: ID-kaardi esikülje foto
fa: عکس روی کارت شناسایی
fi: Kuva henkilötodistuksen etupuolesta
hi: सामने की आईडी का फोटो
hy: Անձնագրի առջևի լուսանկար
id: Foto KTP bagian depan
it: Foto del documento d'identità (fronte)

source: Photo of a selfie
bn: একটি সেলফির ছবি
de: Foto eines Selfies
et: Selfie foto
fa: عکس سلفی
fi: Kuva selfiestä
hi: सेल्फी का फोटो
hy: Սելֆիի լուսանկար
id: Foto selfie
it: Foto di un selfie

# submitDocumentBody
source: We need to verify your information. Please submit the documents below to start.
bn: আমাদের আপনার তথ্য যাচাই করতে হবে। শুরু করতে অনুগ্রহ করে নীচের নথিগুলি জমা দিন।
de: Wir müssen Ihre Informationen überprüfen. Bitte reichen Sie die folgenden Dokumente ein, um zu beginnen.
et: Peame teie andmed kinnitama. Alustamiseks esitage allolevad dokumendid.
fa: ما نیاز به تایید اطلاعات شما داریم. لطفا مدارک زیر را برای شروع ارسال کنید.
fi: Meidän on vahvistettava tietosi. Lähetä alla olevat asiakirjat aloittaaksesi.
hi: हमें आपकी जानकारी सत्यापित करने की आवश्यकता है। कृपया शुरू करने के लिए नीचे दिए गए दस्तावेज जमा करें।
hy: Մենք պետք է հաստատենք ձեր տվյալները։ Խնդրում ենք ներկայացնել ստորև նշված փաստաթղթերը սկսելու համար։
id: Kami perlu memverifikasi informasi Anda. Silakan serahkan dokumen di bawah ini untuk memulai.
it: Dobbiamo verificare le tue informazioni. Per iniziare, invia i documenti seguenti.

source: Submit documents
bn: নথি জমা দিন
de: Dokumente einreichen
et: Esita dokumendid
fa: ارسال مدارک
fi: Lähetä asiakirjat
hi: दस्तावेज जमा करें
hy: Ներկայացնել փաստաթղթերը
id: Serahkan dokumen
it: Invia documenti

# actionUpload
source: Upload
bn: আপলোড
de: Hochladen
et: Laadi üles
fa: آپلود
fi: Lataa
hi: अपलोड करें
hy: Վերբեռնել
id: Unggah
it: Carica

# addSpotStepLocation
source: 1. Location
bn: ১. অবস্থান
de: 1. Standort
et: 1. Asukoht
fa: ۱. مکان
fi: 1. Sijainti
hi: 1. स्थान
hy: 1. Վայրը
id: 1. Lokasi
it: 1. Posizione

# addSpotStepType
source: 2. Spot type
bn: ২. স্পটের প্রকার
de: 2. Parkplatztyp
et: 2. Koha tüüp
fa: ۲. نوع جای پارک
fi: 2. Paikkatyyppi
hi: 2. स्थान प्रकार
hy: 2. Տեղի տեսակը
id: 2. Jenis tempat
it: 2. Tipo di posto

# addSpotStepVehicleType
source: 3. Vehicle type
bn: ৩. গাড়ির প্রকার
de: 3. Fahrzeugtyp
et: 3. Sõiduki tüüp
fa: ۳. نوع خودرو
fi: 3. Ajoneuvotyyppi
hi: 3. वाहन प्रकार
hy: 3. Տրանսպորտային միջոցի տեսակը
id: 3. Jenis kendaraan
it: 3. Tipo di veicolo

# addSpotStepPhotos
source: 4. Add Photos & Caption
bn: ৪. ছবি ও ক্যাপশন যোগ করুন
de: 4. Fotos & Beschreibung hinzufügen
et: 4. Lisa fotod ja pealkiri
fa: ۴. افزودن عکس و عنوان
fi: 4. Lisää kuvia ja kuvateksti
hi: 4. फ़ोटो और कैप्शन जोड़ें
hy: 4. Ավելացնել լուսանկարներ և մեկնաբանություն
id: 4. Tambah Foto & Keterangan
it: 4. Aggiungi foto e didascalia

# addSpotStepFacilities
source: 5. Facilities
bn: ৫. সুবিধা
de: 5. Einrichtungen
et: 5. Teenused
fa: ۵. امکانات
fi: 5. Palvelut
hi: 5. सुविधाएँ
hy: 5. Հարմարություններ
id: 5. Fasilitas
it: 5. Servizi

# addSpotStepPrice
source: 6. Price
bn: ৬. মূল্য
de: 6. Preis
et: 6. Hind
fa: ۶. قیمت
fi: 6. Hinta
hi: 6. कीमत
hy: 6. Գինը
id: 6. Harga
it: 6. Prezzo

source: Add new spot info
bn: নতুন স্পট তথ্য যোগ করুন
de: Neue Parkplatzinformationen hinzufügen
et: Lisa uus koha info
fa: افزودن اطلاعات جای پارک جدید
fi: Lisää uuden paikan tiedot
hi: नए स्थान की जानकारी जोड़ें
hy: Ավելացնել նոր տեղի տվյալներ
id: Tambah info tempat baru
it: Aggiungi informazioni nuovo posto
