Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# passwordStrengthMedium
source: Medium
bn: মাঝারি
de: Mittel
et: Keskmine
fa: متوسط
fi: Keskivahva
hi: मध्यम
hy: Միջին
id: Sedang
it: Media

# passwordStrengthStrong
source: Strong
bn: শক্তিশালী
de: Stark
et: Tugev
fa: قوی
fi: Vahva
hi: मजबूत
hy: Ուժեղ
id: Kuat
it: Forte

# passwordStrengthVeryStrong
source: Very Strong
bn: খুব শক্তিশালী
de: Sehr Stark
et: Väga tugev
fa: بسیار قوی
fi: Erittäin vahva
hi: बहुत मजबूत
hy: Շատ ուժեղ
id: Sangat Kuat
it: Molto forte

source: Let's get started
bn: চলুন শুরু করা যাক
de: Los geht's
et: Alustame
fa: بیایید شروع کنیم
fi: Aloitetaan
hi: चलिए शुरू करते हैं
hy: Եկեք սկսենք
id: Mari kita mulai
it: Iniziamo

source: Send code
bn: কোড পাঠান
de: Code senden
et: Saada kood
fa: ارسال کد
fi: Lähetä koodi
hi: कोड भेजें
hy: Ուղարկել կոդը
id: Kirim kode
it: Invia codice

source: Active Deliveries
bn: সক্রিয় ডেলিভারি
de: Aktive Lieferungen
et: Aktiivsed tarned
fa: تحویل‌های فعال
fi: Aktiiviset toimitukset
hi: सक्रिय डिलीवरी
hy: Ակտիվ առաքումներ
id: Pengiriman Aktif
it: Consegne attive

source: Guest
bn: অতিথি
de: Gast
et: Külaline
fa: مهمان
fi: Vieras
hi: अतिथि
hy: Հյուր
id: Tamu
it: Ospite

source: Edit Favorite Location
bn: প্রিয় অবস্থান সম্পাদনা করুন
de: Favoritenstandort bearbeiten
et: Muuda lemmikasukohta
fa: ویرایش مکان مورد علاقه
fi: Muokkaa suosikkisijaintia
hi: पसंदीदा स्थान संपादित करें
hy: Խմբագրել սիրելի վայրը
id: Edit Lokasi Favorit
it: Modifica luogo preferito

# editFavoriteLocationSubtitle
source: Edit your favorite location
bn: আপনার প্রিয় অবস্থান সম্পাদনা করুন
de: Bearbeiten Sie Ihren Favoritenstandort
et: Muuda oma lemmikasukohta
fa: مکان مورد علاقه خود را ویرایش کنید
fi: Muokkaa suosikkisijaintiasi
hi: अपना पसंदीदा स्थान संपादित करें
hy: Խմբագրել ձեր սիրելի վայրը
id: Edit lokasi favorit Anda
it: Modifica il tuo luogo preferito

source: Add Stop
bn: স্টপ যোগ করুন
de: Stopp hinzufügen
et: Lisa peatus
fa: افزودن توقف
fi: Lisää pysähdys
hi: ठहराव जोड़ें
hy: Ավելացնել կանգառ
id: Tambah Perhentian
it: Aggiungi sosta

source: Retry
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
et: Proovi uuesti
fa: تلاش مجدد
fi: Yritä uudelleen
hi: पुनः प्रयास करें
hy: Կրկնել
id: Coba Lagi
it: Riprova

source: Active Services
bn: সক্রিয় পরিষেবা
de: Aktive Dienste
et: Aktiivsed teenused
fa: سرویس‌های فعال
fi: Aktiiviset palvelut
hi: सक्रिय सेवाएँ
hy: Ակտիվ ծառայություններ
id: Layanan Aktif
it: Servizi attivi

source: Add Column
bn: কলাম যোগ করুন
de: Spalte hinzufügen
et: Lisa veerg
fa: افزودن ستون
fi: Lisää sarake
hi: कॉलम जोड़ें
hy: Ավելացնել սյունակ
id: Tambah Kolom
it: Aggiungi colonna

source: Update
bn: আপডেট
de: Aktualisieren
et: Uuenda
fa: به‌روزرسانی
fi: Päivitä
hi: अपडेट करें
hy: Թարմացնել
id: Perbarui
it: Aggiorna

source: Supported Formats
bn: সমর্থিত ফরম্যাট
de: Unterstützte Formate
et: Toetatud formaadid
fa: فرمت‌های پشتیبانی شده
fi: Tuetut muodot
hi: समर्थित प्रारूप
hy: Աջակցվող ձևաչափեր
id: Format yang Didukung
it: Formati supportati

source: Page not Found
bn: পৃষ্ঠা পাওয়া যায়নি
de: Seite nicht gefunden
et: Lehte ei leitud
fa: صفحه یافت نشد
fi: Sivua ei löytynyt
hi: पृष्ठ नहीं मिला
hy: Էջը չի գտնվել
id: Halaman Tidak Ditemukan
it: Pagina non trovata

source: Header
bn: হেডার
de: Kopfzeile
et: Päis
fa: سربرگ
fi: Otsikko
hi: हेडर
hy: Գլխամաս
it: Intestazione

source: First
bn: প্রথম
de: Erste
et: Esimene
fa: اول
fi: Ensimmäinen
hi: पहला
hy: Առաջին
id: Pertama
it: Primo

source: Second
bn: দ্বিতীয়
de: Zweite
et: Teine
fa: دوم
fi: Toinen
hi: दूसरा
hy: Երկրորդ
id: Kedua
it: Secondo

source: Choose up to 3 toppings
bn: ৩টি পর্যন্ত টপিং বেছে নিন
de: Wählen Sie bis zu 3 Toppings
et: Vali kuni 3 lisandit
fa: حداکثر ۳ تاپینگ انتخاب کنید
fi: Valitse enintään 3 täytettä
hi: अधिकतम 3 टॉपिंग चुनें
hy: Ընտրեք մինչև 3 հավելում
id: Pilih hingga 3 topping
it: Scegli fino a 3 condimenti

source: Unknown Driver
bn: অজানা ড্রাইভার
de: Unbekannter Fahrer
et: Teadmata juht
fa: راننده ناشناس
fi: Tuntematon kuljettaja
hi: अज्ञात ड्राइवर
hy: Անհայտ վարորդ
id: Pengemudi Tidak Diketahui
it: Autista sconosciuto

# selectNearbyDriver
source: Select a nearby driver
bn: কাছাকাছি একজন ড্রাইভার নির্বাচন করুন
de: Fahrer in der Nähe auswählen
et: Vali lähedal asuv juht
fa: انتخاب راننده نزدیک
fi: Valitse lähellä oleva kuljettaja
hi: निकटवर्ती ड्राइवर चुनें
hy: Ընտրել մոտակա վարորդին
id: Pilih pengemudi terdekat
it: Seleziona un autista nelle vicinanze

# selectService
source: Select a service
bn: একটি পরিষেবা নির্বাচন করুন
de: Dienst auswählen
et: Vali teenus
fa: انتخاب سرویس
fi: Valitse palvelu
hi: एक सेवा चुनें
hy: Ընտրել ծառայությունը
id: Pilih layanan
it: Seleziona un servizio

source: Work Hours
bn: কাজের সময়
de: Arbeitszeiten
et: Tööajad
fa: ساعات کاری
fi: Työajat
hi: कार्य घंटे
hy: Աշխատանքային ժամեր
id: Jam Kerja
it: Orari di lavoro

source: Total Income
bn: মোট আয়
de: Gesamteinkommen
et: Kogusissetulek
fa: کل درآمد
fi: Kokonaistulo
hi: कुल आय
hy: Ընդհանուր եկամուտ
id: Total Pendapatan
it: Reddito totale

source: Total Order
bn: মোট অর্ডার
de: Gesamtbestellung
et: Tellimusi kokku
fa: کل سفارش
fi: Tilaus yhteensä
hi: कुल ऑर्डर
hy: Ընդհանուր պատվեր
id: Total Pesanan
it: Ordine totale

source: Register Date
bn: নিবন্ধনের তারিখ
de: Registrierungsdatum
et: Registreerimise kuupäev
fa: تاریخ ثبت نام
fi: Rekisteröintipäivä
hi: पंजीकरण तिथि
hy: Գրանցման ամսաթիվ
id: Tanggal Daftar
it: Data di registrazione

source: Number of times used
bn: ব্যবহৃত বারের সংখ্যা
de: Anzahl der Nutzungen
et: Kasutuskordade arv
fa: تعداد دفعات استفاده
fi: Käyttökertojen määrä
hi: जितनी बार उपयोग किया गया
hy: Օգտագործված անգամների քանակը
id: Jumlah kali digunakan
it: Numero di volte utilizzato

source: Reasons
bn: কারণ
de: Gründe
et: Põhjused
fa: دلایل
fi: Syyt
hi: कारण
hy: Պատճառներ
id: Alasan
it: Motivi

source: Service Details
bn: পরিষেবার বিবরণ
et: Teenuse üksikasjad
fa: جزئیات سرویس
fi: Palvelun tiedot
hi: सेवा विवरण
hy: Ծառայության մանրամասներ
id: Detail Layanan
it: Dettagli servizio

source: Payout Method
bn: পে-আউট পদ্ধতি
de: Auszahlungsmethode
et: Väljamakse meetod
fa: روش پرداخت
fi: Maksutapa
hi: भुगतान विधि
hy: Վճարման եղանակը
id: Metode Pembayaran
it: Metodo di pagamento

source: Select your toppings
bn: আপনার টপিং নির্বাচন করুন
de: Wählen Sie Ihre Toppings
et: Vali oma lisandid
fa: تاپینگ‌های خود را انتخاب کنید
fi: Valitse täytteesi
hi: अपनी टॉपिंग चुनें
hy: Ընտրեք ձեր հավելումները
id: Pilih topping Anda
it: Seleziona i tuoi condimenti

source: Customer Profile
bn: গ্রাহকের প্রোফাইল
de: Kundenprofil
et: Kliendi profiil
fa: پروفایل مشتری
fi: Asiakasprofiili
hi: ग्राहक प्रोफ़ाइल
hy: Հաճախորդի պրոֆիլ
id: Profil Pelanggan
it: Profilo cliente

source: Last Active
bn: শেষ সক্রিয়
de: Zuletzt aktiv
et: Viimati aktiivne
fa: آخرین فعالیت
fi: Viimeksi aktiivinen
hi: अंतिम सक्रिय
hy: Վերջին ակտիվությունը
id: Terakhir Aktif
it: Ultima attività

source: Block user
bn: ব্যবহারকারীকে ব্লক করুন
de: Benutzer sperren
et: Blokeeri kasutaja
fa: مسدود کردن کاربر
fi: Estä käyttäjä
hi: उपयोगकर्ता को ब्लॉक करें
hy: Արգելափակել օգտատիրոջը
id: Blokir pengguna
it: Blocca utente

source: Delete user
bn: ব্যবহারকারীকে মুছুন
de: Benutzer löschen
et: Kustuta kasutaja
fa: حذف کاربر
fi: Poista käyttäjä
hi: उपयोगकर्ता हटाएँ
hy: Ջնջել օգտատիրոջը
id: Hapus pengguna
it: Elimina utente

source: Credit Records
bn: ক্রেডিট রেকর্ড
de: Guthabenaufzeichnungen
et: Krediidirekordid
fa: سوابق اعتبار
fi: Luottotiedot
hi: क्रेडिट रिकॉर्ड
hy: Վարկային գրառումներ
id: Catatan Kredit
it: Registri credito

source: Addresses
bn: ঠিকানা
de: Adressen
et: Aadressid
fa: آدرس‌ها
fi: Osoitteet
hi: पते
hy: Հասցեներ
id: Alamat
it: Indirizzi

source: Complaints
bn: অভিযোগ
de: Beschwerden
et: Kaebused
fa: شکایات
fi: Valitukset
hi: शिकायतें
hy: Բողոքներ
id: Keluhan
it: Reclami

source: Active Devices
bn: সক্রিয় ডিভাইস
de: Aktive Geräte
et: Aktiivsed seadmed
fa: دستگاه‌های فعال
fi: Aktiiviset laitteet
hi: सक्रिय डिवाइस
hy: Ակտիվ սարքեր
id: Perangkat Aktif
it: Dispositivi attivi

source: Review for
bn: এর জন্য পর্যালোচনা
de: Bewertung für
et: Arvustus:
fa: نظر برای
fi: Arvostelu kohteelle
hi: के लिए समीक्षा
hy: Կարծիք՝
id: Ulasan untuk
it: Recensione per

source: Customer Spending Behaviors
bn: গ্রাহকের ব্যয়ের আচরণ
de: Kaufverhalten der Kunden
et: Klientide kulutamise käitumine
fa: رفتارهای خرج کردن مشتری
fi: Asiakkaan kulutuskäyttäytyminen
hi: ग्राहक खर्च करने का व्यवहार
hy: Հաճախորդների ծախսելու վարքագիծը
id: Perilaku Belanja Pelanggan
it: Comportamenti di spesa del cliente

source: Usage Statistics
bn: ব্যবহারের পরিসংখ্যান
de: Nutzungsstatistiken
et: Kasutusstatistika
fa: آمار استفاده
fi: Käyttötilastot
hi: उपयोग आँकड़े
hy: Օգտագործման վիճակագրություն
id: Statistik Penggunaan
it: Statistiche di utilizzo

source: Customer Information
bn: গ্রাহকের তথ্য
de: Kundeninformationen
et: Kliendi teave
fa: اطلاعات مشتری
fi: Asiakastiedot
hi: ग्राहक जानकारी
hy: Հաճախորդի տվյալներ
id: Informasi Pelanggan
it: Informazioni cliente

source: Active/Inactive Users
bn: সক্রিয়/নিষ্ক্রিয় ব্যবহারকারী
de: Aktive/Inaktive Benutzer
et: Aktiivsed/mitteaktiivsed kasutajad
fa: کاربران فعال/غیرفعال
fi: Aktiiviset/ei-aktiiviset käyttäjät
hi: सक्रिय/निष्क्रिय उपयोगकर्ता
hy: Ակտիվ/Անակտիվ օգտատերեր
id: Pengguna Aktif/Tidak Aktif
it: Utenti attivi/inattivi

source: Active/Inactive Users Per Month
bn: প্রতি মাসে সক্রিয়/নিষ্ক্রিয় ব্যবহারকারী
de: Aktive/Inaktive Benutzer pro Monat
et: Aktiivsed/mitteaktiivsed kasutajad kuus
fa: کاربران فعال/غیرفعال در ماه
fi: Aktiiviset/ei-aktiiviset käyttäjät kuukaudessa
hi: प्रति माह सक्रिय/निष्क्रिय उपयोगकर्ता
hy: Ակտիվ/Անակտիվ օգտատերեր ամսական
id: Pengguna Aktif/Tidak Aktif Per Bulan
it: Utenti attivi/inattivi al mese

source: Distribution by Country
bn: দেশ অনুযায়ী বিতরণ
de: Verteilung nach Land
et: Jaotus riikide kaupa
fa: توزیع بر اساس کشور
fi: Jakauma maittain
hi: देश के अनुसार वितरण
hy: Բաշխումն ըստ երկրների
id: Distribusi Berdasarkan Negara
it: Distribuzione per paese

source: Total Customers Registration Per Country
bn: দেশ অনুযায়ী মোট গ্রাহক নিবন্ধন
de: Gesamte Kundenregistrierungen pro Land
et: Registreeritud klientide koguarv riikide kaupa
fa: کل ثبت نام مشتریان بر اساس کشور
fi: Asiakasrekisteröinnit yhteensä maittain
hi: प्रति देश कुल ग्राहक पंजीकरण
hy: Հաճախորդների գրանցման ընդհանուր քանակն ըստ երկրների
id: Total Pendaftaran Pelanggan Per Negara
it: Registrazioni totali clienti per paese

source: Customers Per App
bn: অ্যাপ প্রতি গ্রাহক
de: Kunden pro App
et: Kliendid rakenduse kohta
fa: مشتریان به ازای هر برنامه
fi: Asiakkaat sovellusta kohden
hi: प्रति ऐप ग्राहक
hy: Հաճախորդներ ըստ հավելվածի
id: Pelanggan Per Aplikasi
it: Clienti per app

source: Total Customers Per App
bn: অ্যাপ প্রতি মোট গ্রাহক
de: Gesamte Kunden pro App
et: Kliente kokku rakenduse kohta
fa: کل مشتریان به ازای هر برنامه
fi: Asiakkaat yhteensä sovellusta kohden
hi: प्रति ऐप कुल ग्राहक
hy: Հաճախորդների ընդհանուր քանակն ըստ հավելվածի
id: Total Pelanggan Per Aplikasi
it: Totale clienti per app

source: Customer Platform Distribution
bn: গ্রাহক প্ল্যাটফর্ম বিতরণ
de: Kundenplattformverteilung
et: Klientide platvormijaotus
fa: توزیع پلتفرم مشتری
fi: Asiakasalustan jakauma
hi: ग्राहक प्लेटफ़ॉर्म वितरण
hy: Հաճախորդի հարթակների բաշխումը
id: Distribusi Platform Pelanggan
it: Distribuzione clienti per piattaforma

source: Total Customers Per Platform
bn: প্ল্যাটফর্ম প্রতি মোট গ্রাহক
de: Gesamte Kunden pro Plattform
et: Kliente kokku platvormi kohta
fa: کل مشتریان به ازای هر پلتفرم
fi: Asiakkaat yhteensä alustaa kohden
hi: प्रति प्लेटफ़ॉर्म कुल ग्राहक
hy: Հաճախորդների ընդհանուր քանակն ըստ հարթակների
id: Total Pelanggan Per Platform
it: Totale clienti per piattaforma

source: Retention Rate
bn: ধারণ হার
de: Kundenbindungsrate
et: Püsikliendi määr
fa: نرخ حفظ
fi: Pysyvyysaste
hi: रिटेंशन दर
hy: Պահպանման մակարդակը
id: Tingkat Retensi
it: Tasso di fidelizzazione

source: Retention rate per month
bn: প্রতি মাসে ধারণ হার
de: Kundenbindungsrate pro Monat
et: Püsikliendi määr kuus
fa: نرخ حفظ در ماه
fi: Pysyvyysaste kuukaudessa
hi: प्रति माह रिटेंशन दर
hy: Պահպանման մակարդակը ամսական
id: Tingkat retensi per bulan
it: Tasso di fidelizzazione al mese

source: Revenue Per App
bn: অ্যাপ প্রতি রাজস্ব
de: Umsatz pro App
et: Tulu rakenduse kohta
fa: درآمد به ازای هر برنامه
fi: Tuotto sovellusta kohden
hi: प्रति ऐप राजस्व
hy: Եկամուտ ըստ հավելվածի
id: Pendapatan Per Aplikasi
it: Entrate per app

source: Total Revenue Per App
bn: অ্যাপ প্রতি মোট রাজস্ব
de: Gesamtumsatz pro App
et: Kogutulu rakenduse kohta
fa: کل درآمد به ازای هر برنامه
fi: Kokonaistuotto sovellusta kohden
hi: प्रति ऐप कुल राजस्व
hy: Ընդհանուր եկամուտն ըստ հավելվածի
id: Total Pendapatan Per Aplikasi
it: Entrate totali per app

source: Top spending customers
bn: শীর্ষ ব্যয়কারী গ্রাহক
de: Kunden mit den höchsten Ausgaben
et: Enim kulutavad kliendid
fa: مشتریان با بیشترین هزینه
fi: Eniten kuluttavat asiakkaat
hi: शीर्ष खर्च करने वाले ग्राहक
hy: Ամենաշատ ծախսող հաճախորդներ
id: Pelanggan dengan Pengeluaran Tertinggi
it: Clienti con la spesa maggiore

source: Top 10 spending customers
bn: শীর্ষ ১০ ব্যয়কারী গ্রাহক
de: Top 10 Kunden mit den höchsten Ausgaben
et: 10 enim kulutavat klienti
fa: ۱۰ مشتری برتر با بیشترین هزینه
fi: 10 eniten kuluttavaa asiakasta
hi: शीर्ष 10 खर्च करने वाले ग्राहक
hy: Թոփ 10 ծախսող հաճախորդներ
id: 10 Pelanggan dengan Pengeluaran Tertinggi
it: I 10 clienti con la spesa maggiore

source: Create Customer
bn: গ্রাহক তৈরি করুন
de: Kunde erstellen
et: Loo klient
fa: ایجاد مشتری
fi: Luo asiakas
hi: ग्राहक बनाएँ
hy: Ստեղծել հաճախորդ
id: Buat Pelanggan
it: Crea cliente

# createCustomerSubtitle
source: Add a new customer to the system
bn: সিস্টেমে একটি নতুন গ্রাহক যোগ করুন
de: Einen neuen Kunden zum System hinzufügen
et: Lisa süsteemi uus klient
fa: افزودن مشتری جدید به سیستم
fi: Lisää uusi asiakas järjestelmään
hi: सिस्टम में एक नया ग्राहक जोड़ें
hy: Ավելացնել նոր հաճախորդ համակարգում
id: Tambah pelanggan baru ke sistem
it: Aggiungi un nuovo cliente al sistema

source: Enter email
bn: ইমেল প্রবেশ করান
de: E-Mail eingeben
et: Sisesta e-post
fa: ایمیل را وارد کنید
fi: Anna sähköposti
hi: ईमेल दर्ज करें
hy: Մուտքագրել էլ. փոստը
id: Masukkan email
it: Inserisci email

source: Company Logo
bn: কোম্পানির লোগো
de: Firmenlogo
et: Ettevõtte logo
fa: لوگوی شرکت
fi: Yrityksen logo
hi: कंपनी लोगो
hy: Ընկերության լոգոն
id: Logo Perusahaan
it: Logo aziendale

# pleaseUploadCompanyLogo
source: Please upload a valid company logo
bn: অনুগ্রহ করে একটি বৈধ কোম্পানির লোগো আপলোড করুন
de: Bitte laden Sie ein gültiges Firmenlogo hoch
et: Palun laadi üles kehtiv ettevõtte logo
fa: لطفا یک لوگوی شرکت معتبر آپلود کنید
fi: Lataa kelvollinen yrityksen logo
hi: कृपया एक वैध कंपनी लोगो अपलोड करें
hy: Խնդրում ենք վերբեռնել վավեր ընկերության լոգո
id: Mohon unggah logo perusahaan yang valid
it: Carica un logo aziendale valido

source: Company Name
bn: কোম্পানির নাম
de: Firmenname
et: Ettevõtte nimi
fa: نام شرکت
fi: Yrityksen nimi
hi: कंपनी का नाम
hy: Ընկերության անվանումը
id: Nama Perusahaan
it: Nome azienda

# pleaseEnterCompanyName
source: Please enter a valid company name
bn: অনুগ্রহ করে একটি বৈধ কোম্পানির নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Firmennamen ein
et: Palun sisesta kehtiv ettevõtte nimi
fa: لطفا یک نام شرکت معتبر وارد کنید
fi: Anna kelvollinen yrityksen nimi
hi: कृपया एक वैध कंपनी का नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր ընկերության անվանում
id: Mohon masukkan nama perusahaan yang valid
it: Inserisci un nome aziendale valido

source: Branding Information
bn: ব্র্যান্ডিং তথ্য
de: Branding-Informationen
et: Brändingu teave
fa: اطلاعات برندینگ
fi: Brändäystiedot
hi: ब्रांडिंग जानकारी
hy: Բրենդինգի տեղեկատվություն
id: Informasi Branding
it: Informazioni branding

# pleaseEnterBrandingInformation
source: Please enter your branding information
bn: অনুগ্রহ করে আপনার ব্র্যান্ডিং তথ্য প্রবেশ করান
de: Bitte geben Sie Ihre Branding-Informationen ein
et: Palun sisesta oma brändingu teave
fa: لطفا اطلاعات برندینگ خود را وارد کنید
fi: Anna brändäystietosi
hi: कृपया अपनी ब्रांडिंग जानकारी दर्ज करें
hy: Խնդրում ենք մուտքագրել ձեր բրենդինգի տեղեկատվությունը
id: Mohon masukkan informasi branding Anda
it: Inserisci le tue informazioni branding

source: Confirmation
bn: নিশ্চিতকরণ
de: Bestätigung
et: Kinnitus
fa: تایید
fi: Vahvistus
hi: पुष्टि
hy: Հաստատում
id: Konfirmasi
it: Conferma

source: Personal Information
bn: ব্যক্তিগত তথ্য
de: Persönliche Informationen
et: Isiklik teave
fa: اطلاعات شخصی
fi: Henkilötiedot
hi: व्यक्तिगत जानकारी
hy: Անձնական տվյալներ
id: Informasi Pribadi
it: Informazioni personali

# pleaseEnterPersonalInformation
source: Please enter your personal information
bn: অনুগ্রহ করে আপনার ব্যক্তিগত তথ্য প্রবেশ করান
de: Bitte geben Sie Ihre persönlichen Informationen ein
et: Palun sisesta oma isiklik teave
fa: لطفا اطلاعات شخصی خود را وارد کنید
fi: Anna henkilötietosi
hi: कृपया अपनी व्यक्तिगत जानकारी दर्ज करें
hy: Խնդրում ենք մուտքագրել ձեր անձնական տվյալները
id: Mohon masukkan informasi pribadi Anda
it: Inserisci le tue informazioni personali

source: Color Palette
bn: রঙের প্যালেট
de: Farbpalette
et: Värvipalett
fa: پالت رنگ
fi: Väripaletti
hi: रंग पैलेट
hy: Գունապնակ
id: Palet Warna
it: Tavolozza colori

# selectLanguagePanel
source: Select the language you want to use in the panel
bn: প্যানেলে আপনি যে ভাষা ব্যবহার করতে চান তা নির্বাচন করুন
de: Wählen Sie die Sprache aus, die Sie im Panel verwenden möchten
et: Vali keel, mida soovid paneelis kasutada
fa: زبانی را که می‌خواهید در پنل استفاده کنید انتخاب کنید
fi: Valitse kieli, jota haluat käyttää paneelissa
hi: वह भाषा चुनें जिसका आप पैनल में उपयोग करना चाहते हैं
hy: Ընտրեք լեզուն, որը ցանկանում եք օգտագործել վահանակում
id: Pilih bahasa yang ingin Anda gunakan di panel
it: Seleziona la lingua che vuoi usare nel pannello

# pleaseEnterGoogleMapsApiKey
source: Please enter a valid Google Maps API key
bn: অনুগ্রহ করে একটি বৈধ গুগল ম্যাপস এপিআই কী প্রবেশ করান
de: Bitte geben Sie einen gültigen Google Maps API-Schlüssel ein
et: Palun sisesta kehtiv Google Maps API võti
fa: لطفا یک کلید API معتبر Google Maps وارد کنید
fi: Anna kelvollinen Google Maps API -avain
hi: कृपया एक वैध Google Maps API कुंजी दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր Google Maps API բանալի
id: Mohon masukkan kunci API Google Maps yang valid
it: Inserisci una chiave API di Google Maps valida

# pleaseEnterValidFirstName
source: Please enter a valid first name
bn: অনুগ্রহ করে একটি বৈধ প্রথম নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Vornamen ein
et: Palun sisesta kehtiv eesnimi
fa: لطفا یک نام معتبر وارد کنید
fi: Anna kelvollinen etunimi
hi: कृपया एक वैध पहला नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր անուն
id: Mohon masukkan nama depan yang valid
it: Inserisci un nome valido

# pleaseEnterValidLastName
source: Please enter a valid last name
bn: অনুগ্রহ করে একটি বৈধ শেষ নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Nachnamen ein
et: Palun sisesta kehtiv perekonnanimi
fa: لطفا یک نام خانوادگی معتبر وارد کنید
fi: Anna kelvollinen sukunimi
hi: कृपया एक वैध अंतिम नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր ազգանուն
id: Mohon masukkan nama belakang yang valid
it: Inserisci un cognome valido

# pleaseEnterValidEmail
source: Please enter a valid email
bn: অনুগ্রহ করে একটি বৈধ ইমেল প্রবেশ করান
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
et: Palun sisesta kehtiv e-post
fa: لطفا یک ایمیل معتبر وارد کنید
fi: Anna kelvollinen sähköpostiosoite
hi: कृपया एक वैध ईमेल दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր էլ. փոստ
id: Mohon masukkan email yang valid
it: Inserisci un'email valida

# pleaseEnterValidPassword
source: Please enter a valid password
bn: অনুগ্রহ করে একটি বৈধ পাসওয়ার্ড প্রবেশ করান
de: Bitte geben Sie ein gültiges Passwort ein
et: Palun sisesta kehtiv parool
fa: لطفا یک رمز عبور معتبر وارد کنید
fi: Anna kelvollinen salasana
hi: कृपया एक वैध पासवर्ड दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր գաղտնաբառ
id: Mohon masukkan kata sandi yang valid
it: Inserisci una password valida

# pleaseEnterValidPhoneNumber
source: Please enter a valid phone number
bn: অনুগ্রহ করে একটি বৈধ ফোন নম্বর প্রবেশ করান
de: Bitte geben Sie eine gültige Telefonnummer ein
et: Palun sisesta kehtiv telefoninumber
fa: لطفا یک شماره تلفن معتبر وارد کنید
fi: Anna kelvollinen puhelinnumero
hi: कृपया एक वैध फ़ोन नंबर दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր հեռախոսահամար
id: Mohon masukkan nomor telepon yang valid
it: Inserisci un numero di telefono valido

# configError
source: There was an issue loading the configuration
bn: কনফিগারেশন লোড করতে একটি সমস্যা হয়েছে
de: Beim Laden der Konfiguration ist ein Problem aufgetreten
et: Seadistuste laadimisel ilmnes probleem
fa: در بارگذاری پیکربندی مشکلی وجود داشت
fi: Määrityksen lataamisessa oli ongelma
hi: कॉन्फ़िगरेशन लोड करने में एक समस्या थी
hy: Կարգավորումների բեռնման հետ կապված խնդիր առաջացավ
id: Terjadi masalah saat memuat konfigurasi
it: Si è verificato un problema durante il caricamento della configurazione

# networkErrorMessage
source: This is likely due to a network error or a misconfiguration
bn: এটি সম্ভবত একটি নেটওয়ার্ক ত্রুটি বা একটি ভুল কনফিগারেশনের কারণে হয়েছে
de: Dies ist wahrscheinlich auf einen Netzwerkfehler oder eine Fehlkonfiguration zurückzuführen
et: See on tõenäoliselt tingitud võrgutõrkest või valest konfiguratsioonist
fa: این احتمالاً به دلیل خطای شبکه یا پیکربندی نادرست است
fi: Tämä johtuu todennäköisesti verkkovirheestä tai väärästä määrityksestä
hi: यह संभवतः नेटवर्क त्रुटि या गलत कॉन्फ़िगरेशन के कारण है
hy: Սա հավանաբար կապված է ցանցի սխալի կամ սխալ կարգավորման հետ
id: Hal ini kemungkinan disebabkan oleh kesalahan jaringan atau kesalahan konfigurasi
it: Ciò è probabilmente dovuto a un errore di rete o a una configurazione errata

source: Redirect to configuration
bn: কনফিগারেশনে পুনঃনির্দেশ করুন
de: Zur Konfiguration weiterleiten
et: Suuna seadistustesse
fa: هدایت به پیکربندی
fi: Ohjaa määritykseen
hi: कॉन्फ़िगरेशन पर रीडायरेक्ट करें
hy: Վերաուղղորդել դեպի կարգավորումներ
id: Alihkan ke konfigurasi
it: Reindirizza alla configurazione

source: Invalid license key
bn: অবৈধ লাইসেন্স কী
de: Ungültiger Lizenzschlüssel
et: Kehtetu litsentsivõti
fa: کلید مجوز نامعتبر
fi: Virheellinen lisenssiavain
hi: अमान्य लाइसेंस कुंजी
hy: Սխալ լիցենզիայի բանալի
id: Kunci lisensi tidak valid
it: Chiave di licenza non valida

# licenseKeyOverused
source: License key is overused, contact support for help
bn: লাইসেন্স কী অতিরিক্ত ব্যবহার করা হয়েছে, সাহায্যের জন্য সহায়তার সাথে যোগাযোগ করুন
de: Lizenzschlüssel überbeansprucht, kontaktieren Sie den Support für Hilfe
et: Litsentsivõtit on üle kasutatud, abi saamiseks võta ühendust toega
fa: کلید مجوز بیش از حد استفاده شده است، برای کمک با پشتیبانی تماس بگیرید
fi: Lisenssiavain on ylikäytetty, ota yhteyttä tukeen saadaksesi apua
hi: लाइसेंस कुंजी का अत्यधिक उपयोग किया गया है, सहायता के लिए सहायता से संपर्क करें
hy: Լիցենզիայի բանալին չարաշահված է, օգնության համար կապվեք աջակցության հետ
id: Kunci lisensi terlalu sering digunakan, hubungi dukungan untuk bantuan
it: Chiave di licenza sovrautilizzata, contatta il supporto per assistenza

# licenseKeyAndEmailPrompt
source: Please enter your license key and email address to activate your server
bn: আপনার সার্ভার সক্রিয় করতে অনুগ্রহ করে আপনার লাইসেন্স কী এবং ইমেল ঠিকানা প্রবেশ করান
de: Bitte geben Sie Ihren Lizenzschlüssel und Ihre E-Mail-Adresse ein, um Ihren Server zu aktivieren
et: Serveri aktiveerimiseks sisestage oma litsentsivõti ja e-posti aadress
fa: لطفا کلید مجوز و آدرس ایمیل خود را برای فعال کردن سرور خود وارد کنید
fi: Anna lisenssiavaimesi ja sähköpostiosoitteesi aktivoidaksesi palvelimesi
hi: कृपया अपने सर्वर को सक्रिय करने के लिए अपनी लाइसेंस कुंजी और ईमेल पता दर्ज करें
hy: Խնդրում ենք մուտքագրել ձեր լիցենզիայի բանալին և էլ. փոստի հասցեն՝ ձեր սերվերը ակտիվացնելու համար
id: Mohon masukkan kunci lisensi dan alamat email Anda untuk mengaktifkan server Anda
it: Inserisci la tua chiave di licenza e indirizzo email per attivare il tuo server
