Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: License Key
bn: লাইসেন্স কী
de: Lizenzschlüssel
et: Litsentsivõti
fa: کلید مجوز
fi: Lisenssiavain
hi: लाइसेंस कुंजी
hy: Լիցենզիայի բանալի
id: Kunci Lisensi
it: Chiave di licenza

# licenseKeyActivated
source: Your license key has been activated successfully
bn: আপনার লাইসেন্স কী সফলভাবে সক্রিয় করা হয়েছে
de: Ihr Lizenzschlüssel wurde erfolgreich aktiviert
et: Teie litsentsivõti on edukalt aktiveeritud
fa: کلید مجوز شما با موفقیت فعال شد
fi: Lisenssiavaimesi on aktivoitu onnistuneesti
hi: आपकी लाइसेंस कुंजी सफलतापूर्वक सक्रिय हो गई है
hy: Ձեր լիցենզիայի բանալին հաջողությամբ ակտիվացվել է
id: Kunci lisensi Anda berhasil diaktifkan
it: La tua chiave di licenza è stata attivata con successo

source: All Panels
bn: সমস্ত প্যানেল
de: Alle Panels
et: Kõik paneelid
fa: همه پنل‌ها
fi: Kaikki paneelit
hi: सभी पैनल
hy: Բոլոր վահանակները
id: Semua Panel
it: Tutti i pannelli

source: Column Title
bn: কলাম শিরোনাম
de: Spaltentitel
et: Veeru pealkiri
fa: عنوان ستون
fi: Sarakkeen otsikko
hi: कॉलम शीर्षक
hy: Սյունակի վերնագիր
id: Judul Kolom
it: Titolo colonna

# pleaseEnterTitle
source: Please enter a title
bn: অনুগ্রহ করে একটি শিরোনাম প্রবেশ করান
de: Bitte geben Sie einen Titel ein
et: Palun sisesta pealkiri
fa: لطفا یک عنوان وارد کنید
fi: Anna otsikko
hi: कृपया एक शीर्षक दर्ज करें
hy: Խնդրում ենք մուտքագրել վերնագիր
id: Mohon masukkan judul
it: Inserisci un titolo

source: Add Task
bn: টাস্ক যোগ করুন
de: Aufgabe hinzufügen
et: Lisa ülesanne
fa: افزودن وظیفه
fi: Lisää tehtävä
hi: कार्य जोड़ें
hy: Ավելացնել խնդիր
id: Tambah Tugas
it: Aggiungi attività

source: Task Title
bn: টাস্ক শিরোনাম
de: Aufgabentitel
et: Ülesande pealkiri
fa: عنوان وظیفه
fi: Tehtävän otsikko
hi: कार्य शीर्षक
hy: Խնդրի վերնագիր
id: Judul Tugas
it: Titolo attività

source: Delete Task
bn: টাস্ক মুছুন
de: Aufgabe löschen
et: Kustuta ülesanne
fa: حذف وظیفه
fi: Poista tehtävä
hi: कार्य हटाएँ
hy: Ջնջել խնդիրը
id: Hapus Tugas
it: Elimina attività

source: vs Last Week
bn: গত সপ্তাহের তুলনায়
de: ggü. Vorwoche
et: vs eelmine nädal
fa: در مقایسه با هفته گذشته
fi: vs viime viikko
hi: बनाम पिछला सप्ताह
hy: համեմատ նախորդ շաբաթվա
id: vs Minggu Lalu
it: vs Ultima settimana

source: vs Last Month
bn: গত মাসের তুলনায়
de: ggü. Vormonat
et: vs eelmine kuu
fa: در مقایسه با ماه گذشته
fi: vs viime kuukausi
hi: बनाम पिछला महीना
hy: համեմատ նախորդ ամսվա
id: vs Bulan Lalu
it: vs Ultimo mese

source: vs Last Quarter
bn: গত ত্রৈমাসিকের তুলনায়
de: ggü. Vorquartal
et: vs eelmine kvartal
fa: در مقایسه با سه ماهه گذشته
fi: vs viime neljännes
hi: बनाम पिछली तिमाही
hy: համեմատ նախորդ եռամսյակի
id: vs Kuartal Lalu
it: vs Ultimo trimestre

source: vs Last Year
bn: গত বছরের তুলনায়
de: ggü. Vorjahr
et: vs eelmine aasta
fa: در مقایسه با سال گذشته
fi: vs viime vuosi
hi: बनाम पिछला वर्ष
hy: համեմատ նախորդ տարվա
id: vs Tahun Lalu
it: vs Ultimo anno

source: An error occurred
bn: একটি ত্রুটি ঘটেছে
de: Ein Fehler ist aufgetreten
et: Ilmnes viga
fa: خطایی رخ داد
fi: Tapahtui virhe
hi: एक त्रुटि हुई
hy: Սխալ է տեղի ունեցել
id: Terjadi kesalahan
it: Si è verificato un errore

source: Taxi Name
bn: ট্যাক্সির নাম
et: Takso nimi
fa: نام تاکسی
fi: Taksin nimi
hi: टैक्सी का नाम
hy: Տաքսիի անվանումը
id: Nama Taksi
it: Nome taxi

source: Taxi Logo
bn: ট্যাক্সি লোগো
et: Takso logo
fa: لوگوی تاکسی
fi: Taksin logo
hi: टैक्सी लोगो
hy: Տաքսիի լոգոն
id: Logo Taksi
it: Logo taxi

# pleaseUploadValidTaxiLogo
source: Please upload a valid taxi logo
bn: অনুগ্রহ করে একটি বৈধ ট্যাক্সি লোগো আপলোড করুন
de: Bitte laden Sie ein gültiges Taxilogo hoch
et: Palun laadi üles kehtiv takso logo
fa: لطفا یک لوگوی تاکسی معتبر آپلود کنید
fi: Lataa kelvollinen taksin logo
hi: कृपया एक वैध टैक्सी लोगो अपलोड करें
hy: Խնդրում ենք վերբեռնել վավեր տաքսիի լոգո
id: Mohon unggah logo taksi yang valid
it: Carica un logo taxi valido

# pleaseEnterValidTaxiName
source: Please enter a valid taxi name
bn: অনুগ্রহ করে একটি বৈধ ট্যাক্সির নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Taxinamen ein
et: Palun sisesta kehtiv takso nimi
fa: لطفا یک نام تاکسی معتبر وارد کنید
fi: Anna kelvollinen taksin nimi
hi: कृपया एक वैध टैक्सी नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր տաքսիի անվանում
id: Mohon masukkan nama taksi yang valid
it: Inserisci un nome taxi valido

source: Shop Logo
bn: দোকানের লোগো
et: Poe logo
fa: لوگوی فروشگاه
fi: Kaupan logo
hi: दुकान लोगो
hy: Խանութի լոգոն
id: Logo Toko
it: Logo negozio

# pleaseUploadValidShopLogo
source: Please upload a valid shop logo
bn: অনুগ্রহ করে একটি বৈধ দোকানের লোগো আপলোড করুন
de: Bitte laden Sie ein gültiges Shop-Logo hoch
et: Palun laadi üles kehtiv poe logo
fa: لطفا یک لوگوی فروشگاه معتبر آپلود کنید
fi: Lataa kelvollinen kaupan logo
hi: कृपया एक वैध दुकान लोगो अपलोड करें
hy: Խնդրում ենք վերբեռնել վավեր խանութի լոգո
id: Mohon unggah logo toko yang valid
it: Carica un logo negozio valido

# pleaseEnterValidShopName
source: Please enter a valid shop name
bn: অনুগ্রহ করে একটি বৈধ দোকানের নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Shop-Namen ein
et: Palun sisesta kehtiv poe nimi
fa: لطفا یک نام فروشگاه معتبر وارد کنید
fi: Anna kelvollinen kaupan nimi
hi: कृपया एक वैध दुकान नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր խանութի անվանում
id: Mohon masukkan nama toko yang valid
it: Inserisci un nome negozio valido

source: Parking Logo
bn: পার্কিং লোগো
de: Parkplatzlogo
et: Parkla logo
fa: لوگوی پارکینگ
fi: Pysäköinnin logo
hi: पार्किंग लोगो
hy: Կայանատեղիի լոգոն
id: Logo Parkir
it: Logo parcheggio

# pleaseUploadValidParkingLogo
source: Please upload a valid parking logo
bn: অনুগ্রহ করে একটি বৈধ পার্কিং লোগো আপলোড করুন
de: Bitte laden Sie ein gültiges Parkplatzlogo hoch
et: Palun laadi üles kehtiv parkla logo
fa: لطفا یک لوگوی پارکینگ معتبر آپلود کنید
fi: Lataa kelvollinen pysäköinnin logo
hi: कृपया एक वैध पार्किंग लोगो अपलोड करें
hy: Խնդրում ենք վերբեռնել վավեր կայանատեղիի լոգո
id: Mohon unggah logo parkir yang valid
it: Carica un logo parcheggio valido

source: Parking Name
bn: পার্কিংয়ের নাম
de: Parkplatzname
et: Parkla nimi
fa: نام پارکینگ
fi: Pysäköinnin nimi
hi: पार्किंग का नाम
hy: Կայանատեղիի անվանումը
id: Nama Parkir
it: Nome parcheggio

# pleaseEnterValidParkingName
source: Please enter a valid parking name
bn: অনুগ্রহ করে একটি বৈধ পার্কিংয়ের নাম প্রবেশ করান
de: Bitte geben Sie einen gültigen Parkplatznamen ein
et: Palun sisesta kehtiv parkla nimi
fa: لطفا یک نام پارکینگ معتبر وارد کنید
fi: Anna kelvollinen pysäköinnin nimi
hi: कृपया एक वैध पार्किंग नाम दर्ज करें
hy: Խնդրում ենք մուտքագրել վավեր կայանատեղիի անվանում
id: Mohon masukkan nama parkir yang valid
it: Inserisci un nome parcheggio valido

# pleaseSelectColorPalette
source: Please select a color palette
bn: অনুগ্রহ করে একটি রঙের প্যালেট নির্বাচন করুন
de: Bitte wählen Sie eine Farbpalette aus
et: Palun vali värvipalett
fa: لطفا یک پالت رنگ انتخاب کنید
fi: Valitse väripaletti
hi: कृपया एक रंग पैलेट चुनें
hy: Խնդրում ենք ընտրել գունապնակ
id: Mohon pilih palet warna
it: Seleziona una tavolozza colori

source: By upgrading your plan,
bn: আপনার প্ল্যান আপগ্রেড করে,
de: Durch ein Upgrade Ihres Plans,
et: Oma plaani uuendades
fa: با ارتقاء طرح خود،
fi: Päivittämällä suunnitelmasi,
hi: अपनी योजना को अपग्रेड करके,
hy: Ձեր պլանը թարմացնելով,
id: Dengan meningkatkan paket Anda,
it: Effettuando l'upgrade del tuo piano,

# youCanAccessToMoreFeatures
source: you can access more features:
bn: আপনি আরও বৈশিষ্ট্য অ্যাক্সেস করতে পারেন:
de: können Sie auf mehr Funktionen zugreifen:
et: saate juurdepääsu rohkematele funktsioonidele:
fa: می‌توانید به ویژگی‌های بیشتری دسترسی پیدا کنید:
fi: pääset käyttämään lisää ominaisuuksia:
hi: आप अधिक सुविधाओं तक पहुँच सकते हैं:
hy: դուք կարող եք մուտք գործել ավելի շատ հնարավորություններ:
id: Anda dapat mengakses lebih banyak fitur:
it: puoi accedere a più funzionalità:

source: Upgrade plan
bn: প্ল্যান আপগ্রেড করুন
de: Plan upgraden
et: Uuenda plaani
fa: ارتقاء طرح
fi: Päivitä suunnitelma
hi: योजना अपग्रेड करें
hy: Թարմացնել պլանը
id: Tingkatkan paket
it: Aggiorna piano

source: Buyer name:
bn: ক্রেতার নাম:
de: Käufername:
et: Ostja nimi:
fa: نام خریدار:
fi: Ostajan nimi:
hi: खरीदार का नाम:
hy: Գնորդի անունը։
id: Nama Pembeli:
it: Nome acquirente:

source: Support expiry date:
bn: সহায়তার মেয়াদ শেষ হওয়ার তারিখ:
de: Support-Ablaufdatum:
et: Toe aegumiskuupäev:
fa: تاریخ انقضای پشتیبانی:
fi: Tuen päättymispäivä:
hi: समर्थन समाप्ति तिथि:
hy: Աջակցության ժամկետի ավարտը։
id: Tanggal kedaluwarsa dukungan:
it: Data scadenza supporto:

source: Your plan includes the following apps:
bn: আপনার প্ল্যানে নিম্নলিখিত অ্যাপগুলি অন্তর্ভুক্ত রয়েছে:
de: Ihr Plan beinhaltet die folgenden Apps:
et: Teie plaan sisaldab järgmisi rakendusi:
fa: طرح شما شامل برنامه‌های زیر است:
fi: Suunnitelmasi sisältää seuraavat sovellukset:
hi: आपकी योजना में निम्नलिखित ऐप शामिल हैं:
hy: Ձեր պլանը ներառում է հետևյալ հավելվածները.
id: Paket Anda mencakup aplikasi berikut:
it: Il tuo piano include le seguenti app:

source: Benefits available in
bn: উপকারিতা উপলব্ধ
de: Vorteile verfügbar in
et: Eelised saadaval
fa: مزایای موجود در
fi: Edut saatavilla
hi: लाभ उपलब्ध हैं
hy: Առավելությունները հասանելի են
id: Keuntungan tersedia dalam
it: Vantaggi disponibili in

source: plan
bn: প্ল্যান
et: plaan
fa: طرح
fi: suunnitelma
hi: योजना
hy: պլանում
id: paket
it: piano

source: Features that are not available in your plan:
bn: আপনার প্ল্যানে উপলব্ধ নয় এমন বৈশিষ্ট্য:
de: Funktionen, die in Ihrem Plan nicht verfügbar sind:
et: Funktsioonid, mis teie plaanis pole saadaval:
fa: ویژگی‌هایی که در طرح شما موجود نیستند:
fi: Ominaisuudet, jotka eivät ole saatavilla suunnitelmassasi:
hi: आपकी योजना में जो सुविधाएँ उपलब्ध नहीं हैं:
hy: Հնարավորություններ, որոնք հասանելի չեն ձեր պլանում:
id: Fitur yang tidak tersedia dalam paket Anda:
it: Funzionalità non disponibili nel tuo piano:

source: Browse
bn: ব্রাউজ করুন
de: Durchsuchen
et: Sirvi
fa: مرور
fi: Selaa
hi: ब्राउज़ करें
hy: Դիտել
id: Jelajahi
it: Sfoglia

source: Drop your file here or
bn: আপনার ফাইলটি এখানে ফেলুন বা
de: Datei hier ablegen oder
et: Lohista fail siia või
fa: فایل خود را اینجا رها کنید یا
fi: Pudota tiedostosi tähän tai
hi: अपनी फ़ाइल यहाँ छोड़ें या
hy: Գցեք ձեր ֆայլը այստեղ կամ
id: Letakkan file Anda di sini atau
it: Trascina qui il tuo file o

source: Firebase Private Key
bn: ফায়ারবেস প্রাইভেট কী
de: Firebase Privater Schlüssel
et: Firebase'i privaatvõti
fa: کلید خصوصی Firebase
fi: Firebase-yksityisavain
hi: Firebase निजी कुंजी
hy: Firebase անձնական բանալի
id: Kunci Pribadi Firebase
it: Chiave privata Firebase

source: Add/Edit this address
bn: এই ঠিকানা যোগ/সম্পাদনা করুন
de: Diese Adresse hinzufügen/bearbeiten
et: Lisa/muuda seda aadressi
fa: افزودن/ویرایش این آدرس
fi: Lisää/muokkaa tätä osoitetta
hi: इस पते को जोड़ें/संपादित करें
hy: Ավելացնել/Խմբագրել այս հասցեն
id: Tambah/Edit alamat ini
it: Aggiungi/Modifica questo indirizzo

source: Home, Work, etc.
bn: বাড়ি, কর্মস্থল, ইত্যাদি
de: Zuhause, Arbeit, etc.
et: Kodu, töö jne.
fa: خانه، محل کار، و غیره
fi: Koti, työ jne.
hi: घर, कार्य आदि।
hy: Տուն, աշխատանք և այլն
id: Rumah, Kantor, dll.
it: Casa, Lavoro, ecc.

source: Enter your address
bn: আপনার ঠিকানা প্রবেশ করান
de: Geben Sie Ihre Adresse ein
et: Sisesta oma aadress
fa: آدرس خود را وارد کنید
fi: Anna osoitteesi
hi: अपना पता दर्ज करें
hy: Մուտքագրեք ձեր հասցեն
id: Masukkan alamat Anda
it: Inserisci il tuo indirizzo

source: Wallet summary
bn: ওয়ালেট সারাংশ
de: Wallet-Übersicht
et: Rahakoti kokkuvõte
fa: خلاصه کیف پول
fi: Lompakon yhteenveto
hi: वॉलेट सारांश
hy: Դրամապանակի ամփոփում
id: Ringkasan dompet
it: Riepilogo wallet

source: Unknown interval
bn: অজানা ব্যবধান
de: Unbekanntes Intervall
et: Teadmata intervall
fa: فاصله زمانی ناشناخته
fi: Tuntematon väli
hi: अज्ञात अंतराल
hy: Անհայտ միջակայք
id: Interval tidak diketahui
it: Intervallo sconosciuto

source: marked as resolved.
bn: সমাধান হিসাবে চিহ্নিত।
de: als erledigt markiert.
et: märgitud lahendatuks.
fa: به عنوان حل شده علامت‌گذاری شد.
fi: merkitty ratkaistuksi.
hi: समाधानित के रूप में चिह्नित।
hy: նշված է որպես լուծված։
id: ditandai sebagai terselesaikan.
it: contrassegnato come risolto.

source: Resolved
bn: সমাধান
de: Erledigt
et: Lahendatud
fa: حل شده
fi: Ratkaistu
hi: समाधानित
hy: Լուծված է
id: Terselesaikan
it: Risolto

source: Under investigation
bn: তদন্তাধীন
de: Wird untersucht
et: Uurimisel
fa: تحت بررسی
fi: Tutkinnan alla
hi: जाँच के अधीन
hy: Քննության փուլում
id: Dalam penyelidikan
it: Sotto indagine

source: Label not defined
bn: লেবেল সংজ্ঞায়িত নয়
de: Label nicht definiert
et: Märgistus pole määratletud
fa: برچسب تعریف نشده است
fi: Tunnistetta ei määritelty
hi: लेबल परिभाषित नहीं है
hy: Պիտակը սահմանված չէ
id: Label tidak terdefinisi
it: Etichetta non definita

# batchDeliveryDescription
source: • Receive all your items together and simplify your shopping experience.\n• It often comes with cost savings compared to split deliveries
bn: • আপনার সমস্ত আইটেম একসাথে গ্রহণ করুন এবং আপনার কেনাকাটার অভিজ্ঞতা সহজ করুন।\n• এটি প্রায়শই বিভক্ত ডেলিভারির তুলনায় খরচ সাশ্রয় করে
de: • Erhalten Sie alle Ihre Artikel zusammen und vereinfachen Sie Ihr Einkaufserlebnis.\n• Es ist oft mit Kosteneinsparungen im Vergleich zu geteilten Lieferungen verbunden
et: • Saate kõik oma esemed koos ja lihtsustage oma ostukogemust.\n• Sageli kaasneb sellega kulude kokkuhoid võrreldes jagatud tarnetega
fa: • تمام آیتم‌های خود را با هم دریافت کنید و تجربه خرید خود را ساده کنید.\n• اغلب با صرفه‌جویی در هزینه در مقایسه با تحویل‌های جداگانه همراه است
fi: • Vastaanota kaikki tuotteesi yhdessä ja yksinkertaista ostoskokemustasi.\n• Se tuo usein kustannussäästöjä verrattuna jaettuihin toimituksiin
hi: • अपने सभी आइटम एक साथ प्राप्त करें और अपने खरीदारी अनुभव को सरल बनाएँ।\n• यह अक्सर स्प्लिट डिलीवरी की तुलना में लागत बचत के साथ आता है
hy: • Ստացեք ձեր բոլոր ապրանքները միասին և հեշտացրեք ձեր գնումների փորձը։\n• Այն հաճախ գալիս է ծախսերի խնայողությամբ՝ համեմատ բաժանված առաքումների հետ։
id: • Terima semua item Anda bersamaan dan sederhanakan pengalaman berbelanja Anda. • Seringkali lebih hemat biaya dibandingkan pengiriman terpisah
it: • Ricevi tutti i tuoi articoli insieme e semplifica la tua esperienza di acquisto.\n• Spesso comporta un risparmio sui costi rispetto alle consegne separate

# splitDeliveryDescription
source: • Receive items as they become available.\n• It is ideal for items that are needed urgently or items that are available at different times
bn: • আইটেমগুলি উপলব্ধ হওয়ার সাথে সাথে গ্রহণ করুন।\n• এটি এমন আইটেমগুলির জন্য আদর্শ যা জরুরিভাবে প্রয়োজন বা আইটেম যা বিভিন্ন সময়ে উপলব্ধ
de: • Erhalten Sie Artikel, sobald sie verfügbar sind.\n• Ideal für Artikel, die dringend benötigt werden oder zu unterschiedlichen Zeiten verfügbar sind
et: • Saate esemed vastavalt nende saadavusele.\n• See on ideaalne kiiresti vajalike esemete või erinevatel aegadel saadaval olevate esemete jaoks
fa: • آیتم‌ها را به محض در دسترس شدن دریافت کنید.\n• برای آیتم‌هایی که فوراً مورد نیاز هستند یا آیتم‌هایی که در زمان‌های مختلف در دسترس هستند ایده‌آل است
fi: • Vastaanota tuotteet, kun ne tulevat saataville.\n• Se on ihanteellinen tuotteille, joita tarvitaan kiireellisesti tai jotka ovat saatavilla eri aikoina
hi: • आइटम उपलब्ध होने पर प्राप्त करें।\n• यह उन आइटमों के लिए आदर्श है जिनकी तत्काल आवश्यकता है या जो अलग-अलग समय पर उपलब्ध हैं
hy: • Ստացեք ապրանքները, երբ դրանք հասանելի դառնան։\n• Այն իդեալական է այն ապրանքների համար, որոնք անհրաժեշտ են շտապ կամ այն ապրանքների համար, որոնք հասանելի են տարբեր ժամերին։
id: • Terima item saat tersedia. • Ideal untuk item yang dibutuhkan segera atau item yang tersedia pada waktu yang berbeda
it: • Ricevi gli articoli man mano che diventano disponibili.\n• È l'ideale per articoli urgenti o disponibili in momenti diversi

# scheduledDeliveryDescription
source: • Schedule your delivery for a specific date and time.\n• It is ideal for items that are needed at a specific time
bn: • একটি নির্দিষ্ট তারিখ এবং সময়ের জন্য আপনার ডেলিভারি নির্ধারণ করুন।\n• এটি এমন আইটেমগুলির জন্য আদর্শ যা একটি নির্দিষ্ট সময়ে প্রয়োজন
de: • Planen Sie Ihre Lieferung für ein bestimmtes Datum und eine bestimmte Uhrzeit.\n• Ideal für Artikel, die zu einer bestimmten Zeit benötigt werden
et: • Planeerige oma tarne kindlale kuupäevale ja kellaajale.\n• See on ideaalne esemete jaoks, mida on vaja kindlal ajal
fa: • تحویل خود را برای تاریخ و زمان مشخصی برنامه‌ریزی کنید.\n• برای آیتم‌هایی که در زمان مشخصی مورد نیاز هستند ایده‌آل است
fi: • Aikatauluta toimituksesi tietylle päivämäärälle ja kellonajalle.\n• Se on ihanteellinen tuotteille, joita tarvitaan tiettyyn aikaan
hi: • किसी विशिष्ट तारीख और समय के लिए अपनी डिलीवरी निर्धारित करें।\n• यह उन आइटमों के लिए आदर्श है जिनकी एक विशिष्ट समय पर आवश्यकता है
hy: • Պլանավորեք ձեր առաքումը որոշակի ամսաթվի և ժամի համար։\n• Այն իդեալական է այն ապրանքների համար, որոնք անհրաժեշտ են որոշակի ժամի։
id: • Jadwalkan pengiriman Anda untuk tanggal dan waktu tertentu. • Ideal untuk item yang dibutuhkan pada waktu tertentu
it: • Programma la tua consegna per una data e ora specifiche.\n• È l'ideale per articoli necessari in un momento specifico

source: Fleet Id
bn: ফ্লিট আইডি
de: Flotten-ID
et: Autopargi ID
fa: شناسه ناوگان
fi: Kaluston tunnus
hi: फ्लीट आईडी
hy: Ավտոպարկի ID
id: ID Armada
it: ID flotta

source: Large
bn: বড়
de: Groß
et: Suur
fa: بزرگ
fi: Suuri
hi: बड़ा
hy: Մեծ
id: Besar
it: Grande

source: Small
bn: ছোট
de: Klein
et: Väike
fa: کوچک
fi: Pieni
hi: छोटा
hy: Փոքր
id: Kecil
it: Piccola

source: Please update your app to support this payment gateway.
bn: এই পেমেন্ট গেটওয়ে সমর্থন করার জন্য অনুগ্রহ করে আপনার অ্যাপ আপডেট করুন।
de: Bitte aktualisieren Sie Ihre App, um dieses Zahlungs-Gateway zu unterstützen.
et: Selle makselahenduse toetamiseks palun uuendage oma rakendus.
fa: لطفا برنامه خود را برای پشتیبانی از این درگاه پرداخت به‌روز کنید.
fi: Päivitä sovelluksesi tukemaan tätä maksuyhdyskäytävää.
hi: इस भुगतान गेटवे का समर्थन करने के लिए कृपया अपने ऐप को अपडेट करें।
hy: Խնդրում ենք թարմացնել ձեր հավելվածը՝ այս վճարման դարպասին աջակցելու համար։
id: Mohon perbarui aplikasi Anda untuk mendukung gerbang pembayaran ini.
it: Aggiorna la tua app per supportare questo gateway di pagamento.

source: Operator Requested
bn: অপারেটর অনুরোধ করেছে
de: Betreiber angefragt
et: Operaator taotletud
fa: درخواست شده توسط اپراتور
fi: Operaattori pyysi
hi: ऑपरेटर ने अनुरोध किया
hy: Օպերատորը հարցվել է
id: Operator Diminta
it: Operatore richiesto

source: Operator Booked
bn: অপারেটর বুক করেছে
de: Betreiber gebucht
et: Operaator broneeritud
fa: رزرو شده توسط اپراتور
fi: Operaattori varasi
hi: ऑपरेटर बुक किया गया
hy: Օպերատորը ամրագրված է
id: Operator Dipesan
it: Operatore prenotato

source: Rider Booked
bn: রাইডার বুক করেছে
de: Fahrgast gebucht
et: Sõitja broneeritud
fa: رزرو شده توسط مسافر
fi: Matkustaja varasi
hi: राइडर बुक किया गया
hy: Ուղևորը ամրագրված է
id: Penumpang Dipesan
it: Passeggero prenotato

source: Picked
bn: পিক করা হয়েছে
de: Abgeholt
et: Peale võetud
fa: برداشته شده
fi: Noudettu
hi: पिक किया गया
hy: Վերցված է
id: Diambil
it: Prelevato

source: Operator Canceled
bn: অপারেটর বাতিল করেছে
de: Betreiber storniert
et: Operaator tühistatud
fa: لغو شده توسط اپراتور
fi: Operaattori peruutti
hi: ऑपरेटर रद्द
hy: Օպերատորը չեղարկել է
id: Operator Dibatalkan
it: Annullato dall'operatore

source: Destination Arrived
bn: গন্তব্যে পৌঁছেছে
de: Ziel erreicht
et: Sihtkohta saabunud
fa: به مقصد رسید
fi: Määränpää saavutettu
hi: गंतव्य पर पहुंचे
hy: Նպատակակետին ժամանել է
id: Tiba di Tujuan
it: Destinazione raggiunta

source: Reviewed
bn: পর্যালোচনা করা হয়েছে
de: Bewertet
et: Arvustatud
fa: بررسی شده
fi: Arvosteltu
hi: समीक्षा की गई
hy: Վերանայված է
id: Diulas
it: Recensito

source: Approved
bn: অনুমোদিত
de: Genehmigt
et: Kinnitatud
fa: تایید شده
fi: Hyväksytty
hi: अनुमोदित
hy: Հաստատված է
id: Disetujui
it: Approvato

source: Unpublished
bn: অপ্রকাশিত
de: Unveröffentlicht
et: Avaldamata
fa: منتشر نشده
fi: Julkaisematon
hi: अप्रकाशित
hy: Չհրապարակված
id: Belum Diterbitkan
it: Non pubblicato

source: Overridden
bn: ওভাররাইড করা হয়েছে
de: Überschrieben
et: Üle kirjutatud
fa: نادیده گرفته شده
fi: Ohitettu
hi: अधिलेखित
hy: Felülírt
id: Ditimpa
it: Ignorato

source: Unknown brand type
bn: অজানা ব্র্যান্ডের প্রকার
de: Unbekannter Markentyp
et: Teadmata brändi tüüp
fa: نوع برند ناشناخته
fi: Tuntematon brändityyppi
hi: अज्ञात ब्रांड प्रकार
hy: Անհայտ ապրանքանիշի տեսակը
id: Jenis merek tidak diketahui
it: Tipo di marca sconosciuto

source: False statement
bn: মিথ্যা বিবৃতি
de: Falschaussage
et: Väär väide
fa: اظهارات نادرست
fi: Väärä lausunto
hi: गलत कथन
hy: Կեղծ հայտարարություն
id: Pernyataan salah
it: Dichiarazione falsa

source: until
bn: পর্যন্ত
de: bis
et: kuni
fa: تا
fi: asti
hi: तक
hy: մինչև
id: sampai
it: fino al

source: Expense
bn: ব্যয়
de: Ausgabe
et: Kulu
fa: هزینه
fi: Kulu
hi: खर्च
hy: Ծախս
id: Pengeluaran
it: Spesa

source: Refund
bn: ফেরত
de: Rückerstattung
et: Tagasimakse
fa: بازپرداخت
fi: Hyvitys
hi: वापसी
hy: Վերադարձ
id: Pengembalian Dana
it: Rimborso

source: Technology Development
bn: প্রযুক্তি উন্নয়ন
de: Technologieentwicklung
et: Tehnoloogia arendus
fa: توسعه فناوری
fi: Teknologian kehitys
hi: प्रौद्योगिकी विकास
hy: Տեխնոլոգիական զարգացում
id: Pengembangan Teknologi
it: Sviluppo tecnologico

source: Platform Maintenance
bn: প্ল্যাটফর্ম রক্ষণাবেক্ষণ
de: Plattformwartung
et: Platvormi hooldus
fa: نگهداری پلتفرم
fi: Alustan ylläpito
hi: प्लेटफ़ॉर्म रखरखाव
hy: Հարթակի սպասարկում
id: Pemeliharaan Platform
it: Manutenzione piattaforma

source: Software License
bn: সফ্টওয়্যার লাইসেন্স
de: Softwarelizenz
et: Tarkvara litsents
fa: مجوز نرم‌افزار
fi: Ohjelmistolisenssi
hi: सॉफ्टवेयर लाइसेंस
hy: Ծրագրային ապահովման լիցենզիա
id: Lisensi Perangkat Lunak
it: Licenza software

source: Hosting
bn: হোস্টিং
et: Majutus
fa: میزبانی
fi: Isännöinti
hi: होस्टिंग
hy: Հոսթինգ

source: Cloud Services
bn: ক্লাউড পরিষেবা
de: Cloud-Dienste
et: Pilveteenused
fa: خدمات ابری
fi: Pilvipalvelut
hi: क्लाउड सेवाएँ
hy: Ամպային ծառայություններ
id: Layanan Cloud
it: Servizi cloud

source: Taxi Support Request
bn: ট্যাক্সি সমর্থন অনুরোধ
de: Taxi-Supportanfrage
et: Takso toe taotlus
fa: درخواست پشتیبانی تاکسی
fi: Taksitukipyyntö
hi: टैक्सी सहायता अनुरोध
hy: Տաքսիի աջակցման հարցում
id: Permintaan Dukungan Taksi
it: Richiesta supporto taxi

# newTaxiSupportRequestHasBeenCreated
source: A new taxi support request has been created
bn: একটি নতুন ট্যাক্সি সমর্থন অনুরোধ তৈরি করা হয়েছে
de: Eine neue Taxi-Supportanfrage wurde erstellt
et: Uus takso toe taotlus on loodud
fa: یک درخواست پشتیبانی تاکسی جدید ایجاد شده است
fi: Uusi taksitukipyyntö on luotu
hi: एक नया टैक्सी सहायता अनुरोध बनाया गया है
hy: Ստեղծվել է տաքսիի աջակցման նոր հարցում
id: Permintaan dukungan taksi baru telah dibuat
it: È stata creata una nuova richiesta di supporto taxi

source: Shop Support Request
bn: দোকান সমর্থন অনুরোধ
de: Shop-Supportanfrage
et: Poe toe taotlus
fa: درخواست پشتیبانی فروشگاه
fi: Kaupan tukipyyntö
hi: दुकान सहायता अनुरोध
hy: Խանութի աջակցման հարցում
id: Permintaan Dukungan Toko
it: Richiesta supporto negozio

# newShopSupportRequestHasBeenCreated
source: A new shop support request has been created
bn: একটি নতুন দোকান সমর্থন অনুরোধ তৈরি করা হয়েছে
de: Eine neue Shop-Supportanfrage wurde erstellt
et: Uus poe toe taotlus on loodud
fa: یک درخواست پشتیبانی فروشگاه جدید ایجاد شده است
fi: Uusi kaupan tukipyyntö on luotu
hi: एक नया दुकान सहायता अनुरोध बनाया गया है
hy: Ստեղծվել է խանութի աջակցման նոր հարցում
id: Permintaan dukungan toko baru telah dibuat
it: È stata creata una nuova richiesta di supporto negozio

source: Parking Support Request
bn: পার্কিং সমর্থন অনুরোধ
de: Park-Supportanfrage
et: Parkla toe taotlus
fa: درخواست پشتیبانی پارکینگ
fi: Pysäköinnin tukipyyntö
hi: पार्किंग सहायता अनुरोध
hy: Կայանատեղիի աջակցման հարցում
id: Permintaan Dukungan Parkir
it: Richiesta supporto parcheggio
