Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# addSpotSubtitle
source: Complete the fields step-by-step to upload your parking spot
bn: আপনার পার্কিং স্পট আপলোড করতে ধাপে ধাপে ক্ষেত্রগুলি পূরণ করুন
de: Füllen Sie die Felder Schritt für Schritt aus, um Ihren Parkplatz hochzuladen
et: Täitke väljad samm-sammult, et oma parkimiskoht üles laadida
fa: فیلدها را مرحله به مرحله تکمیل کنید تا جای پارک خود را آپلود کنید
fi: Täytä kentät vaihe vaiheelta ladataksesi pysäköintipaikkasi
hi: अपने पार्किंग स्थान को अपलोड करने के लिए चरण-दर-चरण फ़ील्ड भरें
hy: Լրացրեք դաշտերը քայլ առ քայլ՝ ձեր կայանատեղին վերբեռնելու համար
id: Selesaikan kolom langkah demi langkah untuk mengunggah tempat parkir Anda
it: Completa i campi passo dopo passo per caricare il tuo posto auto

# twentyFourHours
source: 24 Hours
bn: ২৪ ঘন্টা
de: 24 Stunden
et: 24 tundi
fa: ۲۴ ساعت
fi: 24 tuntia
hi: 24 घंटे
hy: 24 ժամ
id: 24 Jam
it: 24 ore

source: Select time
bn: সময় নির্বাচন করুন
de: Uhrzeit auswählen
et: Vali kellaaeg
fa: انتخاب زمان
fi: Valitse aika
hi: समय चुनें
hy: Ընտրել ժամը
id: Pilih waktu
it: Seleziona ora

source: Parking request
bn: পার্কিং অনুরোধ
de: Parkplatzanfrage
et: Parkimistaotlus
fa: درخواست پارکینگ
fi: Pysäköintipyyntö
hi: पार्किंग अनुरोध
hy: Կայանման հարցում
id: Permintaan parkir
it: Richiesta di parcheggio

source: Extend request
bn: বর্ধিত করার অনুরোধ
de: Verlängerungsanfrage
et: Pikendamise taotlus
fa: درخواست تمدید
fi: Jatkamispyyntö
hi: विस्तार अनुरोध
hy: Երկարացման հարցում
id: Permintaan perpanjangan
it: Richiesta di estensione

source: Save spot!
bn: স্পট সংরক্ষণ করুন!
de: Parkplatz speichern!
et: Salvesta koht!
fa: ذخیره جای پارک!
fi: Tallenna paikka!
hi: स्थान सहेजें!
hy: Պահպանել տեղը:
id: Simpan tempat!
it: Salva posto!

source: Spot settings
bn: স্পট সেটিংস
de: Parkplatzeinstellungen
et: Koha seaded
fa: تنظیمات جای پارک
fi: Paikan asetukset
hi: स्थान सेटिंग्स
hy: Տեղի կարգավորումներ
id: Pengaturan tempat
it: Impostazioni posto

# carSizeSmall
source: Small
bn: ছোট
de: Klein
et: Väike
fa: کوچک
fi: Pieni
hi: छोटा
hy: Փոքր
id: Kecil
it: Piccola

# carSizeMedium
source: Medium
bn: মাঝারি
de: Mittel
et: Keskmine
fa: متوسط
fi: Keskikokoinen
hi: मध्यम
hy: Միջին
id: Sedang
it: Media

# carSizeLarge
source: Large
bn: বড়
de: Groß
et: Suur
fa: بزرگ
fi: Suuri
hi: बड़ा
hy: Մեծ
id: Besar
it: Grande

# carSizeVeryLarge
source: Very Large
bn: খুব বড়
de: Sehr groß
et: Väga suur
fa: خیلی بزرگ
fi: Erittäin suuri
hi: बहुत बड़ा
hy: Շատ մեծ
id: Sangat Besar
it: Molto grande

source: Edit spot
bn: স্পট সম্পাদনা করুন
de: Parkplatz bearbeiten
et: Muuda kohta
fa: ویرایش جای پارک
fi: Muokkaa paikkaa
hi: स्थान संपादित करें
hy: Խմբագրել տեղը
id: Edit tempat
it: Modifica posto

source: Spot operator
bn: স্পট অপারেটর
de: Parkplatzbetreiber
et: Koha operaator
fa: اپراتور جای پارک
fi: Paikan operaattori
hi: स्थान ऑपरेटर
hy: Տեղի օպերատոր
id: Operator tempat
it: Operatore posto

source: Receive extend request
bn: বর্ধিত করার অনুরোধ গ্রহণ করুন
de: Verlängerungsanfragen erhalten
et: Saada pikendamise taotlus
fa: دریافت درخواست تمدید
fi: Vastaanota jatkamispyyntö
hi: विस्तार अनुरोध प्राप्त करें
hy: Ստանալ երկարացման հարցում
id: Terima permintaan perpanjangan
it: Ricevi richieste di estensione

# receiveNewRequest
source: Receive new requests
bn: নতুন অনুরোধ গ্রহণ করুন
de: Neue Anfragen erhalten
et: Saada uusi taotlusi
fa: دریافت درخواست‌های جدید
fi: Vastaanota uusia pyyntöjä
hi: नए अनुरोध प्राप्त करें
hy: Ստանալ նոր հարցումներ
id: Terima permintaan baru
it: Ricevi nuove richieste

source: Closing time
bn: বন্ধের সময়
de: Schließzeit
et: Sulgemisaeg
fa: زمان بسته شدن
fi: Sulkemisaika
hi: समापन समय
hy: Փակման ժամը
id: Waktu tutup
it: Orario di chiusura

source: Phone
bn: ফোন
de: Telefon
et: Telefon
fa: تلفن
fi: Puhelin
hi: फ़ोन
hy: Հեռախոս
id: Telepon
it: Telefono

source: Add someone else as operator
bn: অন্য কাউকে অপারেটর হিসাবে যোগ করুন
de: Jemand anderen als Betreiber hinzufügen
et: Lisa keegi teine operaatoriks
fa: افزودن شخص دیگری به عنوان اپراتور
fi: Lisää joku muu operaattoriksi
hi: किसी अन्य व्यक्ति को ऑपरेटर के रूप में जोड़ें
hy: Ավելացնել մեկ ուրիշին որպես օպերատոր
id: Tambah orang lain sebagai operator
it: Aggiungi qualcun altro come operatore

source: Edit operator
bn: অপারেটর সম্পাদনা করুন
de: Betreiber bearbeiten
et: Muuda operaatorit
fa: ویرایش اپراتور
fi: Muokkaa operaattoria
hi: ऑपरेटर संपादित करें
hy: Խմբագրել օպերատորին
it: Modifica operatore

source: Delete this operator?
bn: এই অপারেটরটি মুছবেন?
de: Diesen Betreiber löschen?
et: Kustutada see operaator?
fa: این اپراتور حذف شود؟
fi: Poistetaanko tämä operaattori?
hi: इस ऑपरेटर को हटाएँ?
hy: Ջնջե՞լ այս օպերատորին։
id: Hapus operator ini?
it: Eliminare questo operatore?

source: You
bn: আপনি
de: Sie
et: Sina
fa: شما
fi: Sinä
hi: आप
hy: Դուք
id: Anda
it: Tu

source: Edit operator info
bn: অপারেটর তথ্য সম্পাদনা করুন
de: Betreiberinformationen bearbeiten
et: Muuda operaatori infot
fa: ویرایش اطلاعات اپراتور
fi: Muokkaa operaattorin tietoja
hi: ऑपरेटर की जानकारी संपादित करें
hy: Խմբագրել օպերատորի տվյալները
id: Edit info operator
it: Modifica informazioni operatore

source: My sessions
bn: আমার সেশন
de: Meine Sitzungen
et: Minu seansid
fa: جلسات من
fi: Omat istuntoni
hi: मेरे सत्र
hy: Իմ նիստերը
id: Sesi saya
it: Le mie sessioni

source: Sessions History
bn: সেশনের ইতিহাস
de: Sitzungsverlauf
et: Seansside ajalugu
fa: تاریخچه جلسات
fi: Istuntohistoria
hi: सत्र इतिहास
hy: Նիստերի պատմություն
id: Riwayat Sesi
it: Cronologia sessioni

source: Invoice
bn: চালান
de: Rechnung
et: Arve
fa: فاکتور
fi: Lasku
hi: चालान
hy: Հաշիվ-ապրանքագիր
id: Faktur
it: Fattura

source: Spot owner
bn: স্পট মালিক
de: Parkplatzbesitzer
et: Koha omanik
fa: صاحب جای پارک
fi: Paikan omistaja
hi: स्थान मालिक
hy: Տեղի սեփականատերը
id: Pemilik tempat
it: Proprietario posto

source: Total parking time
bn: মোট পার্কিং সময়
de: Gesamte Parkzeit
et: Parkimisaeg kokku
fa: کل زمان پارک
fi: Pysäköintiaika yhteensä
hi: कुल पार्किंग समय
hy: Կայանման ընդհանուր ժամանակը
id: Total waktu parkir
it: Tempo totale di parcheggio

source: Session fee
bn: সেশন ফি
de: Sitzungsgebühr
et: Seansi tasu
fa: هزینه جلسه
fi: Istuntomaksu
hi: सत्र शुल्क
hy: Նիստի վճարը
id: Biaya sesi
it: Costo sessione

# publicSpot
source: Parking lot
bn: পার্কিং লট
de: Öffentlicher Parkplatz
et: Parkla
fa: پارکینگ عمومی
fi: Pysäköintialue
hi: पार्किंग लॉट
hy: Կայանատեղի
id: Tempat parkir umum
it: Parcheggio pubblico

source: Active Sessions
bn: সক্রিয় সেশন
de: Aktive Sitzungen
et: Aktiivsed seansid
fa: جلسات فعال
fi: Aktiiviset istunnot
hi: सक्रिय सत्र
hy: Ակտիվ նիստեր
id: Sesi Aktif
it: Sessioni attive

source: Requests
bn: অনুরোধ
de: Anfragen
et: Taotlused
fa: درخواست‌ها
fi: Pyynnöt
hi: अनुरोध
hy: Հարցումներ
id: Permintaan
it: Richieste

source: Spot name
bn: স্পটের নাম
de: Parkplatzname
et: Koha nimi
fa: نام جای پارک
fi: Paikan nimi
hi: स्थान का नाम
hy: Տեղի անվանումը
id: Nama tempat
it: Nome posto

source: Accept
bn: গ্রহণ করুন
de: Akzeptieren
et: Võta vastu
fa: پذیرفتن
fi: Hyväksy
hi: स्वीकार करें
hy: Ընդունել
id: Terima
it: Accetta

source: All Filters
bn: সমস্ত ফিল্টার
de: Alle Filter
et: Kõik filtrid
fa: همه فیلترها
fi: Kaikki suodattimet
hi: सभी फ़िल्टर
hy: Բոլոր զտիչները
id: Semua Filter
it: Tutti i filtri

# carSpacesLeft
source: {count, plural, =0{No Cars} =1{{count} Car} other{{count} Cars}}
bn: {count, plural, =0{কোন গাড়ি নেই} =1{{count} টি গাড়ি} other{{count} টি গাড়ি}}
de: {count, plural, =0{Keine Autoplätze} =1{{count} Autoplatz} other{{count} Autoplätze}}
et: {count, plural, =0{Autokohti pole} =1{{count} Autokoht} other{{count} Autokohti}}
fa: {count, plural, =0{بدون ماشین} =1{{count} ماشین} other{{count} ماشین}}
fi: {count, plural, =0{Ei autoja} =1{{count} auto} other{{count} autoa}}
hi: {count, plural, =0{कोई कार नहीं} =1{{count} कार} other{{count} कार}}
hy: {count, plural, =0{Մեքենա չկա} =1{{count} մեքենա} other{{count} մեքենաներ}}
id: {count, plural, =0{Tidak ada Mobil} =1{{count} Mobil} other{{count} Mobil}}
it: {count, plural, =0{Nessuna auto} =1{{count} Auto} other{{count} Auto}}

# bikeSpacesLeft
source: {count, plural, =0{No Bikes} =1{{count} Bike} other{{count} Bikes}}
bn: {count, plural, =0{কোন বাইক নেই} =1{{count} টি বাইক} other{{count} টি বাইক}}
de: {count, plural, =0{Keine Fahrradplätze} =1{{count} Fahrradplatz} other{{count} Fahrradplätze}}
et: {count, plural, =0{Jalgrattakohti pole} =1{{count} Jalgrattakoht} other{{count} Jalgrattakohti}}
fa: {count, plural, =0{بدون دوچرخه} =1{{count} دوچرخه} other{{count} دوچرخه}}
fi: {count, plural, =0{Ei pyöriä} =1{{count} pyörä} other{{count} pyörää}}
hi: {count, plural, =0{कोई बाइक नहीं} =1{{count} बाइक} other{{count} बाइक}}
hy: {count, plural, =0{Հեծանիվ չկա} =1{{count} հեծանիվ} other{{count} հեծանիվներ}}
id: {count, plural, =0{Tidak ada Motor} =1{{count} Motor} other{{count} Motor}}
it: {count, plural, =0{Nessuna moto} =1{{count} Moto} other{{count} Moto}}

# truckSpacesLeft
source: {count, plural, =0{No Trucks} =1{{count} Truck} other{{count} Trucks}}
bn: {count, plural, =0{কোন ট্রাক নেই} =1{{count} টি ট্রাক} other{{count} টি ট্রাক}}
de: {count, plural, =0{Keine LKW-Plätze} =1{{count} LKW-Platz} other{{count} LKW-Plätze}}
et: {count, plural, =0{Veokikohti pole} =1{{count} Veokikoht} other{{count} Veokikohti}}
fa: {count, plural, =0{بدون کامیون} =1{{count} کامیون} other{{count} کامیون}}
fi: {count, plural, =0{Ei kuorma-autoja} =1{{count} kuorma-auto} other{{count} kuorma-autoa}}
hi: {count, plural, =0{कोई ट्रक नहीं} =1{{count} ट्रक} other{{count} ट्रक}}
hy: {count, plural, =0{Բեռնատար չկա} =1{{count} բեռնատար} other{{count} բեռնատարներ}}
id: {count, plural, =0{Tidak ada Truk} =1{{count} Truk} other{{count} Truk}}
it: {count, plural, =0{Nessun camion} =1{{count} Camion} other{{count} Camion}}

# carSizeSmallFull
source: Small (e.g., 5ft x 43ft)
bn: ছোট (যেমন, ৫ ফুট x ৪৩ ফুট)
de: Klein (z.B. 1,5m x 13m)
et: Väike (nt 1.5m x 13m)
fa: کوچک (مثلاً ۵ فوت × ۴۳ فوت)
fi: Pieni (esim. 1,5 m x 13 m)
hi: छोटा (जैसे, 5 फीट x 43 फीट)
hy: Փոքր (օրինակ՝ 5ֆտ x 43ֆտ)
id: Kecil (misalnya, 5 kaki x 43 kaki)
it: Piccola (es. 1.5m x 13m)

# carSizeMediumFull
source: Medium (e.g., 5ft x 59ft)
bn: মাঝারি (যেমন, ৫ ফুট x ৫৯ ফুট)
de: Mittel (z.B. 1,5m x 18m)
et: Keskmine (nt 1.5m x 18m)
fa: متوسط (مثلاً ۵ فوت × ۵۹ فوت)
fi: Keskikokoinen (esim. 1,5 m x 18 m)
hi: मध्यम (जैसे, 5 फीट x 59 फीट)
hy: Միջին (օրինակ՝ 5ֆտ x 59ֆտ)
id: Sedang (misalnya, 5 kaki x 59 kaki)
it: Media (es. 1.5m x 18m)

# carSizeLargeFull
source: Large (e.g., 5ft x 75.4ft)
bn: বড় (যেমন, ৫ ফুট x ৭৫.৪ ফুট)
de: Groß (z.B. 1,5m x 23m)
et: Suur (nt 1.5m x 23m)
fa: بزرگ (مثلاً ۵ فوت × ۷۵.۴ فوت)
fi: Suuri (esim. 1,5 m x 23 m)
hi: बड़ा (जैसे, 5 फीट x 75.4 फीट)
hy: Մեծ (օրինակ՝ 5ֆտ x 75.4ֆտ)
id: Besar (misalnya, 5 kaki x 75,4 kaki)
it: Grande (es. 1.5m x 23m)

# carSizeVeryLargeFull
source: Very Large (e.g., 7ft x 89.5ft)
bn: খুব বড় (যেমন, ৭ ফুট x ৮৯.৫ ফুট)
de: Sehr groß (z.B. 2,1m x 27m)
et: Väga suur (nt 2.1m x 27m)
fa: خیلی بزرگ (مثلاً ۷ فوت × ۸۹.۵ فوت)
fi: Erittäin suuri (esim. 2,1 m x 27 m)
hi: बहुत बड़ा (जैसे, 7 फीट x 89.5 फीट)
hy: Շատ մեծ (օրինակ՝ 7ֆտ x 89.5ֆտ)
id: Sangat Besar (misalnya, 7 kaki x 89,5 kaki)
it: Molto grande (es. 2.1m x 27.3m)

source: Search for spot
bn: স্পটের জন্য অনুসন্ধান করুন
de: Nach Parkplatz suchen
et: Otsi kohta
fa: جستجوی جای پارک
fi: Hae paikkaa
hi: स्थान खोजें
hy: Փնտրել տեղը
id: Cari tempat
it: Cerca posto

source: Call Spot owner
bn: স্পট মালিককে কল করুন
de: Parkplatzbesitzer anrufen
et: Helista koha omanikule
fa: تماس با صاحب جای پارک
fi: Soita paikan omistajalle
hi: स्थान मालिक को कॉल करें
hy: Զանգել տեղի սեփականատիրոջը
id: Telepon pemilik tempat
it: Chiama proprietario posto

# notificationReviewSubtitle
source: Sending a review can help us provide better services in the future for your next experiences.
bn: একটি পর্যালোচনা পাঠানো আপনার পরবর্তী অভিজ্ঞতার জন্য ভবিষ্যতে আরও ভালো পরিষেবা প্রদান করতে আমাদের সাহায্য করতে পারে।
de: Eine Bewertung hilft uns, unsere Dienste für Ihre zukünftigen Erfahrungen zu verbessern.
et: Arvustuse saatmine aitab meil tulevikus teie järgmisteks kogemusteks paremaid teenuseid pakkuda.
fa: ارسال نظر می‌تواند به ما کمک کند تا در تجربیات بعدی شما خدمات بهتری ارائه دهیم.
fi: Arvostelun lähettäminen voi auttaa meitä tarjoamaan parempia palveluita tulevaisuudessa seuraavia kokemuksiasi varten.
hi: समीक्षा भेजना हमें आपके अगले अनुभवों के लिए भविष्य में बेहतर सेवाएं प्रदान करने में मदद कर सकता है।
hy: Կարծիք ուղարկելը կարող է օգնել մեզ ապագայում ավելի լավ ծառայություններ մատուցել ձեր հաջորդ փորձերի համար։
id: Mengirim ulasan dapat membantu kami memberikan layanan yang lebih baik di masa mendatang untuk pengalaman Anda selanjutnya.
it: Lasciare una recensione può aiutarci a fornire servizi migliori in futuro per le tue prossime esperienze.

# notificationCustomerBookedTitle
source: Session reserved
bn: সেশন সংরক্ষিত
de: Sitzung reserviert
et: Seanss reserveeritud
fa: جلسه رزرو شد
fi: Istunto varattu
hi: सत्र आरक्षित
hy: Նիստը ամրագրված է
id: Sesi dipesan
it: Sessione prenotata

# notificationCustomerCanceledTitle
source: Session cancelled
bn: সেশন বাতিল
de: Sitzung storniert
et: Seanss tühistatud
fa: جلسه لغو شد
fi: Istunto peruutettu
hi: सत्र रद्द
hy: Նիստը չեղարկված է
id: Sesi dibatalkan
it: Sessione annullata

# notificationCustomerExpiringTitle
source: Session ending soon!
bn: সেশন শীঘ্রই শেষ হচ্ছে!
de: Sitzung endet bald!
et: Seanss lõpeb varsti!
fa: جلسه به زودی پایان می‌یابد!
fi: Istunto päättyy pian!
hi: सत्र जल्द ही समाप्त हो रहा है!
hy: Նիստը շուտով կավարտվի։
id: Sesi akan segera berakhir!
it: Sessione in scadenza a breve!

# notificationCustomerRateTitle
source: How was your parking spot?
bn: আপনার পার্কিং স্পট কেমন ছিল?
de: Wie war Ihr Parkplatz?
et: Kuidas teie parkimiskoht oli?
fa: جای پارک شما چطور بود؟
fi: Miten pysäköintipaikkasi oli?
hi: आपका पार्किंग स्थान कैसा रहा?
hy: Ինչպե՞ս էր ձեր կայանատեղին:
id: Bagaimana tempat parkir Anda?
it: Com'è stato il tuo posto auto?

source: Rate now
bn: এখনই রেট করুন
de: Jetzt bewerten
et: Hinda kohe
fa: اکنون امتیاز دهید
fi: Arvioi nyt
hi: अभी रेट करें
hy: Գնահատել հիմա
id: Beri peringkat sekarang
it: Valuta ora

source: Rate this place
bn: এই স্থানটি রেট করুন
de: Diesen Ort bewerten
et: Hinda seda kohta
fa: به این مکان امتیاز دهید
fi: Arvioi tämä paikka
hi: इस स्थान को रेट करें
hy: Գնահատել այս վայրը
id: Beri peringkat tempat ini
it: Valuta questo posto

source: Submit review
bn: পর্যালোচনা জমা দিন
de: Bewertung abschicken
et: Esita arvustus
fa: ارسال نظر
fi: Lähetä arvostelu
hi: समीक्षा सबमिट करें
hy: Ներկայացնել կարծիքը
id: Kirim ulasan
it: Invia recensione

source: How was your experience?
bn: আপনার অভিজ্ঞতা কেমন ছিল?
de: Wie war Ihre Erfahrung?
et: Kuidas teie kogemus oli?
fa: تجربه شما چطور بود؟
fi: Miten kokemuksesi oli?
hi: आपका अनुभव कैसा रहा?
hy: Ինչպե՞ս անցավ ձեր փորձը:
id: Bagaimana pengalaman Anda?
it: Com'è stata la tua esperienza?

source: Strengths
bn: শক্তি
de: Stärken
et: Tugevused
fa: نقاط قوت
fi: Vahvuudet
hi: ताकत
hy: Ուժեղ կողմեր
id: Kekuatan
it: Punti di forza

source: Weaknesses
bn: দুর্বলতা
de: Schwächen
et: Nõrkused
fa: نقاط ضعف
fi: Heikkoudet
hi: कमजोरियां
hy: Թույլ կողմեր
id: Kelemahan
it: Debolezze

source: Loading parkings...
bn: পার্কিং লোড হচ্ছে...
de: Parkplätze werden geladen...
et: Parklate laadimine...
fa: در حال بارگذاری پارکینگ‌ها...
fi: Ladataan pysäköintejä...
hi: पार्किंग लोड हो रही है...
hy: Բեռնվում են կայանատեղիները...
id: Memuat parkir...
it: Caricamento parcheggi...

source: Loading sessions...
bn: সেশন লোড হচ্ছে...
de: Sitzungen werden geladen...
et: Seansside laadimine...
fa: در حال بارگذاری جلسات...
fi: Ladataan istuntoja...
hi: सत्र लोड हो रहे हैं...
hy: Բեռնվում են նիստերը...
id: Memuat sesi...
it: Caricamento sessioni...

source: Loading parking details...
bn: পার্কিং বিবরণ লোড হচ্ছে...
de: Parkplatzdetails werden geladen...
et: Parkla üksikasjade laadimine...
fa: در حال بارگذاری جزئیات پارکینگ...
fi: Ladataan pysäköinnin tietoja...
hi: पार्किंग विवरण लोड हो रहा है...
hy: Բեռնվում են կայանման մանրամասները...
id: Memuat detail parkir...
it: Caricamento dettagli parcheggio...

source: Loading session details...
bn: সেশন বিবরণ লোড হচ্ছে...
de: Sitzungsdetails werden geladen...
et: Seansi üksikasjade laadimine...
fa: در حال بارگذاری جزئیات جلسه...
fi: Ladataan istunnon tietoja...
hi: सत्र विवरण लोड हो रहा है...
hy: Բեռնվում են նիստի մանրամասները...
id: Memuat detail sesi...
it: Caricamento dettagli sessione...

source: Apply code
bn: কোড প্রয়োগ করুন
de: Code anwenden
et: Rakenda kood
fa: اعمال کد
fi: Käytä koodia
hi: कोड लागू करें
hy: Կիրառել կոդը
id: Terapkan kode
it: Applica codice

source: Balance added successfully
bn: ব্যালেন্স সফলভাবে যোগ করা হয়েছে
de: Guthaben erfolgreich hinzugefügt
et: Saldo edukalt lisatud
fa: موجودی با موفقیت اضافه شد
fi: Saldo lisätty onnistuneesti
hi: बैलेंस सफलतापूर्वक जोड़ा गया
hy: Մնացորդը հաջողությամբ ավելացվել է
id: Saldo berhasil ditambahkan
it: Saldo aggiunto con successo

source: Saved payment methods
bn: সংরক্ষিত পরিশোধ পদ্ধতি
de: Gespeicherte Zahlungsmethoden
et: Salvestatud makseviisid
fa: روش‌های پرداخت ذخیره شده
fi: Tallennetut maksutavat
hi: सहेजी गई भुगतान विधियाँ
hy: Պահպանված վճարման եղանակներ
id: Metode pembayaran tersimpan
it: Metodi di pagamento salvati

source: {amount} added to your wallet
bn: {amount} আপনার ওয়ালেটে যোগ করা হয়েছে
de: {amount} zu Ihrem Wallet hinzugefügt
et: {amount} on teie rahakotti lisatud
fa: {amount} به کیف پول شما اضافه شد
fi: {amount} lisätty lompakkoosi
hi: {amount} आपके वॉलेट में जोड़ा गया
hy: {amount} ավելացվել է ձեր դրամապանակին
id: {amount} ditambahkan ke dompet Anda
it: {amount} aggiunti al tuo wallet

# spotUploadedPending
source: Spot information uploaded and it is pending admin's approval.
bn: স্পট তথ্য আপলোড করা হয়েছে এবং এটি অ্যাডমিনের অনুমোদনের জন্য বিচারাধীন।
de: Parkplatzinformationen hochgeladen und warten auf Genehmigung durch den Administrator.
et: Koha info üles laetud ja ootab administraatori kinnitust.
fa: اطلاعات جای پارک آپلود شد و در انتظار تایید ادمین است.
fi: Paikan tiedot ladattu ja odottaa ylläpitäjän hyväksyntää.
hi: स्थान की जानकारी अपलोड की गई है और यह व्यवस्थापक की मंजूरी लंबित है।
hy: Տեղի տվյալները վերբեռնվել են և սպասում են ադմինիստրատորի հաստատմանը։
id: Informasi tempat diunggah dan sedang menunggu persetujuan admin.
it: Informazioni sul posto caricate e in attesa di approvazione dell'amministratore.

source: Spot uploaded successfully
bn: স্পট সফলভাবে আপলোড করা হয়েছে
de: Parkplatz erfolgreich hochgeladen
et: Koht edukalt üles laetud
fa: جای پارک با موفقیت آپلود شد
fi: Paikka ladattu onnistuneesti
hi: स्थान सफलतापूर्वक अपलोड हुआ
hy: Տեղը հաջողությամբ վերբեռնվել է
id: Tempat berhasil diunggah
it: Posto caricato con successo

source: Switch to car owner
bn: গাড়ির মালিকে স্যুইচ করুন
de: Zum Autobesitzer wechseln
et: Lülitu autoomanikule
fa: تغییر به صاحب خودرو
fi: Vaihda auton omistajaksi
hi: कार मालिक पर स्विच करें
hy: Անցնել մեքենայի սեփականատիրոջ ռեժիմին
id: Beralih ke pemilik mobil
it: Passa a proprietario auto

source: Pending submission
bn: জমা দেওয়া বাকি
de: Einreichung ausstehend
et: Esitamisel
fa: در انتظار ارسال
fi: Odottaa lähetystä
hi: प्रस्तुति लंबित
hy: Սպասում է ներկայացմանը
id: Menunggu pengiriman
it: In attesa di invio

source: No active sessions
bn: কোন সক্রিয় সেশন নেই
de: Keine aktiven Sitzungen
et: Aktiivseid seansse pole
fa: هیچ جلسه فعالی وجود ندارد
fi: Ei aktiivisia istuntoja
hi: कोई सक्रिय सत्र नहीं
hy: Ակտիվ նիստեր չկան
id: Tidak ada sesi aktif
it: Nessuna sessione attiva

source: No orders yet
bn: এখনও কোন অর্ডার নেই
de: Noch keine Bestellungen
et: Tellimusi veel pole
fa: هنوز سفارشی وجود ندارد
fi: Ei vielä tilauksia
hi: अभी तक कोई ऑर्डर नहीं
hy: Պատվերներ դեռ չկան
id: Belum ada pesanan
it: Ancora nessun ordine

source: Profile updated
bn: প্রোফাইল আপডেট করা হয়েছে
de: Profil aktualisiert
et: Profiil uuendatud
fa: پروفایل به‌روز شد
fi: Profiili päivitetty
hi: प्रोफ़ाइल अपडेट हुई
hy: Պրոֆիլը թարմացվել է
id: Profil diperbarui
it: Profilo aggiornato

source: Switch to spot owner
bn: স্পট মালিকে স্যুইচ করুন
de: Zum Parkplatzbesitzer wechseln
et: Lülitu koha omanikule
fa: تغییر به صاحب جای پارک
fi: Vaihda paikan omistajaksi
hi: स्थान मालिक पर स्विच करें
hy: Անցնել տեղի սեփականատիրոջ ռեժիմին
id: Beralih ke pemilik tempat
it: Passa a proprietario posto

source: System Mode
bn: সিস্টেম মোড
de: Systemmodus
et: Süsteemi režiim
fa: حالت سیستم
fi: Järjestelmätila
hi: सिस्टम मोड
hy: Համակարգի ռեժիմ
id: Mode Sistem
it: Modalità sistema

source: Remaining parking time
bn: অবশিষ্ট পার্কিং সময়
de: Verbleibende Parkzeit
et: Allesjäänud parkimisaeg
fa: زمان باقیمانده پارک
fi: Jäljellä oleva pysäköintiaika
hi: शेष पार्किंग समय
hy: Մնացած կայանման ժամանակը
id: Sisa waktu parkir
it: Tempo di parcheggio rimanente

source: Pending verification users
bn: যাচাইকরণ বাকি ব্যবহারকারী
de: Benutzer mit ausstehender Verifizierung
et: Kontrollimisel olevad kasutajad
fa: کاربران در انتظار تایید
fi: Odottaa vahvistusta käyttäjiä
hi: सत्यापन लंबित उपयोगकर्ता
hy: Սպասման մեջ գտնվող օգտատերերը, որոնք սպասում են հաստատման
id: Pengguna menunggu verifikasi
it: Utenti in attesa di verifica

source: Subscription
bn: সাবস্ক্রিপশন
de: Abonnement
et: Tellimus
fa: اشتراک
fi: Tilaus
hi: सदस्यता
hy: Բաժանորդագրություն
id: Langganan
it: Abbonamento

source: Branding Details
bn: ব্র্যান্ডিং বিবরণ
et: Brändingu üksikasjad
fa: جزئیات برندینگ
fi: Brändäystiedot
hi: ब्रांडिंग विवरण
hy: Բրենդինգի մանրամասներ
id: Detail Branding
it: Dettagli branding

source: System Settings
bn: সিস্টেম সেটিংস
de: Systemeinstellungen
et: Süsteemi seaded
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
hi: सिस्टम सेटिंग्स
hy: Համակարգի կարգավորումներ
id: Pengaturan Sistem
it: Impostazioni di sistema

source: General Settings
bn: সাধারণ সেটিংস
de: Allgemeine Einstellungen
et: Üldseaded
fa: تنظیمات عمومی
fi: Yleiset asetukset
hi: सामान्य सेटिंग्स
hy: Ընդհանուր կարգավորումներ
id: Pengaturan Umum
it: Impostazioni generali

source: Gift Card
bn: গিফট কার্ড
de: Geschenkkarte
et: Kinkekaart
fa: کارت هدیه
fi: Lahjakortti
hi: गिफ्ट कार्ड
hy: Նվեր քարտ
id: Kartu Hadiah
it: Carta regalo

source: Parking Rental Income
bn: পার্কিং ভাড়া আয়
de: Mieteinnahmen Parkplatz
et: Parkimise renditulu
fa: درآمد اجاره پارکینگ
fi: Pysäköinnin vuokratulo
hi: पार्किंग किराया आय
hy: Կայանման վարձակալության եկամուտ
id: Pendapatan Sewa Parkir
it: Entrate affitto parcheggio

source: Saved successfully
bn: সফলভাবে সংরক্ষিত
de: Erfolgreich gespeichert
et: Salvestatud edukalt
fa: با موفقیت ذخیره شد
fi: Tallennettu onnistuneesti
hi: सफलतापूर्वक सहेजा गया
hy: Հաջողությամբ պահպանված է
id: Berhasil disimpan
it: Salvato con successo

source: Shop Category
bn: দোকানের বিভাগ
de: Shop-Kategorie
et: Poe kategooria
fa: دسته بندی فروشگاه
fi: Kauppakategoria
hi: दुकान श्रेणी
hy: Խանութի կատեգորիա
id: Kategori Toko
it: Categoria negozio

source: Login Required
bn: লগইন আবশ্যক
de: Anmeldung erforderlich
et: Sisselogimine vajalik
fa: ورود الزامی است
fi: Kirjautuminen vaaditaan
hi: लॉग इन आवश्यक
hy: Մուտք է պահանջվում
id: Login Diperlukan
it: Login richiesto

# loginRequiredMessage
source: You need to login to access this feature
bn: এই বৈশিষ্ট্যটি অ্যাক্সেস করতে আপনাকে লগইন করতে হবে
de: Sie müssen sich anmelden, um auf diese Funktion zuzugreifen
et: Sellele funktsioonile juurdepääsuks peate sisse logima
fa: برای دسترسی به این ویژگی باید وارد شوید
fi: Sinun täytyy kirjautua sisään käyttääksesi tätä ominaisuutta
hi: इस सुविधा का उपयोग करने के लिए आपको लॉग इन करने की आवश्यकता है
hy: Այս հնարավորությանը մուտք գործելու համար անհրաժեշտ է մուտք գործել։
id: Anda perlu login untuk mengakses fitur ini
it: Devi effettuare l'accesso per accedere a questa funzione

# passwordStrengthNone
source: None
bn: কোনটিই নয়
de: Keine
et: Puudub
fa: هیچ
fi: Ei mitään
hi: कोई नहीं
hy: Բացակայում է
id: Tidak Ada
it: Nessuna

# passwordStrengthWeak
source: Weak
bn: দুর্বল
de: Schwach
et: Nõrk
fa: ضعیف
fi: Heikko
hi: कमजोर
hy: Թույլ
id: Lemah
it: Debole
