Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Total Trips Completed
bn: মোট ট্রিপ সম্পন্ন
de: Abgeschlossene Fahrten gesamt
et: Lõpetatud sõite kokku
fa: کل سفرهای تکمیل شده
fi: Suoritetut matkat yhteensä
hi: कुल पूरी की गई यात्राएँ
hy: Ավարտված ուղևորությունների ընդհանուր քանակը
id: Total Perjalanan Selesai
it: Viaggi totali completati

source: Total trips completed by all drivers
bn: সমস্ত ড্রাইভার দ্বারা সম্পন্ন মোট ট্রিপ
de: Gesamtzahl der von allen Fahrern abgeschlossenen Fahrten
et: Kõigi juhtide lõpetatud sõite kokku
fa: کل سفرهای تکمیل شده توسط همه رانندگان
fi: Kaikkien kuljettajien suorittamat matkat yhteensä
hi: सभी ड्राइवरों द्वारा पूरी की गई कुल यात्राएँ
hy: Բոլոր վարորդների կողմից ավարտված ուղևորությունների ընդհանուր քանակը
id: Total perjalanan yang diselesaikan oleh semua pengemudi
it: Viaggi totali completati da tutti gli autisti

source: Average Rating
bn: গড় রেটিং
de: Durchschnittliche Bewertung
et: Keskmine hinnang
fa: میانگین امتیاز
fi: Keskimääräinen arviointi
hi: औसत रेटिंग
hy: Միջին վարկանիշ
id: Peringkat Rata-rata
it: Valutazione media

# averageRatingAllDrivers
source: The average rating of all drivers
bn: সমস্ত ড্রাইভারের গড় রেটিং
de: Die durchschnittliche Bewertung aller Fahrer
et: Kõigi juhtide keskmine hinnang
fa: میانگین امتیاز همه رانندگان
fi: Kaikkien kuljettajien keskimääräinen arviointi
hi: सभी ड्राइवरों की औसत रेटिंग
hy: Բոլոր վարորդների միջին վարկանիշը
id: Peringkat rata-rata semua pengemudi
it: La valutazione media di tutti gli autisti

source: Total Earnings
bn: মোট আয়
de: Gesamteinnahmen
et: Kogutulu
fa: کل درآمدها
fi: Ansio yhteensä
hi: कुल कमाई
hy: Ընդհանուր եկամուտ
id: Total Pendapatan
it: Guadagni totali

# totalEarningsAllDrivers
source: Total earnings of all drivers
bn: সমস্ত ড্রাইভারের মোট আয়
de: Gesamteinnahmen aller Fahrer
et: Kõigi juhtide kogutulu
fa: کل درآمدهای همه رانندگان
fi: Kaikkien kuljettajien ansio yhteensä
hi: सभी ड्राइवरों की कुल कमाई
hy: Բոլոր վարորդների ընդհանուր եկամուտը
id: Total pendapatan semua pengemudi
it: Guadagni totali di tutti gli autisti

source: Total active drivers
bn: মোট সক্রিয় ড্রাইভার
de: Aktive Fahrer gesamt
et: Aktiivseid juhte kokku
fa: کل رانندگان فعال
fi: Aktiivisia kuljettajia yhteensä
hi: कुल सक्रिय ड्राइवर
hy: Ընդհանուր ակտիվ վարորդներ
id: Total pengemudi aktif
it: Autisti attivi totali

source: Driver Earnings
bn: ড্রাইভারের আয়
de: Fahrereinnahmen
et: Juhi tulud
fa: درآمدهای راننده
fi: Kuljettajan ansio
hi: ड्राइवर कमाई
hy: Վարորդի եկամուտը
id: Pendapatan Pengemudi
it: Guadagni autista

source: Ride Requests
bn: রাইডের অনুরোধ
de: Fahrtanfragen
et: Sõidutaotlused
fa: درخواست‌های سفر
fi: Kyytipyynnöt
hi: सवारी अनुरोध
hy: Ուղևորության հարցումներ
id: Permintaan Perjalanan
it: Richieste di corsa

source: Geographical Distribution
bn: ভৌগলিক বিতরণ
de: Geografische Verteilung
et: Geograafiline jaotus
fa: توزیع جغرافیایی
fi: Maantieteellinen jakauma
hi: भौगोलिक वितरण
hy: Աշխարհագրական բաշխում
id: Distribusi Geografis
it: Distribuzione geografica

source: Trips Completed by Hour/Day
bn: ঘন্টা/দিন অনুযায়ী ট্রিপ সম্পন্ন
de: Abgeschlossene Fahrten pro Stunde/Tag
et: Lõpetatud sõidud tunni/päeva kaupa
fa: سفرهای تکمیل شده بر اساس ساعت/روز
fi: Suoritetut matkat tunnittain/päivittäin
hi: घंटा/दिन के अनुसार पूरी की गई यात्राएँ
hy: Ավարտված ուղևորություններն ըստ ժամի/օրվա
id: Perjalanan Selesai per Jam/Hari
it: Viaggi completati per ora/giorno

# tripsCompletedByHourDayDescription
source: The number of trips completed by drivers during different hours of the day or days of the week.
bn: দিনের বিভিন্ন ঘন্টা বা সপ্তাহের দিনগুলিতে ড্রাইভারদের দ্বারা সম্পন্ন ট্রিপের সংখ্যা।
de: Die Anzahl der von Fahrern zu verschiedenen Tageszeiten oder Wochentagen abgeschlossenen Fahrten.
et: Juhtide poolt päeva eri tundidel või nädalapäevadel lõpetatud sõitude arv.
fa: تعداد سفرهای تکمیل شده توسط رانندگان در ساعات مختلف روز یا روزهای هفته.
fi: Kuljettajien suorittamien matkojen määrä eri vuorokaudenaikoina tai viikonpäivinä.
hi: दिन के अलग-अलग घंटों या सप्ताह के दिनों में ड्राइवरों द्वारा पूरी की गई यात्राओं की संख्या।
hy: Ավարտված ուղևորությունների քանակը վարորդների կողմից օրվա տարբեր ժամերի կամ շաբաթվա օրերի ընթացքում։
id: Jumlah perjalanan yang diselesaikan oleh pengemudi selama jam-jam berbeda dalam sehari atau hari-hari dalam seminggu.
it: Il numero di viaggi completati dagli autisti durante diverse ore del giorno o giorni della settimana.

source: Top 10 Earning Driver
bn: শীর্ষ ১০ উপার্জনকারী ড্রাইভার
de: Top 10 verdienende Fahrer
et: 10 enim teenivat juhti
fa: ۱۰ راننده برتر از نظر درآمد
fi: 10 eniten ansaitsevaa kuljettajaa
hi: शीर्ष 10 कमाई वाले ड्राइवर
hy: Թոփ 10 եկամուտ ունեցող վարորդները
id: 10 Pengemudi Berpenghasilan Tertinggi
it: I 10 autisti con i maggiori guadagni

source: The highest earning drivers.
bn: সর্বোচ্চ উপার্জনকারী ড্রাইভার।
de: Die Fahrer mit den höchsten Einnahmen.
et: Enim teenivad juhid.
fa: رانندگان با بیشترین درآمد.
fi: Eniten ansaitsevat kuljettajat.
hi: सर्वाधिक कमाई वाले ड्राइवर।
hy: Ամենաբարձր եկամուտ ունեցող վարորդները։
id: Pengemudi dengan penghasilan tertinggi.
it: Gli autisti con i maggiori guadagni.

source: Top 10 performing drivers
bn: শীর্ষ ১০ পারফর্মিং ড্রাইভার
de: Top 10 leistungsstärkste Fahrer
et: 10 parimat juhti
fa: ۱۰ راننده برتر از نظر عملکرد
fi: 10 parhaiten suoriutuvaa kuljettajaa
hi: शीर्ष 10 प्रदर्शन करने वाले ड्राइवर
hy: Թոփ 10 լավագույն վարորդները
id: 10 Pengemudi Berkinerja Terbaik
it: I 10 autisti più performanti

# driverWithMostCompletedTrips
source: The driver with the highest number of completed trips.
bn: সর্বাধিক সংখ্যক সম্পন্ন ট্রিপ সহ ড্রাইভার।
de: Der Fahrer mit den meisten abgeschlossenen Fahrten.
et: Juht, kellel on kõige rohkem lõpetatud sõite.
fa: راننده‌ای که بیشترین تعداد سفرهای تکمیل شده را دارد.
fi: Kuljettaja, jolla on eniten suoritettuja matkoja.
hi: सर्वाधिक पूरी की गई यात्राओं वाला ड्राइवर।
hy: Ամենաշատ ավարտված ուղևորություններով վարորդը։
id: Pengemudi dengan jumlah perjalanan selesai terbanyak.
it: L'autista con il maggior numero di viaggi completati.

source: Pending Verification Drivers
bn: যাচাইকরণ বাকি ড্রাইভার
de: Fahrer mit ausstehender Verifizierung
et: Kontrollimisel olevad juhid
fa: رانندگان در انتظار تایید
fi: Odottaa vahvistusta kuljettajia
hi: सत्यापन लंबित ड्राइवर
hy: Վարորդներ, որոնք սպասում են հաստատման
id: Pengemudi Menunggu Verifikasi
it: Autisti in attesa di verifica

source: List of drivers waiting to be registered
bn: নিবন্ধিত হওয়ার অপেক্ষায় থাকা ড্রাইভারদের তালিকা
de: Liste der Fahrer, die auf Registrierung warten
et: Registreerimist ootavate juhtide loend
fa: لیست رانندگانی که منتظر ثبت نام هستند
fi: Luettelo kuljettajista, jotka odottavat rekisteröintiä
hi: पंजीकृत होने की प्रतीक्षा कर रहे ड्राइवरों की सूची
hy: Գրանցվելու սպասող վարորդների ցուցակը
id: Daftar pengemudi yang menunggu untuk didaftarkan
it: Elenco degli autisti in attesa di essere registrati

# reviewDriverDetailsInformation
source: Review Driver’s Details Information
bn: ড্রাইভারের বিবরণ তথ্য পর্যালোচনা করুন
de: Fahrerdetailinformationen überprüfen
et: Vaata juhi üksikasjalikku teavet
fa: بررسی اطلاعات جزئیات راننده
fi: Tarkista kuljettajan tietojen tiedot
hi: ड्राइवर के विवरण की जानकारी की समीक्षा करें
hy: Վերանայել վարորդի մանրամասն տեղեկատվությունը
id: Tinjau Informasi Detail Pengemudi
it: Rivedi le informazioni dettagliate dell'autista

source: Service Selected by Driver
bn: ড্রাইভার দ্বারা নির্বাচিত পরিষেবা
de: Vom Fahrer ausgewählter Dienst
et: Juhi poolt valitud teenus
fa: سرویس انتخاب شده توسط راننده
fi: Kuljettajan valitsema palvelu
hi: ड्राइवर द्वारा चयनित सेवा
hy: Ծառայությունը ընտրված է վարորդի կողմից
id: Layanan Dipilih oleh Pengemudi
it: Servizio selezionato dall'autista

source: Send Messages
bn: বার্তা পাঠান
de: Nachrichten senden
et: Saada sõnumeid
fa: ارسال پیام‌ها
fi: Lähetä viestejä
hi: संदेश भेजें
hy: Ուղարկել հաղորդագրություններ
id: Kirim Pesan
it: Invia messaggi

source: Reason of rejection
bn: প্রত্যাখ্যানের কারণ
de: Ablehnungsgrund
et: Tagasilükkamise põhjus
fa: دلیل رد
fi: Hylkäyksen syy
hi: अस्वीकृति का कारण
hy: Մերժման պատճառը
id: Alasan penolakan
it: Motivo del rifiuto

# rejectionMessageToDriver
source: Write a rejection message for the driver
bn: ড্রাইভারের জন্য একটি প্রত্যাখ্যান বার্তা লিখুন
de: Ablehnungsnachricht für den Fahrer schreiben
et: Kirjuta juhile tagasilükkamise sõnum
fa: یک پیام رد برای راننده بنویسید
fi: Kirjoita hylkäysviesti kuljettajalle
hi: ड्राइवर के लिए एक अस्वीकृति संदेश लिखें
hy: Գրել մերժման հաղորդագրություն վարորդի համար
id: Tulis pesan penolakan untuk pengemudi
it: Scrivi un messaggio di rifiuto per l'autista

source: Write your message here
bn: আপনার বার্তা এখানে লিখুন
de: Schreiben Sie hier Ihre Nachricht
et: Kirjuta oma sõnum siia
fa: پیام خود را اینجا بنویسید
fi: Kirjoita viestisi tähän
hi: अपना संदेश यहाँ लिखें
hy: Գրեք ձեր հաղորդագրությունը այստեղ
id: Tulis pesan Anda di sini
it: Scrivi qui il tuo messaggio

# rejectionMessageWillBeSentToDriver
source: This message will be sent to the driver
bn: এই বার্তাটি ড্রাইভারকে পাঠানো হবে
de: Diese Nachricht wird an den Fahrer gesendet
et: See sõnum saadetakse juhile
fa: این پیام به راننده ارسال خواهد شد
fi: Tämä viesti lähetetään kuljettajalle
hi: यह संदेश ड्राइवर को भेजा जाएगा
hy: Այս հաղորդագրությունը կուղարկվի վարորդին
id: Pesan ini akan dikirim ke pengemudi
it: Questo messaggio verrà inviato all'autista

# rejectionMessageToStaff
source: Write a rejection message for staff
bn: কর্মীদের জন্য একটি প্রত্যাখ্যান বার্তা লিখুন
de: Ablehnungsnachricht für Mitarbeiter schreiben
et: Kirjuta töötajatele tagasilükkamise sõnum
fa: یک پیام رد برای کارکنان بنویسید
fi: Kirjoita hylkäysviesti henkilökunnalle
hi: कर्मचारी के लिए एक अस्वीकृति संदेश लिखें
hy: Գրել մերժման հաղորդագրություն աշխատակազմի համար
id: Tulis pesan penolakan untuk staf
it: Scrivi un messaggio di rifiuto per lo staff

# messageVisibleToStaffOnly
source: This message will only be displayed to staff
bn: এই বার্তাটি শুধুমাত্র কর্মীদের কাছে প্রদর্শিত হবে
de: Diese Nachricht wird nur Mitarbeitern angezeigt
et: See sõnum kuvatakse ainult töötajatele
fa: این پیام فقط برای کارکنان نمایش داده می‌شود
fi: Tämä viesti näkyy vain henkilökunnalle
hi: यह संदेश केवल कर्मचारियों को प्रदर्शित होगा
hy: Այս հաղորդագրությունը կցուցադրվի միայն աշխատակազմին
id: Pesan ini hanya akan ditampilkan kepada staf
it: Questo messaggio sarà visibile solo allo staff

# reviewPendingDriverVerificationInfo
source: Review Pending Verification Driver Information
bn: বিচারাধীন যাচাইকরণ ড্রাইভার তথ্য পর্যালোচনা করুন
de: Informationen zum Fahrer mit ausstehender Verifizierung überprüfen
et: Vaata kontrollimisel oleva juhi teavet
fa: بررسی اطلاعات راننده در انتظار تایید
fi: Tarkista odottavan vahvistuksen kuljettajan tiedot
hi: सत्यापन लंबित ड्राइवर की जानकारी की समीक्षा करें
hy: Վերանայել սպասման մեջ գտնվող վարորդի հաստատման տվյալները
id: Tinjau Informasi Pengemudi Menunggu Verifikasi
it: Rivedi le informazioni dell'autista in attesa di verifica

# reviewDriverInformation
source: Review driver’s information.
bn: ড্রাইভারের তথ্য পর্যালোচনা করুন।
de: Fahrerinformationen überprüfen.
et: Vaata juhi teavet.
fa: بررسی اطلاعات راننده.
fi: Tarkista kuljettajan tiedot.
hi: ड्राइवर की जानकारी की समीक्षा करें।
hy: Վերանայել վարորդի տեղեկատվությունը։
id: Tinjau informasi pengemudi.
it: Rivedi le informazioni dell'autista.

source: Review information
bn: তথ্য পর্যালোচনা করুন
de: Informationen überprüfen
et: Vaata teavet
fa: بررسی اطلاعات
fi: Tarkista tiedot
hi: जानकारी की समीक्षा करें
hy: Վերանայել տեղեկատվությունը
it: Rivedi informazioni

# reviewDriverDocuments
source: Review Driver's Documents
bn: ড্রাইভারের নথি পর্যালোচনা করুন
de: Fahrerdokumente überprüfen
et: Vaata juhi dokumente
fa: بررسی مدارک راننده
fi: Tarkista kuljettajan asiakirjat
hi: ड्राइवर के दस्तावेजों की समीक्षा करें
hy: Վերանայել վարորդի փաստաթղթերը
id: Tinjau Dokumen Pengemudi
it: Rivedi documenti autista

source: Select service pricing driver
bn: পরিষেবার মূল্য নির্ধারণ ড্রাইভার নির্বাচন করুন
de: Dienstleistungspreise für Fahrer auswählen
et: Vali teenuse hinnakujundus (juht)
fa: انتخاب قیمت‌گذاری سرویس راننده
fi: Valitse palvelun hinnoittelukuljettaja
hi: सेवा मूल्य निर्धारण ड्राइवर चुनें
hy: Ընտրել ծառայության գնագոյացումը վարորդի համար
id: Pilih harga layanan pengemudi
it: Seleziona prezzi servizio autista

source: Add Document
bn: নথি যোগ করুন
de: Dokument hinzufügen
et: Lisa dokument
fa: افزودن مدرک
fi: Lisää asiakirja
hi: दस्तावेज जोड़ें
hy: Ավելացնել փաստաթուղթ
id: Tambah Dokumen
it: Aggiungi documento

source: Add another Option
bn: অন্য বিকল্প যোগ করুন
de: Weitere Option hinzufügen
et: Lisa veel üks valik
fa: افزودن گزینه دیگر
fi: Lisää toinen vaihtoehto
hi: एक और विकल्प जोड़ें
hy: Ավելացնել մեկ այլ տարբերակ
id: Tambah Opsi Lain
it: Aggiungi un'altra opzione

source: Enter type
bn: প্রকার প্রবেশ করান
de: Typ eingeben
et: Sisesta tüüp
fa: نوع را وارد کنید
fi: Anna tyyppi
hi: प्रकार दर्ज करें
hy: Մուտքագրել տեսակը
id: Masukkan jenis
it: Inserisci tipo

source: is Enabled
bn: সক্রিয়
de: Ist aktiviert
et: on lubatud
fa: فعال است
fi: on käytössä
hi: सक्षम है
hy: միացված է
id: diaktifkan
it: è abilitato

source: is Required
bn: আবশ্যক
de: Ist erforderlich
et: on kohustuslik
fa: الزامی است
fi: vaaditaan
hi: अनिवार्य है
hy: պարտադիր է
id: wajib diisi
it: è obbligatorio

source: Need Expiration Date
bn: মেয়াদ শেষ হওয়ার তারিখ প্রয়োজন
de: Ablaufdatum erforderlich
et: Vajab aegumiskuupäeva
fa: نیاز به تاریخ انقضا دارد
fi: Tarvitsee vanhenemispäivän
hi: समाप्ति तिथि की आवश्यकता है
hy: Պետք է ժամկետի ավարտի ամսաթիվ
id: Perlu Tanggal Kedaluwarsa
it: Richiede data di scadenza

source: Select an option
bn: একটি বিকল্প নির্বাচন করুন
de: Eine Option auswählen
et: Vali valik
fa: یک گزینه انتخاب کنید
fi: Valitse vaihtoehto
hi: एक विकल्प चुनें
hy: Ընտրել տարբերակ
id: Pilih opsi
it: Seleziona un'opzione

source: Document Type
bn: নথির প্রকার
de: Dokumenttyp
et: Dokumendi tüüp
fa: نوع مدرک
fi: Asiakirjatyyppi
hi: दस्तावेज प्रकार
hy: Փաստաթղթի տեսակը
id: Jenis Dokumen
it: Tipo documento

source: Number of Images Needed
bn: প্রয়োজনীয় ছবির সংখ্যা
de: Anzahl benötigter Bilder
et: Vajaminevate piltide arv
fa: تعداد تصاویر مورد نیاز
fi: Tarvittavien kuvien määrä
hi: आवश्यक छवियों की संख्या
hy: Պահանջվող պատկերների քանակը
id: Jumlah Gambar yang Dibutuhkan
it: Numero di immagini necessarie

source: Notification Days Before Expiry
bn: মেয়াদ শেষ হওয়ার আগে বিজ্ঞপ্তির দিন
de: Benachrichtigungstage vor Ablauf
et: Teavituspäevad enne aegumist
fa: روزهای اعلان قبل از انقضا
fi: Ilmoituspäivät ennen vanhenemista
hi: समाप्ति से पहले सूचना के दिन
hy: Ծանուցման օրերը մինչև ժամկետի ավարտը
id: Hari Notifikasi Sebelum Kedaluwarsa
it: Giorni notifica prima della scadenza

source: Delete After
bn: পরে মুছুন
de: Löschen nach
et: Kustuta pärast
fa: حذف پس از
fi: Poista jälkeen
hi: के बाद हटाएँ
hy: Ջնջել հետո
id: Hapus Setelah
it: Elimina dopo

source: Add Rule
bn: নিয়ম যোগ করুন
de: Regel hinzufügen
et: Lisa reegel
fa: افزودن قانون
fi: Lisää sääntö
hi: नियम जोड़ें
hy: Ավելացնել կանոն
id: Tambah Aturan
it: Aggiungi regola

source: Remove Shift Rule
bn: শিফট নিয়ম সরান
de: Schichtregel entfernen
et: Eemalda vahetuse reegel
fa: حذف قانون شیفت
fi: Poista vuorosääntö
hi: शिफ्ट नियम हटाएँ
hy: Հեռացնել հերթափոխի կանոնը
id: Hapus Aturan Shift
it: Rimuovi regola turno

source: Time Frequency
bn: সময় ফ্রিকোয়েন্সি
de: Zeitfrequenz
et: Aja sagedus
fa: فرکانس زمانی
fi: Aikataajuus
hi: समय आवृत्ति
hy: Ժամանակի հաճախականությունը
id: Frekuensi Waktu
it: Frequenza temporale

source: Max Hours Per Frequency
bn: প্রতি ফ্রিকোয়েন্সি সর্বোচ্চ ঘন্টা
de: Max. Stunden pro Frequenz
et: Maksimaalne tundi sageduse kohta
fa: حداکثر ساعت در هر فرکانس
fi: Maksimitunnit taajuutta kohden
hi: प्रति आवृत्ति अधिकतम घंटे
hy: Առավելագույն ժամերը մեկ հաճախականության համար
id: Jam Maks per Frekuensi
it: Ore massime per frequenza

source: Mandatory Break Minutes
bn: বাধ্যতামূলক বিরতির মিনিট
de: Obligatorische Pausenminuten
et: Kohustuslik puhkepaus minutites
fa: دقایق استراحت اجباری
fi: Pakolliset taukominutit
hi: अनिवार्य ब्रेक मिनट
hy: Պարտադիր ընդմիջման րոպեներ
id: Menit Istirahat Wajib
it: Minuti pausa obbligatoria

# driversSettings
source: Driver Settings
bn: ড্রাইভার সেটিংস
de: Fahrereinstellungen
et: Juhi seaded
fa: تنظیمات راننده
fi: Kuljettajan asetukset
hi: ड्राइवर सेटिंग्स
hy: Վարորդի կարգավորումներ
id: Pengaturan Pengemudi
it: Impostazioni autisti

source: Settings related to driver users
bn: ড্রাইভার ব্যবহারকারীদের সম্পর্কিত সেটিংস
de: Einstellungen für Fahrerbenutzer
et: Juhtkasutajatega seotud seaded
fa: تنظیمات مربوط به کاربران راننده
fi: Kuljettajakäyttäjiin liittyvät asetukset
hi: ड्राइवर उपयोगकर्ताओं से संबंधित सेटिंग्स
hy: Վարորդ օգտատերերի հետ կապված կարգավորումներ
id: Pengaturan terkait pengguna pengemudi
it: Impostazioni relative agli utenti autisti

source: Drivers wallet
bn: ড্রাইভার ওয়ালেট
de: Fahrer-Wallet
et: Juhtide rahakott
fa: کیف پول رانندگان
fi: Kuljettajien lompakko
hi: ड्राइवर का वॉलेट
hy: Վարորդների դրամապանակը
id: Dompet pengemudi
it: Wallet autisti

source: List of all drivers wallets
bn: সমস্ত ড্রাইভার ওয়ালেটের তালিকা
de: Liste aller Fahrer-Wallets
et: Kõigi juhtide rahakottide loend
fa: لیست تمام کیف پول‌های رانندگان
fi: Luettelo kaikista kuljettajien lompakoista
hi: सभी ड्राइवरों के वॉलेट की सूची
hy: Բոլոր վարորդների դրամապանակների ցուցակը
id: Daftar semua dompet pengemudi
it: Elenco di tutti i wallet degli autisti

source: Driver Payouts
bn: ড্রাইভার পে-আউট
de: Fahrerauszahlungen
et: Juhtide väljamaksed
fa: پرداخت‌های راننده
fi: Kuljettajan maksut
hi: ड्राइवर भुगतान
hy: Վարորդի վճարումներ
id: Pembayaran Pengemudi
it: Pagamenti autisti

source: Transactions Records
bn: লেনদেন রেকর্ড
de: Transaktionsaufzeichnungen
et: Tehingu rekordid
fa: سوابق تراکنش‌ها
fi: Tapahtumatietueet
hi: लेनदेन रिकॉर्ड
hy: Գործարքների գրառումներ
id: Catatan Transaksi
it: Registri transazioni

source: Information
bn: তথ্য
de: Informationen
et: Teave
fa: اطلاعات
fi: Tiedot
hi: जानकारी
hy: Տեղեկատվություն
id: Informasi
it: Informazioni

source: Statistics
bn: পরিসংখ্যান
de: Statistiken
et: Statistika
fa: آمار
fi: Tilastot
hi: आँकड़े
hy: Վիճակագրություն
id: Statistik
it: Statistiche

source: Enter mobile number
bn: মোবাইল নম্বর প্রবেশ করান
de: Handynummer eingeben
et: Sisesta mobiiltelefoninumber
fa: شماره موبایل را وارد کنید
fi: Anna matkapuhelinnumero
hi: मोबाइल नंबर दर्ज करें
hy: Մուտքագրել բջջային հեռախոսահամարը
id: Masukkan nomor ponsel
it: Inserisci numero di cellulare

source: Commission Percentage
bn: কমিশন শতাংশ
de: Provisionsprozentsatz
et: Komisjonitasu protsentides
fa: درصد کمیسیون
fi: Palkkioprosentti
hi: कमीशन प्रतिशत
hy: Հանձնաժողովի տոկոսը
id: Persentase Komisi
it: Percentuale commissione

source: Commission Flat
bn: কমিশন ফ্ল্যাট
de: Pauschalprovision
et: Komisjonitasu fikseeritud
fa: کمیسیون ثابت
fi: Kiinteä palkkio
hi: कमीशन फ्लैट
hy: Հանձնաժողովի հաստատագրված գումարը
id: Komisi Tetap
it: Commissione fissa

source: Fee Multiplier
bn: ফি গুণক
de: Gebührenmultiplikator
et: Tasu kordaja
fa: ضریب هزینه
fi: Maksukerroin
hi: शुल्क गुणक
hy: Վճարի բազմապատկիչ
id: Pengali Biaya
it: Moltiplicatore tariffa

source: Bank Account Info
bn: ব্যাঙ্ক অ্যাকাউন্ট তথ্য
de: Bankkontoinformationen
et: Pangakonto andmed
fa: اطلاعات حساب بانکی
fi: Pankkitilin tiedot
hi: बैंक खाता जानकारी
hy: Բանկային հաշվի տվյալներ
id: Info Rekening Bank
it: Informazioni conto bancario

source: Enter information
bn: তথ্য প্রবেশ করান
de: Informationen eingeben
et: Sisesta teave
fa: اطلاعات را وارد کنید
fi: Anna tiedot
hi: जानकारी दर्ज करें
hy: Մուտքագրել տեղեկատվություն
id: Masukkan informasi
it: Inserisci informazioni

source: Exclusivity Area
bn: বিশেষ এলাকা
de: Exklusivitätsbereich
et: Eksklusiivne ala
fa: منطقه انحصاری
fi: Yksinoikeusalue
hi: विशेषता क्षेत्र
hy: Բացառիկ տարածք
id: Area Eksklusif
it: Area di esclusività

# geofenceErrorMessage
source: Please draw a geofence on the map
bn: অনুগ্রহ করে মানচিত্রে একটি জিওফেন্স আঁকুন
de: Bitte zeichnen Sie einen Geofence auf der Karte
et: Palun joonistage kaardile geofence
fa: لطفا یک ژئوفنس روی نقشه ترسیم کنید
fi: Piirrä geofence kartalle
hi: कृपया मानचित्र पर जियोफेंस बनाएं
hy: Խնդրում ենք գեոսահման գծել քարտեզի վրա
id: Mohon gambar geofence di peta
it: Disegna un geofence sulla mappa

source: Customer order registration behaviors
bn: গ্রাহক অর্ডার নিবন্ধন আচরণ
de: Kundenverhalten bei Bestellregistrierung
et: Klientide tellimuste registreerimise käitumine
fa: رفتارهای ثبت سفارش مشتری
fi: Asiakkaan tilausrekisteröintikäyttäytyminen
hi: ग्राहक ऑर्डर पंजीकरण व्यवहार
hy: Հաճախորդի պատվերի գրանցման վարքագիծը
id: Perilaku pendaftaran pesanan pelanggan
it: Comportamenti di registrazione ordini clienti

source: Customer order payment behaviors
bn: গ্রাহক অর্ডার পেমেন্ট আচরণ
de: Kundenverhalten bei Bestellzahlung
et: Klientide tellimuste makse käitumine
fa: رفتارهای پرداخت سفارش مشتری
fi: Asiakkaan tilausmaksukäyttäytyminen
hi: ग्राहक ऑर्डर भुगतान व्यवहार
hy: Հաճախորդի պատվերի վճարման վարքագիծը
id: Perilaku pembayaran pesanan pelanggan
it: Comportamenti di pagamento ordini clienti

source: Total orders payment behaviors
bn: মোট অর্ডার পেমেন্ট আচরণ
de: Gesamtes Bestellzahlungsverhalten
et: Kõigi tellimuste makse käitumine
fa: کل رفتارهای پرداخت سفارشات
fi: Tilausten maksukäyttäytyminen yhteensä
hi: कुल ऑर्डर भुगतान व्यवहार
hy: Պատվերների ընդհանուր վճարման վարքագիծը
id: Perilaku pembayaran total pesanan
it: Totale comportamenti di pagamento ordini

source: Add New Fleet
bn: নতুন ফ্লিট যোগ করুন
de: Neue Flotte hinzufügen
et: Lisa uus autopark
fa: افزودن ناوگان جدید
fi: Lisää uusi kalusto
hi: नया फ्लीट जोड़ें
hy: Ավելացնել նոր ավտոպարկ
id: Tambah Armada Baru
it: Aggiungi nuova flotta

# inputNewFleetsDetailsBelow
source: Enter the new fleet's details below.
bn: নীচে নতুন ফ্লিটের বিবরণ প্রবেশ করান।
de: Geben Sie unten die Details der neuen Flotte ein.
et: Sisesta uue autopargi andmed allpool.
fa: جزئیات ناوگان جدید را در زیر وارد کنید.
fi: Anna uuden kaluston tiedot alla.
hi: नीचे नए फ्लीट का विवरण दर्ज करें।
hy: Մուտքագրեք նոր ավտոպարկի մանրամասները ստորև։
id: Masukkan detail armada baru di bawah ini.
it: Inserisci i dettagli della nuova flotta qui sotto.

source: List of all the fleets registered
bn: নিবন্ধিত সমস্ত ফ্লিটের তালিকা
de: Liste aller registrierten Flotten
et: Kõigi registreeritud autoparkide loend
fa: لیست تمام ناوگان‌های ثبت شده
fi: Luettelo kaikista rekisteröidyistä kalustoista
hi: सभी पंजीकृत फ्लीट की सूची
hy: Բոլոր գրանցված ավտոպարկերի ցուցակը
id: Daftar semua armada yang terdaftar
it: Elenco di tutte le flotte registrate

source: Warning
bn: সতর্কতা
de: Warnung
et: Hoiatus
fa: هشدار
fi: Varoitus
hi: चेतावनी
hy: Զգուշացում
id: Peringatan
it: Avviso
