Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Create Campaign
bn: ক্যাম্পেইন তৈরি করুন
de: Kampagne erstellen
et: Loo kampaania
fa: ایجاد کمپین
fi: Luo kampanja
hi: अभियान बनाएँ
hy: Ստեղծել արշավ
id: Buat Kampanye
it: Crea campagna

# createCampaignSubtitle
source: Create a new marketing campaign
bn: একটি নতুন বিপণন ক্যাম্পেইন তৈরি করুন
de: Eine neue Marketingkampagne erstellen
et: Loo uus turunduskampaania
fa: ایجاد یک کمپین بازاریابی جدید
fi: Luo uusi markkinointikampanja
hi: एक नया मार्केटिंग अभियान बनाएँ
hy: Ստեղծել նոր մարքեթինգային արշավ
id: Buat kampanye pemasaran baru
it: Crea una nuova campagna di marketing

# detailsSubtitle
source: Enter basic information
bn: মৌলিক তথ্য প্রবেশ করান
de: Grundlegende Informationen eingeben
et: Sisesta põhiteave
fa: اطلاعات اولیه را وارد کنید
fi: Anna perustiedot
hi: बुनियादी जानकारी दर्ज करें
hy: Մուտքագրել հիմնական տեղեկատվություն
id: Masukkan informasi dasar
it: Inserisci informazioni di base

# sendingOptionsSubtitle
source: Select the sending options
bn: প্রেরণ বিকল্প নির্বাচন করুন
de: Sendeoptionen auswählen
et: Vali saatmisvalikud
fa: گزینه‌های ارسال را انتخاب کنید
fi: Valitse lähetysvaihtoehdot
hi: भेजने के विकल्प चुनें
hy: Ընտրել ուղարկման ընտրանքները
id: Pilih opsi pengiriman
it: Seleziona le opzioni di invio

# targetUsersSubtitle
source: Select the users that will receive the campaign
bn: ক্যাম্পেইন গ্রহণকারী ব্যবহারকারীদের নির্বাচন করুন
de: Benutzer auswählen, die die Kampagne erhalten sollen
et: Vali kasutajad, kes kampaania saavad
fa: کاربرانی را که کمپین را دریافت خواهند کرد انتخاب کنید
fi: Valitse käyttäjät, jotka vastaanottavat kampanjan
hi: उपयोगकर्ता चुनें जो अभियान प्राप्त करेंगे
hy: Ընտրել այն օգտատերերին, ովքեր կստանան արշավը
id: Pilih pengguna yang akan menerima kampanye
it: Seleziona gli utenti che riceveranno la campagna

# couponSettingsSubtitle
source: Select the coupon settings
bn: কুপন সেটিংস নির্বাচন করুন
de: Gutscheineinstellungen auswählen
et: Vali sooduskupongi seaded
fa: تنظیمات کوپن را انتخاب کنید
fi: Valitse kuponkiasetukset
hi: कूपन सेटिंग्स चुनें
hy: Ընտրել կտրոնի կարգավորումները
id: Pilih pengaturan kupon
it: Seleziona le impostazioni del coupon

source: Target Users
bn: লক্ষ্য ব্যবহারকারী
de: Zielbenutzer
et: Sihtkasutajad
fa: کاربران هدف
fi: Kohdekäyttäjät
hi: लक्षित उपयोगकर्ता
hy: Թիրախային օգտատերեր
id: Pengguna Target
it: Utenti target

source: Coupon Settings
bn: কুপন সেটিংস
de: Gutscheineinstellungen
et: Sooduskupongi seaded
fa: تنظیمات کوپن
fi: Kuponkiasetukset
hi: कूपन सेटिंग्स
hy: Կտրոնի կարգավորումներ
id: Pengaturan Kupon
it: Impostazioni coupon

source: Order count less than
bn: অর্ডারের সংখ্যা এর চেয়ে কম
de: Bestellanzahl kleiner als
et: Tellimuste arv vähem kui
fa: تعداد سفارش کمتر از
fi: Tilausmäärä alle
hi: ऑर्डर गणना इससे कम है
hy: Պատվերների քանակը պակաս
id: Jumlah pesanan kurang dari
it: Numero ordini inferiore a

source: Order count more than
bn: অর্ডারের সংখ্যা এর চেয়ে বেশি
de: Bestellanzahl größer als
et: Tellimuste arv rohkem kui
fa: تعداد سفارش بیشتر از
fi: Tilausmäärä yli
hi: ऑर्डर गणना इससे अधिक है
hy: Պատվերների քանակը ավել
id: Jumlah pesanan lebih dari
it: Numero ordini superiore a

source: Purchase amount less than
bn: ক্রয়ের পরিমাণ এর চেয়ে কম
de: Kaufbetrag kleiner als
et: Ostu summa vähem kui
fa: مبلغ خرید کمتر از
fi: Ostosumma alle
hi: खरीद राशि इससे कम है
hy: Գնման գումարը պակաս
id: Jumlah pembelian kurang dari
it: Importo acquisto inferiore a

source: Purchase amount more than
bn: ক্রয়ের পরিমাণ এর চেয়ে বেশি
de: Kaufbetrag größer als
et: Ostu summa rohkem kui
fa: مبلغ خرید بیشتر از
fi: Ostosumma yli
hi: खरीद राशि इससे अधिक है
hy: Գնման գումարը ավել
id: Jumlah pembelian lebih dari
it: Importo acquisto superiore a

source: Shop Categories
bn: দোকানের বিভাগ
de: Shop-Kategorien
et: Poe kategooriad
fa: دسته‌بندی‌های فروشگاه
fi: Kauppakategoriat
hi: दुकान श्रेणियां
hy: Խանութի կատեգորիաներ
id: Kategori Toko
it: Categorie negozi

# shopCategoriesSubtitle
source: List of all shop categories
bn: সমস্ত দোকানের বিভাগের তালিকা
de: Liste aller Shop-Kategorien
et: Kõigi poe kategooriate loend
fa: لیست تمام دسته‌بندی‌های فروشگاه
fi: Luettelo kaikista kauppakategorioista
hi: सभी दुकान श्रेणियों की सूची
hy: Բոլոր խանութի կատեգորիաների ցուցակը
id: Daftar semua kategori toko
it: Elenco di tutte le categorie negozi

# shopsCountTitle
source: Shops count
bn: দোকানের সংখ্যা
de: Anzahl Shops
et: Poodide arv
fa: تعداد فروشگاه‌ها
fi: Kauppojen määrä
hi: दुकानों की संख्या
hy: Խանութների քանակը
id: Jumlah toko
it: Numero negozi

# shopsCount
source: {count} shops
bn: {count} দোকান
et: {count} poodi
fa: {count} فروشگاه
fi: {count} kauppaa
hi: {count} दुकानें
hy: {count} խանութ
id: {count} toko
it: {count} negozi

source: No data available
bn: কোন ডেটা উপলব্ধ নেই
de: Keine Daten verfügbar
et: Andmed puuduvad
fa: داده‌ای موجود نیست
fi: Ei tietoja saatavilla
hi: कोई डेटा उपलब्ध नहीं है
hy: Տվյալներ չկան
id: Tidak ada data tersedia
it: Nessun dato disponibile

source: Comment
bn: মন্তব্য
de: Kommentar
et: Kommentaar
fa: نظر
fi: Kommentti
hi: टिप्पणी
hy: Մեկնաբանություն
id: Komentar
it: Commento

source: Accounting
bn: হিসাবরক্ষণ
de: Buchhaltung
et: Raamatupidamine
fa: حسابداری
fi: Kirjanpito
hi: लेखांकन
hy: Հաշվապահություն
id: Akuntansi
it: Contabilità

source: Admin
bn: অ্যাডমিন
fa: ادمین
fi: Ylläpitäjä
hi: व्यवस्थापक
hy: Ադմին
it: Amministratore

source: Total Balance
bn: মোট ব্যালেন্স
de: Gesamtsaldo
et: Kogusumma
fa: موجودی کل
fi: Kokonaissaldo
hi: कुल बैलेंस
hy: Ընդհանուր հաշվեկշիռ
id: Total Saldo
it: Saldo totale

source: Financial Records
bn: আর্থিক রেকর্ড
de: Finanzunterlagen
et: Finantsandmed
fa: سوابق مالی
fi: Talousasiakirjat
hi: वित्तीय रिकॉर्ड
hy: Ֆինանսական գրառումներ
id: Catatan Keuangan
it: Registri finanziari

source: Credit
bn: ক্রেডিট
de: Guthaben
et: Krediit
fa: اعتبار
fi: Luotto
hi: क्रेडिट
hy: Կրեդիտ
id: Kredit
it: Credito

source: Debit
bn: ডেবিট
de: Lastschrift
et: Deebet
fa: بدهی
fi: Veloitus
hi: डेबिट
hy: Դեբիտ
it: Debito

source: Credit Type
bn: ক্রেডিটের প্রকার
de: Guthabenart
et: Krediidi tüüp
fa: نوع اعتبار
fi: Luottotyyppi
hi: क्रेडिट प्रकार
hy: Կրեդիտի տեսակը
id: Jenis Kredit
it: Tipo di credito

source: Debit Type
bn: ডেবিটের প্রকার
de: Lastschriftart
et: Deebeti tüüp
fa: نوع بدهی
fi: Veloitustyyppi
hi: डेबिट प्रकार
hy: Դեբիտի տեսակը
id: Jenis Debit
it: Tipo di debito

source: Expense Type
bn: ব্যয়ের প্রকার
de: Ausgabenart
et: Kulutüüp
fa: نوع هزینه
fi: Kulutyyppi
hi: खर्च प्रकार
hy: Ծախսի տեսակը
id: Jenis Pengeluaran
it: Tipo di spesa

source: Summary
bn: সারাংশ
de: Zusammenfassung
et: Kokkuvõte
fa: خلاصه
fi: Yhteenveto
hi: सारांश
hy: Ամփոփում
id: Ringkasan
it: Riepilogo

source: Variant
bn: ভেরিয়েন্ট
de: Variante
fa: متغیر
fi: Variantti
hi: वेरिएंट
hy: Տարբերակ
id: Varian
it: Variante

source: Notes
bn: নোট
de: Notizen
et: Märkused
fa: یادداشت‌ها
fi: Muistiinpanot
hi: टिप्पणियाँ
hy: Նշումներ
id: Catatan
it: Note

source: Reviews
bn: পর্যালোচনা
de: Bewertungen
et: Arvustused
fa: نظرات
fi: Arvostelut
hi: समीक्षाएं
hy: Կարծիքներ
id: Ulasan
it: Recensioni

source: Support Requests
bn: সমর্থন অনুরোধ
de: Support-Anfragen
et: Toe taotlused
fa: درخواست‌های پشتیبانی
fi: Tukipyynnöt
hi: सहायता अनुरोध
hy: Աջակցման հարցումներ
id: Permintaan Dukungan
it: Richieste di supporto

source: Delivery Fee
bn: ডেলিভারি ফি
de: Liefergebühr
et: Tarne tasu
fa: هزینه تحویل
fi: Toimitusmaksu
hi: वितरण शुल्क
hy: Առաքման վճար
id: Biaya Pengiriman
it: Costo consegna

source: Tax
bn: কর
de: Steuer
et: Maks
fa: مالیات
fi: Vero
hi: कर
hy: Հարկ
id: Pajak
it: Tassa

source: Discount
bn: ছাড়
de: Rabatt
et: Allahindlus
fa: تخفیف
fi: Alennus
hi: छूट
hy: Զեղչ
id: Diskon
it: Sconto

source: Batch
bn: ব্যাচ
et: Partii
fa: دسته
fi: Erä
hi: बैच
hy: Խմբաքանակ
it: Lotto

source: Split
bn: বিভক্ত
de: Teilen
et: Jaota
fa: تقسیم
fi: Jaettu
hi: विभाजित
hy: Բաժանել
it: Dividi

source: Scheduled
bn: নির্ধারিত
de: Geplant
et: Planeeritud
fa: برنامه‌ریزی شده
fi: Aikataulutettu
hi: निर्धारित
hy: Պլանավորված
id: Terjadwal
it: Programmato

source: Personal
bn: ব্যক্তিগত
de: Persönlich
et: Isiklik
fa: شخصی
fi: Henkilökohtainen
hi: व्यक्तिगत
hy: Անձնական
id: Pribadi
it: Personale

source: Public
bn: পাবলিক
de: Öffentlich
et: Avalik
fa: عمومی
fi: Julkinen
hi: सार्वजनिक
hy: Հանրային
id: Publik
it: Pubblico

source: Payout
bn: পে-আউট
de: Auszahlung
et: Väljamakse
fa: پرداخت
fi: Maksu
hi: भुगतान
hy: Վճարում
id: Pembayaran
it: Pagamento

source: Driver Payout
bn: ড্রাইভার পে-আউট
de: Fahrerauszahlung
et: Juhi väljamakse
fa: پرداخت راننده
fi: Kuljettajan maksu
hi: ड्राइवर भुगतान
hy: Վարորդի վճարում
id: Pembayaran Pengemudi
it: Pagamento autista

source: Shop Payout
bn: দোকান পে-আউট
de: Shop-Auszahlung
et: Poe väljamakse
fa: پرداخت فروشگاه
fi: Kaupan maksu
hi: दुकान भुगतान
hy: Խանութի վճարում
id: Pembayaran Toko
it: Pagamento negozio

source: Parking Payout
bn: পার্কিং পে-আউট
de: Parkplatz-Auszahlung
et: Parkla väljamakse
fa: پرداخت پارکینگ
fi: Pysäköinnin maksu
hi: पार्किंग भुगतान
hy: Կայանատեղի վճարում
id: Pembayaran Parkir
it: Pagamento parcheggio

source: Payout Account
bn: পে-আউট অ্যাকাউন্ট
de: Auszahlungskonto
et: Väljamakse konto
fa: حساب پرداخت
fi: Maksutili
hi: भुगतान खाता
hy: Վճարման հաշիվ
id: Akun Pembayaran
it: Conto di pagamento

source: In Progress
bn: চলমান
de: In Bearbeitung
et: Pooleli
fa: در حال انجام
fi: Käynnissä
hi: प्रगति पर है
hy: Ընթացքի մեջ է
id: Dalam Proses
it: In corso

source: Export to CSV
bn: CSV তে রপ্তানি করুন
de: Als CSV exportieren
et: Ekspordi CSV-sse
fa: خروجی به CSV
fi: Vie CSV-muotoon
hi: CSV में निर्यात करें
hy: Արտահանել CSV
id: Ekspor ke CSV
it: Esporta in CSV

source: Create
bn: তৈরি করুন
de: Erstellen
et: Loo
fa: ایجاد
fi: Luo
hi: बनाएँ
hy: Ստեղծել
id: Buat
it: Crea

source: New Payout Session
bn: নতুন পে-আউট সেশন
de: Neue Auszahlungssitzung
et: Uus väljamakse seanss
fa: جلسه پرداخت جدید
fi: Uusi maksuistunto
hi: नया भुगतान सत्र
hy: Նոր վճարման նիստ
id: Sesi Pembayaran Baru
it: Nuova sessione di pagamento

source: Approve
bn: অনুমোদন করুন
de: Genehmigen
et: Kinnita
fa: تایید
fi: Hyväksy
hi: अनुमोदित करें
hy: Հաստատել
id: Setujui
it: Approva

source: Hide review
bn: পর্যালোচনা লুকান
de: Bewertung ausblenden
et: Peida arvustus
fa: پنهان کردن نظر
fi: Piilota arvostelu
hi: समीक्षा छुपाएँ
hy: Թաքցնել կարծիքը
id: Sembunyikan ulasan
it: Nascondi recensione

source: Approve as unpublished
bn: অপ্রকাশিত হিসাবে অনুমোদন করুন
de: Als unveröffentlicht genehmigen
et: Kinnita avaldamata kujul
fa: تایید به عنوان منتشر نشده
fi: Hyväksy julkaisemattomana
hi: अप्रकाशित के रूप में अनुमोदित करें
hy: Հաստատել որպես չհրապարակված
id: Setujui sebagai belum diterbitkan
it: Approva come non pubblicato

source: Reject
bn: প্রত্যাখ্যান করুন
de: Ablehnen
et: Keeldu
fa: رد کردن
fi: Hylkää
hi: अस्वीकार करें
hy: Մերժել
id: Tolak
it: Rifiuta

source: Review
bn: পর্যালোচনা
de: Bewertung
et: Arvusta
fa: بررسی
fi: Arvostelu
hi: समीक्षा
hy: Վերանայել
id: Tinjau
it: Recensione

source: Transactions
bn: লেনদেন
de: Transaktionen
et: Tehingud
fa: تراکنش‌ها
fi: Tapahtumat
hi: लेनदेन
hy: Գործարքներ
id: Transaksi
it: Transazioni

source: Feedbacks
bn: প্রতিক্রিয়া
et: Tagasisided
fa: بازخوردها
fi: Palautteet
hi: प्रतिक्रियाएँ
hy: Արձագանքներ
id: Masukan
it: Feedback

source: Support Request Details
bn: সমর্থন অনুরোধের বিবরণ
de: Details der Support-Anfrage
et: Toe taotluse üksikasjad
fa: جزئیات درخواست پشتیبانی
fi: Tukipyynnön tiedot
hi: सहायता अनुरोध विवरण
hy: Աջակցման հարցման մանրամասներ
id: Detail Permintaan Dukungan
it: Dettagli richiesta di supporto

source: Order Details
bn: অর্ডারের বিবরণ
de: Bestelldetails
et: Tellimuse üksikasjad
fa: جزئیات سفارش
fi: Tilauksen tiedot
hi: ऑर्डर विवरण
hy: Պատվերի մանրամասներ
id: Detail Pesanan
it: Dettagli ordine

# fileComplaintMessage
source: {userName} ({type}) has filed a complaint
bn: {userName} ({type}) একটি অভিযোগ দায়ের করেছেন
de: {userName} ({type}) hat eine Beschwerde eingereicht
et: {userName} ({type}) esitas kaebuse
fa: {userName} ({type}) شکایتی ثبت کرده است
fi: {userName} ({type}) on tehnyt valituksen
hi: {userName} ({type}) ने शिकायत दर्ज की है
hy: {userName} ({type}) բողոք է ներկայացրել։
id: {userName} ({type}) telah mengajukan keluhan
it: {userName} ({type}) ha presentato un reclamo

# changeStatusMessage
source: {userName} changed the status from:
bn: {userName} স্ট্যাটাস পরিবর্তন করেছেন:
de: {userName} hat den Status geändert von:
et: {userName} muutis staatust alates:
fa: {userName} وضعیت را از:
fi: {userName} muutti tilan:
hi: {userName} ने स्थिति बदल दी है:
hy: {userName} փոխել է կարգավիճակը՝
id: {userName} mengubah status dari:
it: {userName} ha cambiato lo stato da:

source: To
bn: প্রতি
de: Zu
et: kuni
fa: به
fi: Vastaanottaja
hi: को
hy: դեպի
id: Ke
it: A

# assignToStaffMessage
source: {userName} assigned the request to {staffName}
bn: {userName} অনুরোধটি {staffName} কে বরাদ্দ করেছেন
de: {userName} hat die Anfrage {staffName} zugewiesen
et: {userName} määras taotluse töötajale {staffName}
fa: {userName} درخواست را به {staffName} اختصاص داد
fi: {userName} määräsi pyynnön henkilölle {staffName}
hi: {userName} ने अनुरोध {staffName} को सौंपा
hy: {userName}-ը հանձնարարել է հարցումը {staffName}-ին։
id: {userName} menetapkan permintaan ke {staffName}
it: {userName} ha assegnato la richiesta a {staffName}

# unassignFromStaffMessage
source: {userName} unassigned the request from {staffName}
bn: {userName} অনুরোধটি {staffName} থেকে অন্যাসাইন করেছেন
de: {userName} hat die Zuweisung der Anfrage von {staffName} aufgehoben
et: {userName} eemaldas taotluse töötaja {staffName} küljest
fa: {userName} درخواست را از {staffName} لغو اختصاص داد
fi: {userName} poisti pyynnön määräyksen henkilöltä {staffName}
hi: {userName} ने {staffName} से अनुरोध हटा दिया
hy: {userName}-ը հանել է հարցումը {staffName}-ից։
id: {userName} melepaskan permintaan dari {staffName}
it: {userName} ha annullato l'assegnazione della richiesta da {staffName}

# commentMessage
source: {userName} commented:
bn: {userName} মন্তব্য করেছেন:
de: {userName} kommentierte:
et: {userName} kommenteeris:
fa: {userName} نظر داد:
fi: {userName} kommentoi:
hi: {userName} ने टिप्पणी की:
hy: {userName} մեկնաբանել է.
id: {userName} berkomentar:
it: {userName} ha commentato:

source: Submitted by
bn: জমা দিয়েছেন
de: Eingereicht von
et: Esitanud
fa: ارسال شده توسط
fi: Lähettäjä
hi: द्वारा सबमिट किया गया
hy: Ներկայացրել է
id: Diajukan oleh
it: Inviato da

source: Assigned to
bn: বরাদ্দ করা হয়েছে
de: Zugewiesen an
et: Määratud kasutajale
fa: اختصاص یافته به
fi: Määrätty
hi: को सौंपा गया
hy: Հանձնարարված է
id: Ditugaskan ke
it: Assegnato a

# taxiSupportRequestsSubtitle
source: Manage your taxi support requests
bn: আপনার ট্যাক্সি সমর্থন অনুরোধগুলি পরিচালনা করুন
de: Ihre Taxi-Support-Anfragen verwalten
et: Halda oma takso toe taotlusi
fa: درخواست‌های پشتیبانی تاکسی خود را مدیریت کنید
fi: Hallitse taksitukipyyntöjäsi
hi: अपने टैक्सी सहायता अनुरोधों को प्रबंधित करें
hy: Կառավարել ձեր տաքսի աջակցման հարցումները
id: Kelola permintaan dukungan taksi Anda
it: Gestisci le tue richieste di supporto taxi

source: View Details
bn: বিবরণ দেখুন
de: Details anzeigen
et: Vaata üksikasju
fa: مشاهده جزئیات
fi: Näytä tiedot
hi: विवरण देखें
hy: Դիտել մանրամասները
id: Lihat Detail
it: Visualizza dettagli

source: Full
bn: পূর্ণ
de: Voll
et: Täis
fa: پر
fi: Täynnä
hi: पूर्ण
hy: Լիքը
id: Penuh
it: Pieno

source: Occupied
bn: দখলকৃত
de: Besetzt
et: Hõivatud
fa: اشغال شده
fi: Varattu
hi: व्यस्त
hy: Զբաղված
id: Terisi
it: Occupato

source: Closed
bn: বন্ধ
de: Geschlossen
et: Suletud
fa: بسته
fi: Suljettu
hi: बंद
hy: Փակ
id: Ditutup
it: Chiuso

# ordersCount
source: {count} orders
bn: {count} অর্ডার
de: {count} Bestellungen
et: {count} tellimust
fa: {count} سفارش
fi: {count} tilausta
hi: {count} ऑर्डर
hy: {count} պատվեր
id: {count} pesanan
it: {count} ordini

source: View All
bn: সব দেখুন
de: Alle anzeigen
et: Vaata kõiki
fa: مشاهده همه
fi: Näytä kaikki
hi: सभी देखें
hy: Դիտել բոլորը
id: Lihat Semua
it: Visualizza tutto

source: Verify
bn: যাচাই করুন
de: Verifizieren
et: Kontrolli
fa: تایید
fi: Vahvista
hi: सत्यापित करें
hy: Ստուգել
id: Verifikasi
it: Verifica

source: Pending Verification
bn: যাচাইকরণ বাকি
de: Verifizierung ausstehend
et: Kontrollimisel
fa: در انتظار تایید
fi: Odottaa vahvistusta
hi: सत्यापन लंबित
hy: Սպասվում է ստուգում
id: Menunggu Verifikasi
it: Verifica in sospeso

# parkSpotPersonalDescription
source: The type of spot that is offered by regular users
bn: নিয়মিত ব্যবহারকারীদের দ্বারা প্রস্তাবিত স্পটের ধরণ
de: Die Art von Parkplatz, die von regulären Benutzern angeboten wird
et: Koha tüüp, mida pakuvad tavakasutajad
fa: نوع جای پارکی که توسط کاربران عادی ارائه می‌شود
fi: Paikkatyyppi, jota tavalliset käyttäjät tarjoavat
hi: स्थान का प्रकार जो नियमित उपयोगकर्ताओं द्वारा पेश किया जाता है
hy: Տեղի տեսակ, որը առաջարկվում է սովորական օգտատերերի կողմից
id: Jenis tempat yang ditawarkan oleh pengguna biasa
it: Il tipo di posto offerto da utenti regolari

# parkSpotPublicDescription
source: The type of spot that is offered by the parking owner
bn: পার্কিং মালিক দ্বারা প্রস্তাবিত স্পটের ধরণ
de: Die Art von Parkplatz, die vom Parkplatzbesitzer angeboten wird
et: Koha tüüp, mida pakub parkla omanik
fa: نوع جای پارکی که توسط صاحب پارکینگ ارائه می‌شود
fi: Paikkatyyppi, jota pysäköinnin omistaja tarjoaa
hi: स्थान का प्रकार जो पार्किंग मालिक द्वारा पेश किया जाता है
hy: Տեղի տեսակ, որը առաջարկվում է կայանատեղիի սեփականատիրոջ կողմից
id: Jenis tempat yang ditawarkan oleh pemilik parkir
it: Il tipo di posto offerto dal proprietario del parcheggio

source: Open Hours
bn: খোলার সময়
de: Öffnungszeiten
et: Lahtiolekuajad
fa: ساعات کاری
fi: Aukioloajat
hi: खुलने का समय
hy: Բացման ժամեր
id: Jam Buka
it: Orari di apertura

source: Cars
bn: গাড়ি
de: Autos
et: Autod
fa: ماشین‌ها
fi: Autot
hi: कारें
hy: Մեքենաներ
id: Mobil
it: Auto

source: Bikes
bn: বাইক
de: Fahrräder
et: Jalgrattad
fa: دوچرخه‌ها
fi: Pyörät
hi: बाइक
hy: Հեծանիվներ
id: Motor
it: Moto

source: Trucks
bn: ট্রাক
de: LKWs
et: Veokid
fa: کامیون‌ها
fi: Kuorma-autot
hi: ट्रक
hy: Բեռնատարներ
id: Truk
it: Camion

source: Price per hour
bn: প্রতি ঘন্টা মূল্য
de: Preis pro Stunde
et: Hind tunnis
fa: قیمت به ازای هر ساعت
fi: Hinta per tunti
hi: प्रति घंटा कीमत
hy: Գինը մեկ ժամվա համար
id: Harga per jam
it: Prezzo per ora

source: Facilities
bn: সুবিধা
de: Einrichtungen
et: Teenused
fa: امکانات
fi: Palvelut
hi: सुविधाएं
hy: Հարմարություններ
id: Fasilitas
it: Strutture

# lastActivityAtWithPlaceholder
source: Last activity: {timeAgo}
bn: শেষ কার্যকলাপ: {timeAgo}
de: Letzte Aktivität: {timeAgo}
et: Viimane tegevus: {timeAgo}
fa: آخرین فعالیت: {timeAgo}
fi: Viimeisin aktiviteetti: {timeAgo}
hi: अंतिम गतिविधि: {timeAgo}
hy: Վերջին ակտիվություն՝ {timeAgo}
id: Aktivitas terakhir: {timeAgo}
it: Ultima attività: {timeAgo}

source: Registered on
bn: নিবন্ধিত হয়েছে
de: Registriert am
et: Registreeritud
fa: ثبت شده در
fi: Rekisteröitynyt
hi: पंजीकृत
hy: Գրանցված է
id: Terdaftar pada
it: Registrato il

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Passwort bestätigen
et: Kinnita parool
fa: تایید رمز عبور
fi: Vahvista salasana
hi: पासवर्ड की पुष्टि करें
hy: Հաստատել գաղտնաբառը
id: Konfirmasi Kata Sandi
it: Conferma password

source: Sessions
bn: সেশন
de: Sitzungen
et: Seansid
fa: جلسات
fi: Istunnot
hi: सत्र
hy: Նիստեր
id: Sesi
it: Sessioni

source: Update Password
bn: পাসওয়ার্ড আপডেট করুন
de: Passwort aktualisieren
et: Uuenda parooli
fa: به‌روزرسانی رمز عبور
fi: Päivitä salasana
hi: पासवर्ड अपडेट करें
hy: Թարմացնել գաղտնաբառը
id: Perbarui Kata Sandi
it: Aggiorna password

source: Online Sessions
bn: অনলাইন সেশন
de: Online-Sitzungen
et: Online seansid
fa: جلسات آنلاین
fi: Online-istunnot
hi: ऑनलाइन सत्र
hy: Առցանց նիստեր
id: Sesi Online
it: Sessioni online

source: Offline Sessions
bn: অফলাইন সেশন
de: Offline-Sitzungen
et: Offline seansid
fa: جلسات آفلاین
fi: Offline-istunnot
hi: ऑफ़लाइन सत्र
hy: Անցանց նիստեր
id: Sesi Offline
it: Sessioni offline

source: Shops
bn: দোকান
et: Poed
fa: فروشگاه‌ها
fi: Kaupat
hi: दुकानें
hy: Խանութներ
id: Toko
it: Negozi

# shopsSubtitle
source: List of all shops registered in the system
bn: সিস্টেমে নিবন্ধিত সমস্ত দোকানের তালিকা
de: Liste aller im System registrierten Shops
et: Kõigi süsteemis registreeritud poodide loend
fa: لیست تمام فروشگاه‌های ثبت شده در سیستم
fi: Luettelo kaikista järjestelmään rekisteröidyistä kaupoista
hi: सिस्टम में पंजीकृत सभी दुकानों की सूची
hy: Համակարգում գրանցված բոլոր խանութների ցուցակը
id: Daftar semua toko yang terdaftar di sistem
it: Elenco di tutti i negozi registrati nel sistema

source: Categories
bn: বিভাগ
de: Kategorien
et: Kategooriad
fa: دسته‌بندی‌ها
fi: Kategoriat
hi: श्रेणियां
hy: Կատեգորիաներ
id: Kategori
it: Categorie

source: Low
bn: কম
de: Niedrig
et: Madal
fa: کم
fi: Matala
hi: कम
hy: Ցածր
id: Rendah
it: Basso

source: Medium
bn: মাঝারি
de: Mittel
et: Keskmine
fa: متوسط
fi: Keskitaso
hi: मध्यम
hy: Միջին
id: Sedang
it: Medio

source: High
bn: উচ্চ
de: Hoch
et: Kõrge
fa: زیاد
fi: Korkea
hi: उच्च
hy: Բարձր
id: Tinggi
it: Alto

source: Order Queue
bn: অর্ডার কিউ
de: Bestellwarteschlange
et: Tellimuste järjekord
fa: صف سفارش
fi: Tilausjono
hi: ऑर्डर कतार
hy: Պատվերների հերթ
id: Antrian Pesanan
it: Coda ordini

source: Owner information
bn: মালিকের তথ্য
de: Besitzerinformationen
et: Omaniku info
fa: اطلاعات مالک
fi: Omistajan tiedot
hi: मालिक की जानकारी
hy: Սեփականատիրոջ տվյալներ
id: Informasi pemilik
it: Informazioni proprietario

source: Shop Delivery
bn: দোকান ডেলিভারি
de: Shop-Lieferung
et: Poe tarne
fa: تحویل فروشگاه
fi: Kaupan toimitus
hi: दुकान डिलीवरी
hy: Խանութի առաքում
id: Pengiriman Toko
it: Consegna negozio

source: Express Delivery
bn: এক্সপ্রেস ডেলিভারি
de: Expresslieferung
et: Kiirtarne
fa: تحویل اکسپرس
fi: Pikatoimitus
hi: एक्सप्रेस डिलीवरी
hy: Էքսպրես առաքում
id: Pengiriman Ekspres
it: Consegna espressa

source: Shop Commission
bn: দোকান কমিশন
de: Shop-Provision
et: Poe komisjonitasu
fa: کمیسیون فروشگاه
fi: Kaupan palkkio
hi: दुकान कमीशन
hy: Խանութի հանձնաժողովը
id: Komisi Toko
it: Commissione negozio

source: Delivery
bn: ডেলিভারি
de: Lieferung
et: Tarne
fa: پیک موتوری
fi: Toimitus
hi: वितरण
hy: Առաքում
id: Pengiriman
it: Consegna

# itemsAndCategories
source: Items & Categories
bn: আইটেম ও বিভাগ
de: Artikel & Kategorien
et: Esemed ja kategooriad
fa: آیتم‌ها و دسته‌بندی‌ها
fi: Tuotteet ja kategoriat
hi: आइटम और श्रेणियां
hy: Ապրանքներ և կատեգորիաներ
id: Item & Kategori
it: Articoli e categorie

source: Presets
bn: প্রিসেট
de: Voreinstellungen
et: Eelseadistused
fa: پیش‌تنظیمات
fi: Esiasetukset
hi: प्रीसेट
hy: Նախադրվածներ
id: Preset
it: Preset

source: Items
bn: আইটেম
de: Artikel
et: Esemed
fa: آیتم‌ها
fi: Tuotteet
hi: आइटम
hy: Ապրանքներ
id: Item
it: Articoli

source: Variants
bn: ভেরিয়েন্ট
de: Varianten
et: Variandid
fa: متغیرها
fi: Variantit
hi: वेरिएंट
hy: Տարբերակներ
id: Varian
it: Varianti

source: Image
bn: ছবি
de: Bild
et: Pilt
fa: تصویر
fi: Kuva
hi: छवि
hy: Պատկեր
id: Gambar
it: Immagine

source: Enter name
bn: নাম প্রবেশ করান
de: Name eingeben
et: Sisesta nimi
fa: نام را وارد کنید
fi: Anna nimi
hi: नाम दर्ज करें
hy: Մուտքագրել անունը
id: Masukkan nama
it: Inserisci nome

source: Options
bn: বিকল্প
de: Optionen
et: Valikud
fa: گزینه‌ها
fi: Vaihtoehdot
hi: विकल्प
hy: Ընտրանքներ
id: Opsi
it: Opzioni

source: Unavailable
bn: অনুপলব্ধ
de: Nicht verfügbar
et: Saadaval pole
fa: ناموجود
fi: Ei saatavilla
hi: अनुपलब्ध
hy: Անհասանելի
id: Tidak tersedia
it: Non disponibile

source: Select Presets
bn: প্রিসেট নির্বাচন করুন
de: Voreinstellungen auswählen
et: Vali eelseadistused
fa: انتخاب پیش‌تنظیمات
fi: Valitse esiasetukset
hi: प्रीसेट चुनें
hy: Ընտրել նախադրվածները
id: Pilih Preset
it: Seleziona Preset

source: Select Categories
bn: বিভাগ নির্বাচন করুন
de: Kategorien auswählen
et: Vali kategooriad
fa: انتخاب دسته‌بندی‌ها
fi: Valitse kategoriat
hi: श्रेणियां चुनें
hy: Ընտրել կատեգորիաները
id: Pilih Kategori
it: Seleziona categorie
