Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Select payment method
bn: পরিশোধ পদ্ধতি নির্বাচন করুন
de: Zahlungsmethode auswählen
et: Vali makseviis
fa: انتخاب روش پرداخت
fi: Valitse maksutapa
hi: भुगतान विधि चुनें
hy: Ընտրել վճարման եղանակը
id: Pilih metode pembayaran
it: Seleziona metodo di pagamento
ja: 支払い方法を選択してください
ko: 결제 수단 선택
ms: Pilih kaedah pembayaran
nl: Selecteer betaalmethode
no: Velg betalingsmetode
pl: Wybierz Metodę Płatności
ro: Selecteaza metoda de plata
sv: Välj betalningsmetod
th: เลือกวิธีการชำระเงิน
uk: Виберіть спосіб оплати
ur: ادائیگی کا طریقہ منتخب کریں۔
vi: Chọn phương thức thanh toán
zh_tw: 選擇付款方式

# rideFeePaid
source: Ride's fee has been paid
bn: রাইডের ফি পরিশোধ করা হয়েছে
de: Die Fahrtgebühr wurde bezahlt
et: Sõidutasu on makstud
fa: هزینه سفر پرداخت شده است
fi: Kyydin maksu on maksettu
hi: सवारी का शुल्क भुगतान कर दिया गया है
hy: Ուղևորության վճարը վճարված է
id: Biaya perjalanan sudah dibayar
it: Costo della corsa pagato
ja: 乗車料金は支払われました
ko: 탑승 요금이 지불되었습니다.
ms: Yuran perjalanan telah dibayar
nl: Het ritbedrag is betaald
no: Rides avgift er betalt
pl: Opłata za przejazd została uiszczona
ro: Taxa de călătorie a fost plătită
sv: Rides avgift är betald
th: ชำระค่าขี่เรียบร้อยแล้ว
uk: Плату за проїзд сплачено
ur: سواری کی فیس ادا کر دی گئی ہے۔
vi: Phí đi xe đã được thanh toán
zh_tw: 乘車費已支付

# rideFeeUnpaid
source: Ride's fee hasn't been paid yet
bn: রাইডের ফি এখনও পরিশোধ করা হয়নি
de: Die Fahrtgebühr wurde noch nicht bezahlt
et: Sõidutasu ei ole veel makstud
fa: هزینه سفر هنوز پرداخت نشده است
fi: Kyydin maksua ei ole vielä maksettu
hi: सवारी का शुल्क अभी तक भुगतान नहीं किया गया है
hy: Ուղևորության վճարը դեռ չի վճարվել
id: Biaya perjalanan belum dibayar
it: Costo della corsa non ancora pagato
ja: 乗車料金がまだ支払われていない
ko: 차량 요금이 아직 지불되지 않았습니다.
ms: Yuran perjalanan belum dibayar lagi
nl: Het ritbedrag is nog niet betaald
no: Rides avgift er ikke betalt ennå
pl: Opłata za przejazd nie została jeszcze uiszczona
ro: Taxa de călătorie nu a fost plătită încă
sv: Rides avgift har inte betalats ännu
th: ยังไม่ได้ชำระค่าธรรมเนียมการโดยสาร
uk: Плата за проїзд ще не сплачена
ur: سواری کی فیس ابھی تک ادا نہیں کی گئی ہے۔
vi: Phí đi xe vẫn chưa được thanh toán
zh_tw: 乘車費尚未支付

source: Total
bn: মোট
de: Gesamt
et: Kokku
fa: مجموع
fi: Yhteensä
hi: कुल
hy: Ընդհանուր
it: Totale
ja: 合計
ko: 총
ms: Jumlah
nl: Totaal
pl: Całkowity
th: ทั้งหมด
uk: Всього
ur: کل
vi: Tổng cộng
zh_tw: 全部的

source: Total Price
bn: মোট মূল্য
de: Gesamtpreis
et: Koguhind
fa: قیمت کل
fi: Kokonaishinta
hi: कुल कीमत
hy: Ընդհանուր արժեք
id: Total Harga
it: Prezzo totale
ja: 合計金額
ko: 총 가격
ms: Harga keseluruhan
nl: Totale prijs
no: Totalpris
pl: Całkowita cena
ro: Pretul total
sv: Totalbelopp
th: ราคารวม
uk: Загальна сума
ur: کل قیمت
vi: Tổng giá
zh_tw: 總價

source: Add custom credit
bn: কাস্টম ক্রেডিট যোগ করুন
de: Benutzerdefiniertes Guthaben hinzufügen
et: Lisa kohandatud krediit
fa: افزودن اعتبار سفارشی
fi: Lisää mukautettu luotto
hi: कस्टम क्रेडिट जोड़ें
hy: Ավելացնել հատուկ վարկ
id: Tambah kredit kustom
it: Aggiungi credito personalizzato
ja: カスタム編集を追加する
ko: 맞춤 편집 추가
ms: Tambah suntingan tersuai
nl: Aangepaste bewerking toevoegen
no: Legg til tilpasset redigering
pl: Dodaj niestandardową zmianę
ro: Adăugați o redare personalizată
sv: Lägg till anpassad redigering
th: เพิ่มการแก้ไขที่กำหนดเอง
uk: Додати спеціальне редагування
ur: حسب ضرورت ترمیم شامل کریں۔
vi: Thêm chỉnh sửa tùy chỉnh
zh_tw: 新增自訂編輯

source: Service Fee
bn: পরিষেবা ফি
de: Servicegebühr
et: Teenustasu
fa: هزینه سرویس
fi: Palvelumaksu
hi: सेवा शुल्क
hy: Ծառայության վճար
id: Biaya Layanan
it: Costo del servizio
ja: サービス料
ko: 서비스 요금
ms: Bayaran perkhidmatan
nl: Servicekosten
no: Serviceavgift
pl: Opłata za usługę
ro: Taxa de serviciu
sv: Serviceavgift
th: ค่าบริการ
uk: Плата за обслуговування
ur: خدمت کے پیسے
vi: Phí dịch vụ
zh_tw: 服務費

source: Service Option Fee
bn: পরিষেবা বিকল্প ফি
de: Serviceoptionsgebühr
et: Teenuse lisavõimaluse tasu
fa: هزینه گزینه سرویس
fi: Palveluvaihtoehdon maksu
hi: सेवा विकल्प शुल्क
hy: Ծառայության տարբերակի վճար
id: Biaya Opsi Layanan
it: Costo opzione servizio
ja: サービスオプション料金
ko: 서비스 옵션 수수료
ms: Yuran Pilihan Perkhidmatan
nl: Serviceoptiekosten
no: Gebyr for tjenestealternativer
pl: Opłata za opcję usługi
ro: Taxă pentru opțiunea serviciului
sv: Servicealternativavgift
th: ค่าธรรมเนียมตัวเลือกบริการ
uk: Плата за опцію обслуговування
ur: سروس آپشن فیس
vi: Phí lựa chọn dịch vụ
zh_tw: 服務選擇費

source: Coupon Discount
bn: কুপন ডিসকাউন্ট
de: Gutscheinrabatt
et: Sooduskoodi soodustus
fa: تخفیف کوپن
fi: Kuponkialennus
hi: कूपन छूट
hy: Կտրոնի զեղչ
id: Diskon Kupon
it: Sconto coupon
ja: クーポン割引
ko: 쿠폰할인
ms: Diskaun Kupon
nl: Couponkorting
no: Kupongrabatt
pl: Rabat kuponowy
ro: Reducere cu cupon
sv: Kupongrabatt
th: คูปองส่วนลด
uk: Купонна знижка
ur: کوپن ڈسکاؤنٹ
vi: Phiếu giảm giá
zh_tw: 優惠券折扣

source: Custom
bn: কাস্টম
de: Benutzerdefiniert
et: Kohandatud
fa: سفارشی
fi: Mukautettu
hi: कस्टम
hy: Հատուկ
id: Kustom
it: Personalizzato
ja: カスタム
ko: 관습
ms: Adat
nl: Aangepast
no: Tilpasset
pl: Zwyczaj
ro: Personalizat
sv: Beställnings
th: กำหนดเอง
ur: اپنی مرضی کے مطابق
vi: Phong tục
zh_tw: 風俗

source: Payment
bn: পরিশোধ
de: Zahlung
et: Makse
fa: پرداخت
fi: Maksu
hi: भुगतान
hy: Վճարում
id: Pembayaran
it: Pagamento
ja: 支払い
ko: 지불
ms: Bayaran
nl: Betaling
no: innbetaling
pl: Zapłata
ro: Plată
sv: Betalning
th: การชำระเงิน
uk: Оплата
ur: ادائیگی
vi: Sự chi trả
zh_tw: 支付

source: Cash payment
bn: নগদ পরিশোধ
de: Barzahlung
et: Sularahamakse
fa: پرداخت نقدی
fi: Käteismaksu
hi: नकद भुगतान
hy: Կանխիկ վճարում
id: Pembayaran tunai
it: Pagamento in contanti
ja: 現金払い
ko: 현금 결제
ms: Pembayaran tunai
nl: Contante betaling
no: Kontant betaling
pl: Zapłata gotówką
ro: Plată în numerar
sv: Kontant betalning
th: จ่ายเงินสด
uk: Готівковий платіж
ur: نقد ادائیگی
vi: Thanh toán bằng tiền mặt
zh_tw: 現金支付

# cashPaymentDescription
source: Do you confirm that you received {amount}?
bn: আপনি কি নিশ্চিত করছেন যে আপনি {amount} পেয়েছেন?
de: Bestätigen Sie, dass Sie {amount} erhalten haben?
et: Kas kinnitate, et saite {amount}?
fa: آیا تایید می‌کنید که {amount} دریافت کرده‌اید؟
fi: Vahvistatko, että sait {amount}?
hi: क्या आप पुष्टि करते हैं कि आपको {amount} प्राप्त हुआ है?
hy: Հաստատո՞ւմ եք, որ ստացել եք {amount}։
id: Apakah Anda mengkonfirmasi bahwa Anda menerima {amount}?
it: Confermi di aver ricevuto {amount}?
ja: {amount}を受け取ったことを確認していますか?
ko: {amount} 수신 확인하셨나요?
ms: Adakah anda mengesahkan bahawa anda menerima {amount}?
nl: Bevestigt u dat u {amount} heeft ontvangen?
no: Bekrefter du at du har mottatt {amount}?
pl: Czy potwierdzasz, że otrzymałeś {amount}?
ro: Confirmați că ați primit {amount}?
sv: Bekräftar du att du fått {amount}?
th: คุณยืนยันว่าคุณได้รับ {amount} หรือไม่?
uk: Ви підтверджуєте, що отримали {amount}?
ur: کیا آپ تصدیق کرتے ہیں کہ آپ کو {amount} موصول ہوا ہے؟
vi: Bạn có xác nhận rằng bạn đã nhận được {amount} không?
zh_tw: 您確認收到{amount}嗎？

source: Cash payment received
bn: নগদ পরিশোধ প্রাপ্ত
de: Barzahlung erhalten
et: Sularahamaksed saadud
fa: پرداخت نقدی دریافت شد
fi: Käteismaksu vastaanotettu
hi: नकद भुगतान प्राप्त हुआ
hy: Կանխիկ վճարումը ստացվել է
id: Pembayaran tunai diterima
it: Pagamento in contanti ricevuto
ja: 現金支払いを受け取りました
ko: 현금결제 접수됨
ms: Bayaran tunai diterima
nl: Contante betaling ontvangen
no: Kontant betaling mottatt
pl: Otrzymano płatność gotówką
ro: Plată în numerar primită
sv: Kontant betalning mottagen
th: ได้รับการชำระเงินสดแล้ว
uk: Оплата готівкою отримана
ur: نقد ادائیگی موصول ہوئی۔
vi: Đã nhận được thanh toán tiền mặt
zh_tw: 收到現金付款

# confirmAndEndTrip
source: Confirm & End Trip
bn: নিশ্চিত করুন এবং ভ্রমণ শেষ করুন
de: Bestätigen & Fahrt beenden
et: Kinnita ja lõpeta sõit
fa: تایید و پایان سفر
fi: Vahvista ja lopeta matka
hi: पुष्टि करें और यात्रा समाप्त करें
hy: Հաստատել և ավարտել ուղևորությունը
id: Konfirmasi & Akhiri Perjalanan
it: Conferma e termina viaggio
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認

source: Earnings
bn: আয়
de: Einnahmen
et: Tulud
fa: درآمدها
fi: Ansio
hi: कमाई
hy: Եկամուտ
id: Pendapatan
it: Guadagni
ja: 収益
ko: 수입
ms: Pendapatan
nl: Inkomsten
no: Inntjening
pl: Zyski
ro: Câștiguri
sv: Förtjänst
th: รายได้
uk: Заробіток
ur: کمائی
vi: Thu nhập
zh_tw: 效益

source: Accept order
bn: অর্ডার গ্রহণ করুন
de: Bestellung annehmen
et: Võta tellimus vastu
fa: پذیرش سفارش
fi: Hyväksy tilaus
hi: ऑर्डर स्वीकार करें
hy: Ընդունել պատվերը
id: Terima pesanan
it: Accetta ordine
ja: 注文を受け入れる
ko: 주문 수락
ms: Terima pesanan
nl: Bestelling accepteren
no: Godta ordre
pl: Zaakceptuj zamówienie
ro: Accept comanda
sv: Acceptera beställning
th: ยอมรับคำสั่งซื้อ
uk: Прийняти замовлення
ur: آرڈر قبول کریں۔
vi: Chấp nhận đơn hàng
zh_tw: 接受訂單

source: Canceled
bn: বাতিল
de: Storniert
et: Tühistatud
fa: لغو شده
fi: Peruutettu
hi: रद्द
hy: Չեղարկված
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소 된
ms: Dibatalkan
nl: Geannuleerd
no: Kansellert
pl: Odwołany
ro: Anulat
sv: Inställt
th: ยกเลิก
uk: Скасовано
ur: منسوخ
vi: Đã hủy
zh_tw: 取消

source: Unknown
bn: অজানা
de: Unbekannt
et: Teadmata
fa: ناشناخته
fi: Tuntematon
hi: अज्ञात
hy: Անհայտ
id: Tidak diketahui
it: Sconosciuto
ja: 未知
ko: 알려지지 않은
ms: Tidak diketahui
nl: Onbekend
no: Ukjent
pl: Nieznany
ro: Necunoscut
sv: Okänd
th: ไม่ทราบ
uk: Невідомий
ur: نامعلوم
vi: không xác định
zh_tw: 未知

source: Commission
bn: কমিশন
de: Provision
et: Komisjonitasu
fa: کمیسیون
fi: Palkkio
hi: कमीशन
hy: Հանձնաժողով
id: Komisi
it: Commissione
ja: 手数料
ko: 수수료
ms: Suruhanjaya
nl: Commissie
no: Kommisjon
pl: Zamawiać
ro: Comision
sv: Provision
th: คณะกรรมการ
uk: Комісія
ur: کمیشن
vi: Nhiệm vụ
zh_tw: 委員會

source: Select Profile Image
bn: প্রোফাইল ছবি নির্বাচন করুন
de: Profilbild auswählen
et: Vali profiilipilt
fa: انتخاب تصویر پروفایل
fi: Valitse profiilikuva
hi: प्रोफ़ाइल छवि चुनें
hy: Ընտրել պրոֆիլի պատկերը
id: Pilih Gambar Profil
it: Seleziona immagine profilo
ja: プロフィール画像の選択
ko: 프로필 이미지 선택
ms: Pilih Imej Profil
nl: Selecteer Profielafbeelding
no: Velg Profilbilde
pl: Wybierz Obraz profilowy
ro: Selectați Imagine de profil
sv: Välj Profilbild
th: เลือกรูปโปรไฟล์
uk: Виберіть зображення профілю
ur: پروفائل امیج کو منتخب کریں۔
vi: Chọn hình ảnh hồ sơ
zh_tw: 選擇個人資料圖片

# chooseAvatarDescription
source: Or select an avatar from the list below:
bn: অথবা নীচের তালিকা থেকে একটি অবতার নির্বাচন করুন:
de: Oder wählen Sie einen Avatar aus der Liste unten aus:
et: Või vali avatar allolevast nimekirjast:
fa: یا یک آواتار از لیست زیر انتخاب کنید:
fi: Tai valitse avatar alla olevasta luettelosta:
hi: या नीचे दी गई सूची से एक अवतार चुनें:
hy: Կամ ընտրեք ավատար ներքևի ցուցակից.
id: Atau pilih avatar dari daftar di bawah:
it: Oppure seleziona un avatar dalla lista qui sotto:
ja: または、以下のリストからアバターを選択します。
ko: 또는 아래 목록에서 아바타를 선택하세요.
ms: Atau pilih avatar daripada senarai di bawah:
nl: Of selecteer een avatar uit de onderstaande lijst:
no: Eller velg en avatar fra listen nedenfor:
pl: Lub wybierz awatar z poniższej listy:
ro: Sau selectați un avatar din lista de mai jos:
sv: Eller välj en avatar från listan nedan:
th: หรือเลือกอวตารจากรายการด้านล่าง:
uk: Або виберіть аватар зі списку нижче:
ur: یا نیچے دی گئی فہرست سے ایک اوتار منتخب کریں:
vi: Hoặc chọn một hình đại diện từ danh sách dưới đây:
zh_tw: 或從下面的清單中選擇一個頭像：

source: Full name
bn: পুরো নাম
de: Vollständiger Name
et: Täisnimi
fa: نام کامل
fi: Koko nimi
hi: पूरा नाम
hy: Ամբողջական անուն
id: Nama lengkap
it: Nome completo
ja: フルネーム
ko: 이름
ms: Nama penuh
nl: Voor-en achternaam
no: Fullt navn
pl: Pełne imię i nazwisko
ro: Numele complet
sv: Fullständiga namn
th: ชื่อเต็ม
uk: Повне ім'я
ur: پورا نام
vi: Họ và tên
zh_tw: 全名

source: Favorite Drivers
bn: প্রিয় ড্রাইভার
de: Bevorzugte Fahrer
et: Lemmikjuhid
fa: رانندگان مورد علاقه
fi: Suosikkikuljettajat
hi: पसंदीदा ड्राइवर
hy: Սիրելի վարորդներ
id: Pengemudi Favorit
it: Autisti preferiti
ja: 好きなドライバー
ko: 좋아하는 드라이버
ms: Pemandu Kegemaran
nl: Favoriete chauffeurs
no: Favoritt sjåfører
pl: Ulubieni kierowcy
ro: Șoferi preferați
sv: Favoritförare
th: ไดรเวอร์ที่ชื่นชอบ
uk: Улюблені водії
ur: پسندیدہ ڈرائیور
vi: Trình điều khiển yêu thích
zh_tw: 最喜歡的車手

source: Distance traveled
bn: অতিক্রান্ত দূরত্ব
de: Zurückgelegte Entfernung
et: Läbitud vahemaa
fa: مسافت طی شده
fi: Kuljettu matka
hi: तय की गई दूरी
hy: Անցած հեռավորություն
id: Jarak tempuh
it: Distanza percorsa
ja: 走行距離
ko: 이동 거리
ms: Jarak yang dilalui
nl: Afgelegde afstand
no: Tilbakelagt avstand
pl: Przebyty dystans
ro: Distanta parcursa
sv: Distans rest
th: ระยะทางที่เดินทาง
uk: Пройдена відстань
ur: فاصلہ طے کیا۔
vi: Khoảng cách đi du lịch
zh_tw: 行駛距離

source: Rating
bn: রেটিং
de: Bewertung
et: Hinnang
fa: امتیاز
fi: Arviointi
hi: रेटिंग
hy: Գնահատական
id: Peringkat
it: Valutazione
ja: 評価
ko: 평가
ms: Penilaian
nl: Beoordeling
no: Vurdering
pl: Ocena
ro: Evaluare
sv: Betyg
th: เรตติ้ง
uk: Рейтинг
ur: درجہ بندی
vi: Xếp hạng
zh_tw: 評分

source: Map
bn: মানচিত্র
de: Karte
et: Kaart
fa: نقشه
fi: Kartta
hi: मानचित्र
hy: Քարտեզ
id: Peta
it: Mappa
ja: 地図
ko: 지도
ms: Peta
nl: Kaart
no: Kart
pl: Mapa
ro: Hartă
sv: Karta
th: แผนที่
uk: Карта
ur: نقشہ
vi: Bản đồ
zh_tw: 地圖

source: Income
bn: আয়
de: Einkommen
et: Sissetulek
fa: درآمد
fi: Tulo
hi: आय
hy: Եկամուտ
id: Pendapatan
it: Reddito
ja: 所得
ko: 소득
ms: pendapatan
nl: Inkomen
no: Inntekt
pl: Dochód
ro: Sursa de venit
sv: Inkomst
th: รายได้
uk: Дохід
ur: آمدنی
vi: Thu nhập
zh_tw: 收入

source: Time spent
bn: ব্যয়িত সময়
de: Verbrachte Zeit
et: Kulutatud aeg
fa: زمان صرف شده
fi: Käytetty aika
hi: खर्च किया गया समय
hy: Ծախսված ժամանակ
id: Waktu yang dihabiskan
it: Tempo impiegato
ja: 使った時間
ko: 소요 시간
ms: Masa yang dihabiskan
nl: Tijd besteed
no: Tid brukt
pl: Czas spędzony
ro: Timp petrecut
sv: Spenderad tid
th: ใช้เวลา
uk: Витрачений час
ur: وقت گزارا۔
vi: Thời gian dành
zh_tw: 所花費的時間

source: Daily
bn: দৈনিক
de: Täglich
et: Päevaselt
fa: روزانه
fi: Päivittäin
hi: दैनिक
hy: Օրական
id: Harian
it: Giornaliero
ja: 毎日
ko: 일일
ms: Setiap hari
nl: Dagelijks
no: Daglig
pl: Codziennie
ro: Zilnic
sv: Dagligen
th: รายวัน
uk: Щодня
ur: روزانہ
vi: Hằng ngày
zh_tw: 日常的

source: Monthly
bn: মাসিক
de: Monatlich
et: Kuuselt
fa: ماهانه
fi: Kuukausittain
hi: मासिक
hy: Ամսական
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간 간행물
ms: Bulanan
nl: Maandelijks
no: Månedlig
pl: Miesięczny
ro: Lunar
sv: En gång i månaden
th: รายเดือน
uk: Щомісяця
ur: ماہانہ
vi: hàng tháng
zh_tw: 每月

source: Quarterly
bn: ত্রৈমাসিক
de: Vierteljährlich
et: Kvartaalselt
fa: سه ماهه
fi: Neljännesvuosittain
hi: त्रैमासिक
hy: Եռամսյակային
id: Triwulanan
it: Trimestrale

source: Yearly
bn: বার্ষিক
de: Jährlich
et: Aastaselt
fa: سالانه
fi: Vuosittain
hi: वार्षिक
hy: Տարեկան
id: Tahunan
it: Annuale

source: Weekly
bn: সাপ্তাহিক
de: Wöchentlich
et: Nädalaselt
fa: هفتگی
fi: Viikoittain
hi: साप्ताहिक
hy: Շաբաթական
id: Mingguan
it: Settimanale

# noRecordsFoundEarnings
source: No trip record found for these filters
bn: এই ফিল্টারগুলির জন্য কোনও ট্রিপ রেকর্ড পাওয়া যায়নি
de: Keine Fahrtenaufzeichnungen für diese Filter gefunden
et: Nende filtritega sõiduandmeid ei leitud
fa: هیچ رکورد سفری برای این فیلترها یافت نشد
fi: Näillä suodattimilla ei löytynyt matkatietuetta
hi: इन फ़िल्टरों के लिए कोई यात्रा रिकॉर्ड नहीं मिला
hy: Այս զտիչներով ուղևորության գրառում չի գտնվել:
id: Tidak ada catatan perjalanan ditemukan untuk filter ini
it: Nessun record di viaggio trovato per questi filtri
ja: これらのフィルターの旅行記録は見つかりませんでした
ko: 이 필터에 대한 여행 기록을 찾을 수 없습니다.
ms: Tiada rekod perjalanan ditemui untuk penapis ini
nl: Er is geen ritrecord gevonden voor deze filters
no: Fant ingen turpost for disse filtrene
pl: Nie znaleziono żadnych zapisów podróży dla tych filtrów
ro: Nu a fost găsită nicio înregistrare de călătorie pentru aceste filtre
sv: Ingen resepost hittades för dessa filter
th: ไม่พบบันทึกการเดินทางสำหรับตัวกรองเหล่านี้
uk: Для цих фільтрів не знайдено жодного запису про поїздку
ur: ان فلٹرز کے لیے کوئی ٹرپ ریکارڈ نہیں ملا
vi: Không tìm thấy bản ghi chuyến đi cho các bộ lọc này
zh_tw: 沒有找到這些過濾器的行程記錄

# feedbacksSummaryEmptyStateHeading
source: No feedbacks yet
bn: এখনও কোনও প্রতিক্রিয়া নেই
de: Noch keine Feedbacks
et: Tagasiside veel puudub
fa: هنوز بازخوردی وجود ندارد
fi: Ei vielä palautteita
hi: अभी तक कोई प्रतिक्रिया नहीं
hy: Դեռ արձագանքներ չկան
id: Belum ada masukan
it: Ancora nessun feedback
ja: まだフィードバックはありません
ko: 아직 피드백이 없습니다
ms: Tiada maklum balas lagi
nl: Nog geen reacties
no: Ingen tilbakemeldinger ennå
pl: Nie ma jeszcze żadnych informacji zwrotnych
ro: Niciun feedback încă
sv: Inga kommentarer än
th: ยังไม่มีการตอบรับ
uk: Ще немає відгуків
ur: ابھی تک کوئی فیڈ بیک نہیں ہے۔
vi: Chưa có phản hồi nào
zh_tw: 還沒有回饋

# feedbacksSummaryEmptyStateTitle
source: You don't have enough feedbacks to show yet.
bn: আপনার দেখানোর জন্য এখনও যথেষ্ট প্রতিক্রিয়া নেই।
de: Sie haben noch nicht genügend Feedbacks, um sie anzuzeigen.
et: Teil ei ole veel piisavalt tagasisidet kuvamiseks.
fa: شما هنوز بازخورد کافی برای نمایش ندارید.
fi: Sinulla ei ole vielä tarpeeksi palautteita näytettäväksi.
hi: अभी तक आपके पास दिखाने के लिए पर्याप्त प्रतिक्रियाएं नहीं हैं।
hy: Դուք դեռ բավարար արձագանքներ չունեք ցուցադրելու համար։
id: Anda belum memiliki masukan yang cukup untuk ditampilkan.
it: Non hai ancora abbastanza feedback da mostrare.
ja: 表示できるフィードバックがまだありません。
ko: 아직 표시할 피드백이 충분하지 않습니다.
ms: Anda belum mempunyai maklum balas yang mencukupi untuk ditunjukkan.
nl: Je hebt nog niet genoeg feedback om te laten zien.
no: Du har ikke nok tilbakemeldinger å vise ennå.
pl: Nie masz jeszcze wystarczającej liczby opinii do wyświetlenia.
ro: Încă nu aveți suficiente feedback de afișat.
sv: Du har inte tillräckligt med feedback att visa än.
th: คุณยังไม่มีความคิดเห็นเพียงพอที่จะแสดง
uk: У вас ще недостатньо відгуків для показу.
ur: آپ کے پاس ابھی تک دکھانے کے لیے کافی فیڈ بیک نہیں ہیں۔
vi: Bạn chưa có đủ phản hồi để hiển thị.
zh_tw: 您還沒有足夠的回饋可以顯示。

source: Feedbacks Summary
bn: প্রতিক্রিয়া সারাংশ
de: Feedback-Zusammenfassung
et: Tagasiside kokkuvõte
fa: خلاصه بازخوردها
fi: Palautteiden yhteenveto
hi: प्रतिक्रिया सारांश
hy: Արձագանքների ամփոփում
id: Ringkasan Masukan
it: Riepilogo feedback
ja: フィードバックの概要
ko: 피드백 요약
ms: Ringkasan Maklum Balas
nl: Feedback Samenvatting
no: Sammendrag av tilbakemeldinger
pl: Podsumowanie opinii
ro: Rezumatul feedback-urilor
sv: Sammanfattning av feedback
th: สรุปการตอบกลับ
uk: Резюме відгуків
ur: تاثرات کا خلاصہ
vi: Tóm tắt phản hồi
zh_tw: 回饋總結

# feedbacksGoodTitle
source: Excellent Job!
bn: চমৎকার কাজ!
de: Ausgezeichnete Arbeit!
et: Suurepärane töö!
fa: کار عالی!
fi: Erinomaista työtä!
hi: शानदार काम!
hy: Հրաշալի աշխատանք:
id: Pekerjaan Hebat!
it: Ottimo lavoro!
ja: 素晴らしい仕事です！
ko: 훌륭해요!
ms: Kerja Cemerlang!
nl: Uitstekend werk!
no: Utmerket jobb!
pl: Doskonała robota!
ro: Excelent job!
sv: Utmärkt jobb!
th: งานเลิศ!
uk: Чудова робота!
ur: شاندار کام!
vi: Công việc xuất sắc!
zh_tw: 幹得好！

# feedbacksGoodSubtitle
source: Your ratings are looking good so far
bn: আপনার রেটিং এখন পর্যন্ত ভালো দেখাচ্ছে
de: Ihre Bewertungen sehen bisher gut aus
et: Teie hinnangud näevad seni head välja
fa: امتیازات شما تا کنون خوب به نظر می‌رسد
fi: Arviointisi näyttävät toistaiseksi hyviltä
hi: आपकी रेटिंग अब तक अच्छी दिख रही है
hy: Ձեր գնահատականները լավ տեսք ունեն առայժմ:
id: Peringkat Anda terlihat bagus sejauh ini
it: Le tue valutazioni sembrano buone finora
ja: あなたの評価は今のところ良いようです
ko: 현재까지 평가가 좋아 보입니다.
ms: Penilaian anda kelihatan baik setakat ini
nl: Je beoordelingen zien er tot nu toe goed uit
no: Vurderingene dine ser bra ut så langt
pl: Twoje oceny jak na razie wyglądają dobrze
ro: Evaluările tale arată bine până acum
sv: Dina betyg ser bra ut än så länge
th: คะแนนของคุณดูดีจนถึงตอนนี้
uk: Ваші оцінки поки що хороші
ur: آپ کی ریٹنگز اب تک اچھی لگ رہی ہیں۔
vi: Xếp hạng của bạn cho đến nay có vẻ tốt
zh_tw: 到目前為止您的評分看起來不錯

# feedbacksBadTitle
source: Average
bn: গড়
de: Durchschnittlich
et: Keskmine
fa: متوسط
fi: Keskinkertainen
hi: औसत
hy: Միջին
id: Rata-rata
it: Nella media
ja: 平均
ko: 평균
ms: Purata
nl: Gemiddeld
no: Gjennomsnitt
pl: Przeciętny
ro: In medie
sv: Genomsnitt
th: เฉลี่ย
uk: Середній
ur: اوسط
vi: Trung bình
zh_tw: 平均的

# feedbacksBadSubtitle
source: There's room for improvement
bn: উন্নতির সুযোগ আছে
de: Es gibt Raum für Verbesserungen
et: On arenguruumi
fa: جای پیشرفت وجود دارد
fi: Parantamisen varaa on
hi: सुधार की गुंजाइश है
hy: Կատարելագործման տեղ կա:
id: Ada ruang untuk perbaikan
it: C'è spazio per migliorare
ja: いくつかの改善を使用できます
ko: 몇 가지 개선 사항을 사용할 수 있습니다
ms: Anda boleh menggunakan beberapa penambahbaikan
nl: Je kunt wel wat verbeteringen gebruiken
no: Du kan bruke noen forbedringer
pl: Możesz zastosować pewne ulepszenia
ro: Puteți folosi unele îmbunătățiri
sv: Du kan använda vissa förbättringar
th: คุณสามารถใช้การปรับปรุงบางอย่างได้
uk: Ви можете використовувати деякі покращення
ur: آپ کچھ بہتری استعمال کر سکتے ہیں۔
vi: Bạn có thể sử dụng một số cải tiến
zh_tw: 您可以使用一些改進

# feedbacksGoodPointsTitle
source: Some good points about you:
bn: আপনার সম্পর্কে কিছু ভালো দিক:
de: Einige gute Punkte über Sie:
et: Mõned head asjad teie kohta:
fa: برخی نکات مثبت درباره شما:
fi: Muutamia hyviä puolia sinusta:
hi: आपके बारे में कुछ अच्छे बिंदु:
hy: Որոշ լավ կողմեր ձեր մասին.
id: Beberapa poin bagus tentang Anda:
it: Alcuni aspetti positivi su di te:
ja: あなたについての良い点:
ko: 당신의 좋은 점:
ms: Beberapa perkara yang baik tentang anda:
nl: Enkele goede punten over jou:
no: Noen gode poeng om deg:
pl: Kilka dobrych punktów o Tobie:
ro: Câteva puncte bune despre tine:
sv: Några bra saker om dig:
th: ข้อดีบางประการเกี่ยวกับคุณ:
uk: Кілька хороших моментів про вас:
ur: آپ کے بارے میں کچھ اچھے نکات:
vi: Một số điểm tốt về bạn:
zh_tw: 關於你的一些優點：

# feedbacksBadPointsTitle
source: Areas for improvement:
bn: উন্নতির ক্ষেত্র:
de: Bereiche zur Verbesserung:
et: Valdkonnad arenguks:
fa: زمینه‌های بهبود:
fi: Parannettavat alueet:
hi: सुधार के क्षेत्र:
hy: Բարելավման ոլորտները.
id: Area untuk perbaikan:
it: Aree di miglioramento:

# feedbacksReviewsTitle
source: Some earlier reviews
bn: কিছু আগের পর্যালোচনা
de: Einige frühere Bewertungen
et: Mõned varasemad arvustused
fa: برخی نظرات قبلی
fi: Muutamia aikaisempia arvosteluja
hi: कुछ पुरानी समीक्षाएं
hy: Որոշ ավելի վաղ կարծիքներ
id: Beberapa ulasan sebelumnya
it: Alcune recensioni precedenti
ja: 以前のレビューのいくつか
ko: 일부 이전 리뷰
ms: Beberapa ulasan terdahulu
nl: Enkele eerdere recensies
no: Noen tidligere anmeldelser
pl: Niektóre wcześniejsze recenzje
ro: Câteva recenzii anterioare
sv: Några tidigare recensioner
th: รีวิวก่อนหน้านี้บางส่วน
uk: Кілька попередніх оглядів
ur: کچھ پہلے کے جائزے
vi: Một số đánh giá trước đó
zh_tw: 一些早期的評論

source: Payout Methods
bn: পে-আউট পদ্ধতি
de: Auszahlungsmethoden
et: Väljamakse meetodid
fa: روش‌های پرداخت
fi: Maksutavat
hi: भुगतान विधियाँ
hy: Վճարման եղանակներ
id: Metode Pembayaran
it: Metodi di pagamento
ja: 支払い方法
ko: 지급 방법
ms: Kaedah Pembayaran
nl: Uitbetalingsmethoden
no: Utbetalingsmetoder
pl: Metody wypłaty
ro: Metode de plată
sv: Utbetalningsmetoder
th: วิธีการจ่ายเงิน
uk: Методи виплат
ur: ادائیگی کے طریقے
vi: Phương thức thanh toán
zh_tw: 支付方式

source: Notice:
bn: বিজ্ঞপ্তি:
de: Hinweis:
et: Teade:
fa: توجه:
fi: Huomautus:
hi: सूचना:
hy: Ծանուցում։
id: Pemberitahuan:
it: Avviso:
ja: 知らせ：
ko: 알아채다:
ms: Notis:
nl: Kennisgeving:
no: Legge merke til:
pl: Ogłoszenie:
ro: Înștiințare:
sv: Lägga märke till:
th: สังเกต:
uk: Примітка:
ur: نوٹس:
vi: Để ý:
zh_tw: 注意：
