Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# addressGym
source: Gym
bn: জিম
de: Fitnessstudio
et: Spordisaal
fa: باشگاه
fi: Kuntosali
hi: जिम
hy: Մարզասրահ
it: Palestra

# addressParent
source: Parents' House
bn: পিতামাতার বাড়ি
de: Elternhaus
et: Vanemate kodu
fa: خانه والدین
fi: Vanhempien talo
hi: माता-पिता का घर
hy: Ծնողների տուն
id: Rumah Orang Tua
it: Casa dei genitori

# addressCafe
source: Cafe
bn: ক্যাফে
de: Café
et: Kohvik
fa: کافه
fi: Kahvila
hi: कैफे
hy: Սրճարան
id: Kafe
it: Bar

# addressPark
source: Park
bn: পার্ক
fa: پارک
fi: Puisto
hi: पार्क
hy: Այգի
id: Taman
it: Parco

# addressOther
source: Other
bn: অন্যান্য
de: Andere
et: Muu
fa: دیگر
fi: Muu
hi: अन्य
hy: Այլ
id: Lainnya
it: Altro

source: Driver
bn: ড্রাইভার
de: Fahrer
et: Juht
fa: راننده
fi: Kuljettaja
hi: ड्राइवर
hy: Վարորդ
id: Pengemudi
it: Autista

# locationAndDate
source: Location & Date
bn: অবস্থান ও তারিখ
de: Ort & Datum
et: Asukoht ja kuupäev
fa: مکان و تاریخ
fi: Sijainti ja päivämäärä
hi: स्थान और तारीख
hy: Վայր և ամսաթիվ
id: Lokasi & Tanggal
it: Posizione e Data

# parkingSelectCustomerSubtitle
source: Select the customer
bn: গ্রাহক নির্বাচন করুন
de: Kunden auswählen
et: Vali klient
fa: مشتری را انتخاب کنید
fi: Valitse asiakas
hi: ग्राहक चुनें
hy: Ընտրեք հաճախորդին
id: Pilih pelanggan
it: Seleziona il cliente

# parkingSelectLocationSubtitle
source: Select the parking location
bn: পার্কিং অবস্থান নির্বাচন করুন
de: Parkplatz auswählen
et: Vali parkimiskoht
fa: مکان پارکینگ را انتخاب کنید
fi: Valitse pysäköintipaikka
hi: पार्किंग स्थान चुनें
hy: Ընտրեք կայանման վայրը
id: Pilih lokasi parkir
it: Seleziona il luogo di parcheggio

source: Select spot
bn: স্থান নির্বাচন করুন
de: Parkplatz auswählen
et: Vali koht
fa: انتخاب جای پارک
fi: Valitse paikka
hi: स्थान चुनें
hy: Ընտրել տեղը
id: Pilih tempat
it: Seleziona posto

# parkingSelectSpotSubtitle
source: Select the parking spot
bn: পার্কিং স্থান নির্বাচন করুন
de: Parkplatz auswählen
et: Vali parkimiskoht
fa: جای پارک را انتخاب کنید
fi: Valitse pysäköintipaikka
hi: पार्किंग स्थान चुनें
hy: Ընտրել կայանման տեղը
id: Pilih tempat parkir
it: Seleziona il posto auto

source: Add
bn: যোগ করুন
de: Hinzufügen
et: Lisa
fa: افزودن
fi: Lisää
hi: जोड़ें
hy: Ավելացնել
id: Tambah
it: Aggiungi

source: Enabled
bn: সক্রিয়
de: Aktiviert
et: Lubatud
fa: فعال
fi: Käytössä
hi: सक्षम
hy: Միացված է
id: Diaktifkan
it: Abilitato

source: Disabled
bn: নিষ্ক্রিয়
de: Deaktiviert
et: Keelatud
fa: غیرفعال
fi: Pois käytöstä
hi: अक्षम
hy: Անջատված է
id: Dinonaktifkan
it: Disabilitato

source: Status
bn: স্থিতি
et: Staatus
fa: وضعیت
fi: Tila
hi: स्थिति
hy: Կարգավիճակ
it: Stato

source: Last activity at
bn: শেষ কার্যকলাপ
de: Letzte Aktivität am
et: Viimane tegevus kell
fa: آخرین فعالیت در
fi: Viimeisin aktiviteetti
hi: अंतिम गतिविधि
hy: Վերջին ակտիվությունը
id: Aktivitas terakhir pada
it: Ultima attività alle

source: Never
bn: কখনো না
de: Niemals
et: Mitte kunagi
fa: هرگز
fi: Ei koskaan
hi: कभी नहीं
hy: Երբեք
id: Tidak pernah
it: Mai

source: Total Orders
bn: মোট অর্ডার
de: Gesamtbestellungen
et: Tellimusi kokku
fa: کل سفارشات
fi: Tilauksia yhteensä
hi: कुल ऑर्डर
hy: Ընդհանուր պատվերներ
id: Total Pesanan
it: Ordini totali

source: Customers
bn: গ্রাহক
de: Kunden
et: Kliendid
fa: مشتریان
fi: Asiakkaat
hi: ग्राहक
hy: Հաճախորդներ
id: Pelanggan
it: Clienti

# customersSubtitle
source: Manage your customers
bn: আপনার গ্রাহকদের পরিচালনা করুন
de: Verwalten Sie Ihre Kunden
et: Halda oma kliente
fa: مشتریان خود را مدیریت کنید
fi: Hallitse asiakkaitasi
hi: अपने ग्राहकों को प्रबंधित करें
hy: Կառավարել ձեր հաճախորդներին
id: Kelola pelanggan Anda
it: Gestisci i tuoi clienti

source: Interval
bn: ব্যবধান
de: Intervall
et: Intervall
fa: فاصله زمانی
fi: Väli
hi: अंतराल
hy: Միջակայք
it: Intervallo

source: Inactive
bn: নিষ্ক্রিয়
de: Inaktiv
et: Mitteaktiivne
fa: غیرفعال
fi: Ei-aktiivinen
hi: निष्क्रिय
hy: Անակտիվ
id: Tidak aktif
it: Inattivo

source: Active
bn: সক্রিয়
de: Aktiv
et: Aktiivne
fa: فعال
fi: Aktiivinen
hi: सक्रिय
hy: Ակտիվ
id: Aktif
it: Attivo

source: Register
bn: নিবন্ধন করুন
de: Registrieren
et: Registreeri
fa: ثبت نام
fi: Rekisteröidy
hi: पंजीकरण करें
hy: Գրանցվել
id: Daftar
it: Registrati

# dateAndTime
source: Date & Time
bn: তারিখ ও সময়
de: Datum & Uhrzeit
et: Kuupäev ja kellaaeg
fa: تاریخ و زمان
fi: Päivämäärä ja aika
hi: तारीख और समय
hy: Ամսաթիվ և ժամ
id: Tanggal & Waktu
it: Data e Ora

source: Transaction Type
bn: লেনদেনের প্রকার
de: Transaktionstyp
et: Tehingu tüüp
fa: نوع تراکنش
fi: Tapahtumatyyppi
hi: लेनदेन का प्रकार
hy: Գործարքի տեսակը
id: Jenis Transaksi
it: Tipo di transazione

source: Payment Method
bn: পরিশোধ পদ্ধতি
de: Zahlungsmethode
et: Makseviis
fa: روش پرداخت
fi: Maksutapa
hi: भुगतान विधि
hy: Վճարման եղանակը
id: Metode Pembayaran
it: Metodo di pagamento

source: Reference Number
bn: রেফারেন্স নম্বর
de: Referenznummer
et: Viitenumber
fa: شماره مرجع
fi: Viitenumero
hi: संदर्भ संख्या
hy: Հղման համարը
id: Nomor Referensi
it: Numero di riferimento

source: Amount
bn: পরিমাণ
de: Betrag
et: Summa
fa: مبلغ
fi: Summa
hi: राशि
hy: Գումար
id: Jumlah
it: Importo

source: Deposit
bn: জমা
de: Einzahlung
et: Sissemakse
fa: واریز
fi: Talletus
hi: जमा
hy: Ավանդ
it: Deposito

source: Withdrawal
bn: উত্তোলন
de: Auszahlung
et: Väljamakse
fa: برداشت
fi: Nosto
hi: निकासी
hy: Հանում
id: Penarikan
it: Prelievo

source: In-app payment
bn: ইন-অ্যাপ পেমেন্ট
de: In-App-Zahlung
et: Rakendusesisene makse
fa: پرداخت درون برنامه‌ای
fi: Sovelluksen sisäinen maksu
hi: इन-ऐप भुगतान
hy: Հավելվածի վճարում
id: Pembayaran dalam aplikasi
it: Pagamento in-app

source: Processing
bn: প্রক্রিয়াকরণ
de: In Bearbeitung
et: Töötlemisel
fa: در حال پردازش
fi: Käsitellään
hi: प्रसंस्करण
hy: Մշակվում է
id: Memproses
it: Elaborazione in corso

source: Rejected
bn: প্রত্যাখ্যাত
de: Abgelehnt
et: Tagasi lükatud
fa: رد شده
fi: Hylätty
hi: अस्वीकृत
hy: Մերժված է
id: Ditolak
it: Rifiutato

source: Settled
bn: নিষ্পত্তি
de: Abgewickelt
et: Arveldatud
fa: تسویه شده
fi: Selvitetty
hi: समाप्त
hy: Հաշվարկված է
id: Diselesaikan
it: Regolato

source: New to Old
bn: নতুন থেকে পুরাতন
de: Neu nach Alt
et: Uuemast vanimani
fa: جدید به قدیم
fi: Uusimmasta vanhimpaan
hi: नए से पुराने
hy: Նորից հին
id: Terbaru ke Terlama
it: Dal più recente al più vecchio

source: Old to New
bn: পুরাতন থেকে নতুন
de: Alt nach Neu
et: Vanemast uuemani
fa: قدیم به جدید
fi: Vanhimmasta uusimpaan
hi: पुराने से नए
hy: Հինից նոր
id: Terlama ke Terbaru
it: Dal più vecchio al più recente

source: A to Z
bn: A থেকে Z
de: A bis Z
et: A-st Z-ni
fa: الف تا ی
fi: A–Z
hi: ए से जेड तक
hy: Ա-ից Ֆ
id: A ke Z
it: A-Z

source: Z to A
bn: Z থেকে A
de: Z bis A
et: Z-st A-ni
fa: ی تا الف
fi: Z–A
hi: जेड से ए तक
hy: Ֆ-ից Ա
id: Z ke A
it: Z-A

source: Low to High
bn: কম থেকে বেশি
de: Niedrig nach Hoch
et: Madalast kõrgeni
fa: کم به زیاد
fi: Pienimmästä suurimpaan
hi: कम से ज्यादा
hy: Ցածրից բարձր
id: Terendah ke Tertinggi
it: Dal più basso al più alto

source: High to Low
bn: বেশি থেকে কম
de: Hoch nach Niedrig
et: Kõrgemast madalamani
fa: زیاد به کم
fi: Suurimmasta pienimpään
hi: ज्यादा से कम
hy: Բարձրից ցածր
id: Tertinggi ke Terendah
it: Dal più alto al più basso

source: Ascending
bn: ঊর্ধ্বক্রম
de: Aufsteigend
et: Kasvav
fa: صعودی
fi: Nouseva
hi: बढ़ते क्रम में
hy: Աճման
id: Naik
it: Crescente

source: Descending
bn: নিম্নক্রম
de: Absteigend
et: Kahanev
fa: نزولی
fi: Laskeva
hi: घटते क्रम में
hy: Նվազման
id: Turun
it: Decrescente

source: ID
bn: আইডি
fa: شناسه
hi: आईडी

source: Description
bn: বিবরণ
de: Beschreibung
et: Kirjeldus
fa: توضیحات
fi: Kuvaus
hi: विवरण
hy: Նկարագրություն
id: Deskripsi
it: Descrizione

source: Enter description
bn: বিবরণ প্রবেশ করান
de: Beschreibung eingeben
et: Sisesta kirjeldus
fa: توضیحات را وارد کنید
fi: Anna kuvaus
hi: विवरण दर्ज करें
hy: Մուտքագրել նկարագրությունը
id: Masukkan deskripsi
it: Inserisci descrizione

source: Enter reference number
bn: রেফারেন্স নম্বর প্রবেশ করান
de: Referenznummer eingeben
et: Sisesta viitenumber
fa: شماره مرجع را وارد کنید
fi: Anna viitenumero
hi: संदर्भ संख्या दर्ज करें
hy: Մուտքագրել հղման համարը
id: Masukkan nomor referensi
it: Inserisci numero di riferimento

source: Currency
bn: মুদ্রা
de: Währung
et: Valuuta
fa: واحد پول
fi: Valuutta
hi: मुद्रा
hy: Արժույթ
id: Mata uang
it: Valuta

source: Select currency
bn: মুদ্রা নির্বাচন করুন
de: Währung auswählen
et: Vali valuuta
fa: انتخاب واحد پول
fi: Valitse valuutta
hi: मुद्रा चुनें
hy: Ընտրել արժույթը
id: Pilih mata uang
it: Seleziona valuta

source: Submit
bn: জমা দিন
de: Senden
et: Esita
fa: ارسال
fi: Lähetä
hi: सबमिट करें
hy: Ուղարկել
id: Kirim
it: Invia

source: Insert transaction
bn: লেনদেন প্রবেশ করান
de: Transaktion einfügen
et: Sisesta tehing
fa: درج تراکنش
fi: Lisää tapahtuma
hi: लेनदेन दर्ज करें
hy: Տեղադրել գործարք
id: Masukkan transaksi
it: Inserisci transazione

# insertTransactionSubtitle
source: Insert a new transaction
bn: একটি নতুন লেনদেন প্রবেশ করান
de: Eine neue Transaktion einfügen
et: Sisesta uus tehing
fa: درج یک تراکنش جدید
fi: Lisää uusi tapahtuma
hi: एक नया लेनदेन दर्ज करें
hy: Տեղադրել նոր գործարք
id: Masukkan transaksi baru
it: Inserisci una nuova transazione

source: Select transaction type
bn: লেনদেনের প্রকার নির্বাচন করুন
de: Transaktionstyp auswählen
et: Vali tehingu tüüp
fa: انتخاب نوع تراکنش
fi: Valitse tapahtumatyyppi
hi: लेनदेन का प्रकार चुनें
hy: Ընտրել գործարքի տեսակը
id: Pilih jenis transaksi
it: Seleziona tipo di transazione

source: Insert
bn: প্রবেশ করান
de: Einfügen
et: Sisesta
fa: درج
fi: Lisää
hi: दर्ज करें
hy: Տեղադրել
id: Masukkan
it: Inserisci

source: Export
bn: রপ্তানি করুন
de: Exportieren
et: Ekspordi
fa: خروجی گرفتن
fi: Vie
hi: निर्यात करें
hy: Արտահանել
id: Ekspor
it: Esporta

source: Print
bn: প্রিন্ট করুন
de: Drucken
et: Prindi
fa: چاپ
fi: Tulosta
hi: प्रिंट करें
hy: Տպել
id: Cetak
it: Stampa

source: Transaction Details
bn: লেনদেনের বিবরণ
de: Transaktionsdetails
et: Tehingu üksikasjad
fa: جزئیات تراکنش
fi: Tapahtuman tiedot
hi: लेनदेन विवरण
hy: Գործարքի մանրամասներ
id: Detail Transaksi
it: Dettagli transazione

source: Taxi
bn: ট্যাক্সি
et: Takso
fa: تاکسی
fi: Taksi
hi: टैक्सी
hy: Տաքսի
id: Taksi

source: Shop
bn: দোকান
de: Geschäft
et: Pood
fa: فروشگاه
fi: Kauppa
hi: दुकान
hy: Խանութ
id: Toko
it: Negozio

source: Parking
bn: পার্কিং
de: Parken
et: Parkimine
fa: پارکینگ
fi: Pysäköinti
hi: पार्किंग
hy: Կայանատեղի
id: Parkir
it: Parcheggio

source: Cost
bn: খরচ
de: Kosten
et: Maksumus
fa: هزینه
fi: Kustannus
hi: लागत
hy: Արժեք
id: Biaya
it: Costo

source: Locations
bn: অবস্থানসমূহ
de: Standorte
et: Asukohad
fa: مکان‌ها
fi: Sijainnit
hi: स्थान
hy: Վայրեր
id: Lokasi
it: Posizioni

source: Waiting for post-pay
bn: পোস্ট-পে এর জন্য অপেক্ষা করা হচ্ছে
de: Warten auf Nachzahlung
et: Ootab järelmaksu
fa: در انتظار پرداخت پس از تحویل
fi: Odottaa jälkimaksua
hi: पोस्ट-पे के लिए प्रतीक्षा कर रहा है
hy: Սպասվում է հետվճարմանը
id: Menunggu pembayaran pasca-bayar
it: In attesa di pagamento posticipato

source: Requested
bn: অনুরোধ করা হয়েছে
de: Angefordert
et: Taotletud
fa: درخواست شده
fi: Pyydetty
hi: अनुरोध किया गया
hy: Հարցվել է
id: Diminta
it: Richiesto

source: Waiting for pre-pay
bn: প্রি-পে এর জন্য অপেক্ষা করা হচ্ছে
de: Warten auf Vorauszahlung
et: Ootab ettemaksu
fa: در انتظار پیش پرداخت
fi: Odottaa ennakkomaksua
hi: प्री-पे के लिए प्रतीक्षा कर रहा है
hy: Սպասվում է կանխավճարմանը
id: Menunggu pembayaran pra-bayar
it: In attesa di pagamento anticipato

source: Not found
bn: খুঁজে পাওয়া যায়নি
de: Nicht gefunden
et: Ei leitud
fa: یافت نشد
fi: Ei löytynyt
hi: नहीं मिला
hy: Չի գտնվել
id: Tidak ditemukan
it: Non trovato

# noCloseFound
source: No nearby driver found
bn: কাছাকাছি কোন ড্রাইভার পাওয়া যায়নি
de: Kein Fahrer in der Nähe gefunden
et: Lähedal asuvat juhti ei leitud
fa: راننده نزدیکی یافت نشد
fi: Läheltä ei löytynyt kuljettajaa
hi: कोई आस-पास का ड्राइवर नहीं मिला
hy: Մոտակա վարորդ չի գտնվել
id: Tidak ada pengemudi terdekat ditemukan
it: Nessun autista nelle vicinanze trovato

source: Found
bn: পাওয়া গেছে
de: Gefunden
et: Leitud
fa: یافت شد
fi: Löytyi
hi: मिला
hy: Գտնվել է
id: Ditemukan
it: Trovato

source: Accepted
bn: গৃহীত
de: Akzeptiert
et: Vastu võetud
fa: پذیرفته شده
fi: Hyväksytty
hi: स्वीकृत
hy: Ընդունված է
id: Diterima
it: Accettato

source: Booked
bn: বুক করা হয়েছে
de: Gebucht
et: Broneeritud
fa: رزرو شده
fi: Varattu
hi: बुक किया गया
hy: Ամրագրված է
id: Dipesan
it: Prenotato

source: Finished
bn: সমাপ্ত
de: Beendet
et: Lõpetatud
fa: پایان یافته
fi: Valmis
hi: पूरा हुआ
hy: Ավարտված է
id: Selesai
it: Finito

source: Arrived
bn: পৌঁছেছে
de: Angekommen
et: Saabunud
fa: رسیده
fi: Saapunut
hi: पहुँचा
hy: Ժամանել է
id: Tiba
it: Arrivato

source: Driver Canceled
bn: ড্রাইভার বাতিল করেছে
de: Fahrer storniert
et: Juhi poolt tühistatud
fa: لغو شده توسط راننده
fi: Kuljettaja peruutti
hi: ड्राइवर द्वारा रद्द
hy: Վարորդը չեղարկել է
id: Dibatalkan Pengemudi
it: Annullato dall'autista

source: Rider Canceled
bn: রাইডার বাতিল করেছে
de: Fahrgast storniert
et: Sõitja poolt tühistatud
fa: لغو شده توسط مسافر
fi: Matkustaja peruutti
hi: राइडर द्वारा रद्द
hy: Ուղևորը չեղարկել է
id: Dibatalkan Penumpang
it: Annullato dal passeggero

source: Started
bn: শুরু হয়েছে
de: Gestartet
et: Alanud
fa: شروع شده
fi: Aloitettu
hi: शुरू
hy: Սկսված է
id: Dimulai
it: Iniziato

source: Waiting for review
bn: পর্যালোচনার জন্য অপেক্ষা করা হচ্ছে
de: Warten auf Bewertung
et: Ootab arvustust
fa: در انتظار بررسی
fi: Odottaa arvostelua
hi: समीक्षा के लिए प्रतीक्षा कर रहा है
hy: Սպասվում է վերանայման
id: Menunggu ulasan
it: In attesa di recensione

source: Expired
bn: মেয়াদোত্তীর্ণ
de: Abgelaufen
et: Aegunud
fa: منقضی شده
fi: Vanhentunut
hi: समाप्त
hy: Ժամկետանց
id: Kedaluwarsa
it: Scaduto

source: Open
bn: খোলা
de: Offen
et: Avatud
fa: باز
fi: Avoinna
hi: खुला
hy: Բաց
id: Buka
it: Aperto

source: Payment Pending
bn: পেমেন্ট বাকি
de: Zahlung ausstehend
et: Makse ootel
fa: در انتظار پرداخت
fi: Maksu odottaa
hi: भुगतान लंबित
hy: Վճարումը սպասման մեջ է
id: Pembayaran Tertunda
it: Pagamento in sospeso

source: Payment Accepted
bn: পেমেন্ট গৃহীত
de: Zahlung akzeptiert
et: Makse vastu võetud
fa: پرداخت پذیرفته شد
fi: Maksu hyväksytty
hi: भुगतान स्वीकृत
hy: Վճարումն ընդունված է
id: Pembayaran Diterima
it: Pagamento accettato

source: Payment Failed
bn: পেমেন্ট ব্যর্থ
de: Zahlung fehlgeschlagen
et: Makse ebaõnnestus
fa: پرداخت ناموفق
fi: Maksu epäonnistui
hi: भुगतान विफल
hy: Վճարումը ձախողվել է
id: Pembayaran Gagal
it: Pagamento fallito

source: On Hold
bn: হোল্ডে
de: In Wartestellung
et: Ootel
fa: در انتظار
fi: Pidossa
hi: होल्ड पर
hy: Պահված է
id: Ditahan
it: In sospeso

source: Out for delivery
bn: ডেলিভারির জন্য বের হয়েছে
de: Unterwegs zur Lieferung
et: Väljas tarneks
fa: در حال ارسال
fi: Toimituksessa
hi: डिलीवरी के लिए निकला
hy: Առաքման մեջ է
id: Dalam pengiriman
it: In consegna

source: Delivered
bn: ডেলিভারি করা হয়েছে
de: Geliefert
et: Kohale toimetatud
fa: تحویل داده شد
fi: Toimitettu
hi: डिलीवर किया गया
hy: Առաքված է
id: Terkirim
it: Consegnato

source: Returned
bn: ফেরত
de: Zurückgegeben
et: Tagastatud
fa: مرجوع شد
fi: Palautettu
hi: वापस किया गया
hy: Վերադարձված է
id: Dikembalikan
it: Restituito

source: Refunded
bn: ফেরত দেওয়া হয়েছে
de: Erstattet
et: Tagasi makstud
fa: بازپرداخت شد
fi: Hyvitetty
hi: वापस किया गया
hy: Վերադարձվել է գումարը
id: Dikembalikan Dananya
it: Rimborsato

source: Pending
bn: বিচারাধীন
de: Ausstehend
et: Ootel
fa: در انتظار
fi: Odottaa
hi: लंबित
hy: Սպասման մեջ է
id: Tertunda
it: In attesa

source: Paid
bn: পরিশোধিত
de: Bezahlt
et: Makstud
fa: پرداخت شده
fi: Maksettu
hi: भुगतान किया गया
hy: Վճարված է
id: Dibayar
it: Pagato

source: Completed
bn: সম্পূর্ণ
de: Abgeschlossen
et: Lõpetatud
fa: تکمیل شده
fi: Valmis
hi: पूरा हुआ
hy: Ավարտված է
id: Selesai
it: Completato

source: No driver
bn: কোন ড্রাইভার নেই
de: Kein Fahrer
et: Juht puudub
fa: بدون راننده
fi: Ei kuljettajaa
hi: कोई ड्राइवर नहीं
hy: Վարորդ չկա
id: Tidak ada pengemudi
it: Nessun autista

source: Insights
bn: অন্তর্দৃষ্টি
de: Einblicke
et: Ülevaated
fa: بینش‌ها
fi: Näkemykset
hi: अंतर्दृष्टि
hy: Վերլուծություններ
id: Insight
it: Approfondimenti

source: orders
bn: অর্ডার
de: Bestellungen
et: tellimust
fa: سفارش
fi: tilausta
hi: ऑर्डर
hy: պատվեր
id: pesanan
it: ordini

source: Saved Card
bn: সংরক্ষিত কার্ড
de: Gespeicherte Karte
et: Salvestatud kaart
fa: کارت ذخیره شده
fi: Tallennettu kortti
hi: सहेजा गया कार्ड
hy: Պահպանված քարտ
id: Kartu Tersimpan
it: Carta salvata

source: Online Payment
bn: অনলাইন পেমেন্ট
de: Online-Zahlung
et: Internetimakse
fa: پرداخت آنلاین
fi: Verkkomaksu
hi: ऑनलाइन भुगतान
hy: Առցանց վճարում
id: Pembayaran Online
it: Pagamento online

source: Delivery Location
bn: ডেলিভারি অবস্থান
de: Lieferort
et: Tarneasukoht
fa: مکان تحویل
fi: Toimituspaikka
hi: वितरण स्थान
hy: Առաքման վայրը
id: Lokasi Pengiriman
it: Luogo di consegna

source: Taxi orders
bn: ট্যাক্সি অর্ডার
de: Taxibestellungen
et: Takso tellimused
fa: سفارشات تاکسی
fi: Taksitilaukset
hi: टैक्सी ऑर्डर
hy: Տաքսի պատվերներ
id: Pesanan taksi
it: Ordini taxi

source: Shop orders
bn: দোকানের অর্ডার
de: Shop-Bestellungen
et: Poe tellimused
fa: سفارشات فروشگاه
fi: Kauppatilaukset
hi: दुकान ऑर्डर
hy: Խանութի պատվերներ
id: Pesanan toko
it: Ordini negozio

source: Parking orders
bn: পার্কিং অর্ডার
de: Parkplatzbestellungen
et: Parkimise tellimused
fa: سفارشات پارکینگ
fi: Pysäköintitilaukset
hi: पार्किंग ऑर्डर
hy: Կայանատեղի պատվերներ
id: Pesanan parkir
it: Ordini parcheggio

source: Title
bn: শিরোনাম
de: Titel
et: Pealkiri
fa: عنوان
fi: Otsikko
hi: शीर्षक
hy: Վերնագիր
id: Judul
it: Titolo

# reviewsCountTitle
source: Reviews ({count})
bn: পর্যালোচনা ({count})
de: Bewertungen ({count})
et: Arvustused ({count})
fa: نظرات ({count})
fi: Arvostelut ({count})
hi: समीक्षाएं ({count})
hy: Կարծիքներ ({count})
id: Ulasan ({count})
it: Recensioni ({count})

source: Previous Page
bn: পূর্ববর্তী পৃষ্ঠা
de: Vorherige Seite
et: Eelmine leht
fa: صفحه قبلی
fi: Edellinen sivu
hi: पिछला पृष्ठ
hy: Նախորդ էջ
id: Halaman Sebelumnya
it: Pagina precedente

source: Next Page
bn: পরবর্তী পৃষ্ঠা
de: Nächste Seite
et: Järgmine leht
fa: صفحه بعدی
fi: Seuraava sivu
hi: अगला पृष्ठ
hy: Հաջորդ էջ
id: Halaman Berikutnya
it: Pagina successiva

source: Good Points
bn: ভালো দিক
de: Gute Punkte
et: Positiivsed punktid
fa: نکات مثبت
fi: Hyvät puolet
hi: अच्छे बिंदु
hy: Լավ կողմեր
id: Poin Bagus
it: Punti positivi

source: Bad Points
bn: খারাপ দিক
de: Schlechte Punkte
et: Negatiivsed punktid
fa: نکات منفی
fi: Huonot puolet
hi: खराब बिंदु
hy: Վատ կողմեր
id: Poin Buruk
it: Punti negativi

source: View Order
bn: অর্ডার দেখুন
de: Bestellung ansehen
et: Vaata tellimust
fa: مشاهده سفارش
fi: Näytä tilaus
hi: ऑर्डर देखें
hy: Դիտել պատվերը
id: Lihat Pesanan
it: Visualizza Ordine

source: Web
bn: ওয়েব
et: Veeb
fa: وب
fi: Verkko
hi: वेब
hy: Վեբ

source: Terminate Session
bn: সেশন বন্ধ করুন
de: Sitzung beenden
et: Lõpeta seanss
fa: پایان دادن به جلسه
fi: Lopeta istunto
hi: सत्र समाप्त करें
hy: Ավարտել նիստը
id: Akhiri Sesi
it: Termina sessione

source: Online Devices
bn: অনলাইন ডিভাইস
de: Online-Geräte
et: Online seadmed
fa: دستگاه‌های آنلاین
fi: Online-laitteet
hi: ऑनलाइन डिवाइस
hy: Առցանց սարքեր
id: Perangkat Online
it: Dispositivi online

source: Offline Devices
bn: অফলাইন ডিভাইস
de: Offline-Geräte
et: Offline seadmed
fa: دستگاه‌های آفلاین
fi: Offline-laitteet
hi: ऑफ़लाइन डिवाइस
hy: Անցանց սարքեր
id: Perangkat Offline
it: Dispositivi offline

source: Regions
bn: অঞ্চল
de: Regionen
et: Regioonid
fa: مناطق
fi: Alueet
hi: क्षेत्र
hy: Մարզեր
id: Wilayah
it: Regioni

# regionsSubtitle
source: Manage your regions
bn: আপনার অঞ্চলগুলি পরিচালনা করুন
de: Verwalten Sie Ihre Regionen
et: Halda oma regiooni
fa: مناطق خود را مدیریت کنید
fi: Hallitse alueitasi
hi: अपने क्षेत्रों को प्रबंधित करें
hy: Կառավարել ձեր մարզերը
id: Kelola wilayah Anda
it: Gestisci le tue regioni

source: Show
bn: দেখাও
de: Anzeigen
et: Näita
fa: نمایش
fi: Näytä
hi: दिखाएँ
hy: Ցույց տալ
id: Tampilkan
it: Mostra

source: Hide
bn: লুকাও
de: Ausblenden
et: Peida
fa: پنهان کردن
fi: Piilota
hi: छुपाएँ
hy: Թաքցնել
id: Sembunyikan
it: Nascondi

source: Category
bn: বিভাগ
de: Kategorie
et: Kategooria
fa: دسته بندی
fi: Kategoria
hi: श्रेणी
hy: Կատեգորիա
id: Kategori
it: Categoria

# searchWithDots
source: Search...
bn: অনুসন্ধান...
de: Suchen...
et: Otsin...
fa: جستجو...
fi: Hae...
hi: खोज रहा है...
hy: Որոնել...
id: Cari...
it: Cerca...

source: New Category
bn: নতুন বিভাগ
de: Neue Kategorie
et: Uus kategooria
fa: دسته بندی جدید
fi: Uusi kategoria
hi: नई श्रेणी
hy: Նոր կատեգորիա
id: Kategori Baru
it: Nuova categoria

source: List
bn: তালিকা
de: Liste
et: Loend
fa: لیست
fi: Lista
hi: सूची
hy: Ցուցակ
id: Daftar
it: Elenco

source: Cancel Reasons
bn: বাতিলের কারণ
de: Stornierungsgründe
et: Tühistamise põhjused
fa: دلایل لغو
fi: Peruuttamissyyt
hi: रद्द करने के कारण
hy: Չեղարկման պատճառներ
id: Alasan Pembatalan
it: Motivi di cancellazione

# cancelReasonsSubtitle
source: Manage your cancel reasons
bn: আপনার বাতিলের কারণগুলি পরিচালনা করুন
de: Verwalten Sie Ihre Stornierungsgründe
et: Halda oma tühistamise põhjuseid
fa: دلایل لغو خود را مدیریت کنید
fi: Hallitse peruuttamissyitäsi
hi: अपने रद्द करने के कारणों को प्रबंधित करें
hy: Կառավարել ձեր չեղարկման պատճառները
id: Kelola alasan pembatalan Anda
it: Gestisci i tuoi motivi di cancellazione

source: Times used
bn: ব্যবহৃত বার
de: Mal verwendet
et: Kasutuskordi
fa: تعداد دفعات استفاده
fi: Käyttökerrat
hi: जितनी बार उपयोग किया गया
hy: Օգտագործված անգամներ
id: Kali digunakan
it: Volte utilizzate

source: User Type
bn: ব্যবহারকারীর প্রকার
de: Benutzertyp
et: Kasutaja tüüp
fa: نوع کاربر
fi: Käyttäjätyyppi
hi: उपयोगकर्ता प्रकार
hy: Օգտատիրոջ տեսակը
id: Jenis Pengguna
it: Tipo utente

source: Rating Points
bn: রেটিং পয়েন্ট
de: Bewertungspunkte
et: Hinnangupunktid
fa: امتیازات رتبه‌بندی
fi: Arviointipisteet
hi: रेटिंग अंक
hy: Գնահատման միավորներ
id: Poin Peringkat
it: Punti valutazione

# ratingPointsSubtitle
source: Parameters riders can use to rate service quality after a trip.
bn: ট্রিপের পরে পরিষেবার মান রেট করার জন্য রাইডাররা যে প্যারামিটারগুলি ব্যবহার করতে পারে।
de: Parameter, die Fahrgäste verwenden können, um die Servicequalität nach einer Fahrt zu bewerten.
et: Parameetrid, mida sõitjad saavad kasutada teenuse kvaliteedi hindamiseks pärast reisi.
fa: پارامترهایی که مسافران می‌توانند برای رتبه‌بندی کیفیت خدمات پس از سفر استفاده کنند.
fi: Parametrit, joita matkustajat voivat käyttää palvelun laadun arvioimiseen matkan jälkeen.
hi: पैरामीटर जिनका उपयोग राइडर यात्रा के बाद सेवा की गुणवत्ता को रेट करने के लिए कर सकते हैं।
hy: Պարամետրեր, որոնք ուղևորները կարող են օգտագործել ծառայության որակը գնահատելու համար ուղևորությունից հետո:
id: Parameter yang dapat digunakan penumpang untuk menilai kualitas layanan setelah perjalanan.
it: Parametri che i passeggeri possono usare per valutare la qualità del servizio dopo un viaggio.

source: Positive Point
bn: ইতিবাচক পয়েন্ট
de: Positiver Punkt
et: Positiivne punkt
fa: نکته مثبت
fi: Positiivinen piste
hi: सकारात्मक बिंदु
hy: Դրական միավոր
id: Poin Positif
it: Punto positivo

source: Negative Point
bn: নেতিবাচক পয়েন্ট
de: Negativer Punkt
et: Negatiivne punkt
fa: نکته منفی
fi: Negatiivinen piste
hi: नकारात्मक बिंदु
hy: Բացասական միավոր
id: Poin Negatif
it: Punto negativo

source: Drivers
bn: ড্রাইভার
de: Fahrer
et: Juhid
fa: رانندگان
fi: Kuljettajat
hi: ड्राइवर
hy: Վարորդներ
id: Pengemudi
it: Autisti

source: Positive Points
bn: ইতিবাচক পয়েন্ট
de: Positive Punkte
et: Positiivsed punktid
fa: نکات مثبت
fi: Positiiviset pisteet
hi: सकारात्मक अंक
hy: Դրական միավորներ
id: Poin Positif
it: Punti positivi

source: Staff
bn: কর্মী
de: Mitarbeiter
et: Personal
fa: کارکنان
fi: Henkilökunta
hi: कर्मचारी
hy: Անձնակազմ
id: Staf

source: Pricing
bn: মূল্য নির্ধারণ
de: Preisgestaltung
et: Hinnakujundus
fa: قیمت‌گذاری
fi: Hinnoittelu
hi: मूल्य निर्धारण
hy: Գնագոյացում
id: Harga
it: Prezzi
