Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# locateFavoriteLocationDescription
source: Use either the search box below or the map to pin the exact location
bn: সঠিক অবস্থান পিন করতে নীচের অনুসন্ধান বাক্স বা মানচিত্র ব্যবহার করুন
de: Verwenden Sie entweder das Suchfeld unten oder die Karte, um den genauen Standort zu markieren
et: Kasutage allolevat otsingukasti või kaarti täpse asukoha määramiseks
fa: برای پین کردن مکان دقیق، از کادر جستجوی زیر یا نقشه استفاده کنید
fi: Käytä joko alla olevaa hakukenttää tai karttaa tarkan sijainnin määrittämiseen
hi: सटीक स्थान को पिन करने के लिए नीचे दिए गए खोज बॉक्स या मानचित्र का उपयोग करें
hy: Օգտագործեք ներքևի որոնման տուփը կամ քարտեզը՝ ճշգրիտ վայրը նշելու համար:
id: Gunakan kotak pencarian di bawah atau peta untuk menandai lokasi yang tepat
it: Usa la barra di ricerca qui sotto o la mappa per individuare la posizione esatta
ja: 下の検索ボックスまたは地図を使用して、正確な場所をピン留めします
ko: 정확한 위치를 고정하려면 아래 검색창이나 지도를 사용하세요.
ms: Gunakan sama ada kotak carian di bawah atau peta untuk menyemat lokasi yang tepat
nl: Gebruik het onderstaande zoekvak of de kaart om de exacte locatie vast te stellen
no: Bruk enten søkeboksen nedenfor eller kartet for å feste den nøyaktige plasseringen
pl: Użyj pola wyszukiwania poniżej lub mapy, aby przypiąć dokładną lokalizację
ro: Utilizați fie caseta de căutare de mai jos, fie harta pentru a fixa locația exactă
sv: Använd antingen sökrutan nedan eller kartan för att fästa den exakta platsen
th: ใช้ช่องค้นหาด้านล่างหรือแผนที่เพื่อปักหมุดตำแหน่งที่แน่นอน
uk: Скористайтеся вікном пошуку нижче або картою, щоб закріпити точне місцезнаходження
ur: صحیح مقام کو پن کرنے کے لیے یا تو نیچے سرچ باکس یا نقشہ استعمال کریں۔
vi: Sử dụng hộp tìm kiếm bên dưới hoặc bản đồ để ghim vị trí chính xác
zh_tw: 使用下面的搜尋框或地圖來固定確切位置

source: Search location
bn: অবস্থান অনুসন্ধান করুন
de: Standort suchen
et: Otsi asukohta
fa: جستجوی مکان
fi: Hae sijaintia
hi: स्थान खोजें
hy: Փնտրել վայրը
id: Cari lokasi
it: Cerca posizione
ja: 検索場所
ko: 위치 검색
ms: Cari lokasi
nl: Zoek locatie
no: Søk plassering
pl: Wyszukaj lokalizację
ro: Căutați locația
sv: Sök plats
th: ค้นหาตำแหน่ง
uk: Місце пошуку
ur: مقام تلاش کریں۔
vi: Tìm kiếm vị trí
zh_tw: 搜尋地點

source: Save changes
bn: পরিবর্তন সংরক্ষণ করুন
de: Änderungen speichern
et: Salvesta muudatused
fa: ذخیره تغییرات
fi: Tallenna muutokset
hi: परिवर्तन सहेजें
hy: Պահպանել փոփոխությունները
id: Simpan perubahan
it: Salva modifiche
ja: 変更内容を保存
ko: 변경 사항을 저장하다
ms: Simpan perubahan
nl: Wijzigingen opslaan
no: Lagre endringer
pl: Zapisz zmiany
ro: Salvează modificările
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
uk: Зберегти зміни
ur: تبدیلیاں محفوظ کرو
vi: Lưu thay đổi
zh_tw: 儲存變更

source: Ride History
bn: রাইডের ইতিহাস
de: Fahrtverlauf
et: Sõiduajalugu
fa: تاریخچه سفر
fi: Kyytihistoria
hi: सवारी इतिहास
hy: Ուղևորությունների պատմություն
id: Riwayat Perjalanan
it: Cronologia corse
ja: 乗車履歴
ko: 라이딩 이력
ms: Sejarah Tunggangan
nl: Ritgeschiedenis
no: Ridehistorie
pl: Historia jazdy
ro: Istoricul călătoriilor
sv: Åk historia
th: ประวัติการขี่
uk: Історія поїздок
ur: سواری کی تاریخ
vi: Lịch sử đi xe
zh_tw: 騎行歷史

source: Scheduled rides
bn: নির্ধারিত রাইড
de: Geplante Fahrten
et: Planeeritud sõidud
fa: سفرهای برنامه‌ریزی شده
fi: Aikataulutetut kyydit
hi: निर्धारित सवारी
hy: Պլանավորված ուղևորություններ
id: Perjalanan terjadwal
it: Corse programmate
ja: 予定されている乗り物
ko: 예정된 탑승
ms: Tunggangan yang dijadualkan
nl: Geplande ritten
no: Planlagte turer
pl: Zaplanowane przejazdy
ro: Plimbări programate
sv: Schemalagda turer
th: กำหนดการเดินทาง
uk: Поїздки за розкладом
ur: طے شدہ سواری۔
vi: Chuyến đi theo lịch trình
zh_tw: 預定行程

source: Keep the order
bn: অর্ডারটি রাখুন
de: Die Bestellung behalten
et: Säilita tellimus
fa: حفظ سفارش
fi: Pidä järjestys
hi: ऑर्डर रखें
hy: Պահպանել պատվերը
id: Pertahankan pesanan
it: Mantieni l'ordine
ja: 順序を守ってください
ko: 순서를 유지하세요
ms: Simpan pesanan
nl: Houd de volgorde aan
no: Hold rekkefølgen
pl: Zachowaj porządek
ro: Păstrați ordinea
sv: Håll ordningen
th: เก็บออเดอร์ไว้.
uk: Дотримуйтесь порядку
ur: آرڈر رکھیں
vi: Giữ trật tự
zh_tw: 保留訂單

source: Cancel the ride
bn: রাইডটি বাতিল করুন
de: Die Fahrt stornieren
et: Tühista sõit
fa: لغو سفر
fi: Peruuta kyyti
hi: सवारी रद्द करें
hy: Չեղարկել ուղևորությունը
id: Batalkan perjalanan
it: Annulla la corsa
ja: 乗車をキャンセルする
ko: 탑승 취소
ms: Batalkan perjalanan
nl: Annuleer de rit
no: Avbryt turen
pl: Anuluj przejazd
ro: Anulați călătoria
sv: Avbryt resan
th: ยกเลิกการโดยสาร
uk: Скасувати поїздку
ur: سواری منسوخ کریں۔
vi: Hủy chuyến đi
zh_tw: 取消行程

source: Wallet balance
bn: ওয়ালেট ব্যালেন্স
de: Wallet-Guthaben
et: Rahakoti saldo
fa: موجودی کیف پول
fi: Lompakon saldo
hi: वॉलेट बैलेंस
hy: Դրամապանակի մնացորդ
id: Saldo Dompet
it: Saldo wallet
ja: ウォレット残高
ko: 지갑 잔액
ms: Baki dompet
nl: Wallet-saldo
no: Saldo i lommeboken
pl: Saldo portfela
ro: Soldul portofelului
sv: Saldo i plånboken
th: ยอดคงเหลือในกระเป๋าสตางค์
uk: Баланс гаманця
ur: والیٹ بیلنس
vi: Số dư trên ví
zh_tw: 錢包餘額

source: Activities
bn: কার্যকলাপ
de: Aktivitäten
et: Tegevused
fa: فعالیت‌ها
fi: Aktiviteetit
hi: गतिविधियाँ
hy: Գործողություններ
id: Aktivitas
it: Attività
ja: 活動内容
ko: 활동
ms: Aktiviti
nl: Activiteiten
no: Aktiviteter
pl: Zajęcia
ro: Activități
sv: Aktiviteter
th: กิจกรรม
uk: Діяльності
ur: سرگرمیاں
vi: Các hoạt động
zh_tw: 活動

source: Please enter gift card code
bn: অনুগ্রহ করে গিফট কার্ড কোড প্রবেশ করান
de: Bitte Gutscheincode eingeben
et: Palun sisestage kinkekaardi kood
fa: لطفا کد کارت هدیه را وارد کنید
fi: Anna lahjakortin koodi
hi: कृपया गिफ्ट कार्ड कोड दर्ज करें
hy: Խնդրում ենք մուտքագրել նվեր քարտի կոդը
id: Silakan masukkan kode kartu hadiah
it: Inserisci il codice della carta regalo
ja: ギフトカード コードを入力してください
ko: 기프트 카드 코드를 입력하세요.
ms: Sila masukkan kod kad hadiah
nl: Voer de cadeaukaartcode in
no: Vennligst skriv inn gavekortkoden
pl: Proszę wprowadzić kod karty podarunkowej
ro: Vă rugăm să introduceți codul cardului cadou
sv: Vänligen ange presentkortskoden
th: กรุณากรอกรหัสบัตรของขวัญ
uk: Будь ласка, введіть код подарункової картки
ur: براہ کرم گفٹ کارڈ کوڈ درج کریں۔
vi: Vui lòng nhập mã thẻ quà tặng
zh_tw: 請輸入禮品卡代碼

source: Redeem
bn: রিডিম করুন
de: Einlösen
et: Lunasta
fa: بازخرید
fi: Lunasta
hi: रिडीम करें
hy: Մարել
id: Tukarkan
it: Riscatta
ja: 償還
ko: 상환하다
ms: Tebus
nl: Inwisselen
no: Løs inn
pl: Odkupić
ro: Răscumpăra
sv: Lösa in
th: ไถ่ถอน
uk: Викупити
ur: چھڑانا
vi: Chuộc lại
zh_tw: 贖回

source: Enter gift card code
bn: গিফট কার্ড কোড প্রবেশ করান
de: Gutscheincode eingeben
et: Sisesta kinkekaardi kood
fa: کد کارت هدیه را وارد کنید
fi: Anna lahjakortin koodi
hi: गिफ्ट कार्ड कोड दर्ज करें
hy: Մուտքագրել նվեր քարտի կոդը
id: Masukkan kode kartu hadiah
it: Inserisci codice carta regalo
ja: ギフトカードコードを入力してください
ko: 기프트 카드 코드 입력
ms: Masukkan kod kad hadiah
nl: Cadeaukaartcode invoeren
no: Skriv inn gavekortkoden
pl: Wprowadź kod karty podarunkowej
ro: Introdu codul cardului cadou
sv: Ange presentkortskoden
th: ป้อนรหัสบัตรของขวัญ
uk: Введіть код подарункової картки
ur: گفٹ کارڈ کوڈ درج کریں۔
vi: Nhập mã thẻ quà tặng
zh_tw: 輸入禮品卡代碼

source: Redeem gift card
bn: গিফট কার্ড রিডিম করুন
de: Gutscheinkarte einlösen
et: Lunasta kinkekaart
fa: بازخرید کارت هدیه
fi: Lunasta lahjakortti
hi: गिफ्ट कार्ड रिडीम करें
hy: Մարել նվեր քարտը
id: Tukarkan kartu hadiah
it: Riscatta carta regalo
ja: ギフトカードの交換
ko: 기프트 카드 사용
ms: Tebus Kad Hadiah
nl: Cadeaukaart inwisselen
no: Løs inn gavekort
pl: Zrealizuj Kartę Podarunkową
ro: Valorificați cardul cadou
sv: lösa in presentkort
th: แลกบัตรของขวัญ
uk: Активувати подарункову картку
ur: گفٹ کارڈ چھڑائیں۔
vi: Đổi thẻ quà tặng
zh_tw: 兌換禮品卡

# redeemGiftCardDescription
source: Enter your gift card code to redeem it.
bn: এটি রিডিম করতে আপনার গিফট কার্ড কোড প্রবেশ করান।
de: Geben Sie Ihren Gutscheincode ein, um ihn einzulösen.
et: Lunastamiseks sisesta oma kinkekaardi kood.
fa: کد کارت هدیه خود را برای بازخرید وارد کنید.
fi: Anna lahjakorttisi koodi lunastaaksesi sen.
hi: इसे रिडीम करने के लिए अपना गिफ्ट कार्ड कोड दर्ज करें।
hy: Մուտքագրեք ձեր նվեր քարտի կոդը այն մարելու համար։
id: Masukkan kode kartu hadiah Anda untuk menukarkannya.
it: Inserisci il codice della tua carta regalo per riscattarla.
ja: ギフトカード コードを入力して引き換えてください。
ko: 기프트 카드 코드를 입력하여 사용하세요.
ms: Masukkan kod kad hadiah anda untuk menebusnya.
nl: Voer uw cadeaukaartcode in om deze in te wisselen.
no: Skriv inn gavekortkoden for å løse den inn.
pl: Wpisz kod karty podarunkowej, aby go zrealizować.
ro: Introdu codul cardului cadou pentru a-l valorifica.
sv: Ange presentkortskoden för att lösa in den.
th: ป้อนรหัสบัตรของขวัญของคุณเพื่อแลก
uk: Введіть код подарункової картки, щоб активувати її.
ur: اسے چھڑانے کے لیے اپنے گفٹ کارڈ کا کوڈ درج کریں۔
vi: Nhập mã thẻ quà tặng của bạn để đổi quà.
zh_tw: 輸入您的禮品卡代碼進行兌換。

# redeemSuccessTitle
source: Gift Card Redeemed!
bn: গিফট কার্ড রিডিম করা হয়েছে!
de: Gutscheinkarte eingelöst!
et: Kinkekaart lunastatud!
fa: کارت هدیه بازخرید شد!
fi: Lahjakortti lunastettu!
hi: गिफ्ट कार्ड रिडीम हुआ!
hy: Նվեր քարտը մարված է:
id: Kartu Hadiah Ditukarkan!
it: Carta regalo riscattata!
ja: ギフトカードを引き換えました!
ko: 기프트 카드가 사용되었습니다!
ms: Kad Hadiah Tebus!
nl: Cadeaukaart ingewisseld!
no: Gavekort innløst!
pl: Karta podarunkowa wykorzystana!
ro: Card cadou valorificat!
sv: Presentkort inlöst!
th: แลกบัตรของขวัญแล้ว!
uk: Подарункову картку активовано!
ur: گفٹ کارڈ بھنایا گیا!
vi: Đã đổi thẻ quà tặng!
zh_tw: 禮品卡已兌換！

# redeemSuccessDescription
source: You have successfully redeemed a {amount} gift card.
bn: আপনি সফলভাবে একটি {amount} গিফট কার্ড রিডিম করেছেন।
de: Sie haben erfolgreich eine Gutscheinkarte im Wert von {amount} eingelöst.
et: Olete edukalt lunastanud {amount} kinkekaardi.
fa: شما با موفقیت یک کارت هدیه {amount} را بازخرید کردید.
fi: Olet onnistuneesti lunastanut {amount} lahjakortin.
hi: आपने सफलतापूर्वक {amount} का गिफ्ट कार्ड रिडीम कर लिया है।
hy: Դուք հաջողությամբ մարել եք {amount} նվեր քարտը։
id: Anda berhasil menukarkan kartu hadiah sebesar {amount}.
it: Hai riscattato con successo una carta regalo da {amount}.
ja: {amount} ギフトカードが正常に引き換えられました。
ko: {amount} 기프트카드를 성공적으로 사용하셨습니다.
ms: Anda telah berjaya menebus {amount} kad hadiah.
nl: Je hebt de {amount} cadeaubon succesvol ingewisseld.
no: Du har løst inn {amount} gavekort.
pl: Pomyślnie wykorzystałeś kartę podarunkową {amount}.
ro: Ați valorificat cu succes cardul cadou {amount}.
sv: Du har löst in {amount} presentkort.
th: คุณแลกบัตรของขวัญ {amount} สำเร็จแล้ว
uk: Ви успішно активували {amount} подарункову картку.
ur: آپ نے {amount} گفٹ کارڈ کامیابی کے ساتھ بھنایا ہے۔
vi: Bạn đã đổi thành công {amount} thẻ quà tặng.
zh_tw: 您已成功兌換{amount}張禮品卡。

source: Add credit
bn: ক্রেডিট যোগ করুন
de: Guthaben hinzufügen
et: Lisa krediiti
fa: افزودن اعتبار
fi: Lisää luottoa
hi: क्रेडिट जोड़ें
hy: Ավելացնել վարկ
id: Tambah kredit
it: Aggiungi credito
ja: クレジットを追加
ko: 크레딧 추가
ms: Tambah kredit
nl: Voeg krediet toe
no: Legg til kreditt
pl: Dodaj kredyt
ro: Adăugați credit
sv: Lägg till kredit
th: เพิ่มเครดิต
uk: Додати кредит
ur: کریڈٹ شامل کریں۔
vi: Thêm tín dụng
zh_tw: 添加信用

source: Pay now
bn: এখন পরিশোধ করুন
de: Jetzt bezahlen
et: Maksa kohe
fa: اکنون پرداخت کنید
fi: Maksa nyt
hi: अभी भुगतान करें
hy: Վճարել հիմա
id: Bayar sekarang
it: Paga ora
ja: 今払う
ko: 지금 지불하세요
ms: Bayar sekarang
nl: Nu betalen
no: Betal nå
pl: Zapłać teraz
ro: Plătește acum
sv: Betala nu
th: จ่ายตอนนี้
uk: Платити зараз
ur: اب ادا
vi: Thanh toán ngay
zh_tw: 現在付款

source: Add credit to wallet
bn: ওয়ালেটে ক্রেডিট যোগ করুন
de: Guthaben zum Wallet hinzufügen
et: Lisa raha rahakotti
fa: افزودن اعتبار به کیف پول
fi: Lisää luottoa lompakkoon
hi: वॉलेट में क्रेडिट जोड़ें
hy: Ավելացնել վարկ դրամապանակին
id: Tambah kredit ke dompet
it: Aggiungi credito al wallet
ja: ウォレットにクレジットを追加する
ko: 지갑에 크레딧 추가
ms: Tambahkan kredit pada dompet
nl: Voeg tegoed toe aan portemonnee
no: Legg til kreditt i lommeboken
pl: Dodaj środki do portfela
ro: Adăugați credit în portofel
sv: Lägg till kredit i plånboken
th: เพิ่มเครดิตในกระเป๋าเงิน
uk: Додайте кредит у гаманець
ur: بٹوے میں کریڈٹ شامل کریں۔
vi: Thêm tín dụng vào ví
zh_tw: 向錢包添加信用

source: Please select amount
bn: অনুগ্রহ করে পরিমাণ নির্বাচন করুন
de: Bitte Betrag auswählen
et: Palun vali summa
fa: لطفا مبلغ را انتخاب کنید
fi: Valitse summa
hi: कृपया राशि चुनें
hy: Խնդրում ենք ընտրել գումարը
id: Silakan pilih jumlah
it: Seleziona importo
ja: 金額を選択してください
ko: 금액을 선택해주세요
ms: Sila pilih jumlah
nl: Selecteer het bedrag
no: Velg beløp
pl: Proszę wybrać kwotę
ro: Vă rugăm să selectați suma
sv: Välj belopp
th: กรุณาเลือกจำนวนเงิน
uk: Виберіть суму
ur: براہ کرم رقم منتخب کریں۔
vi: Vui lòng chọn số tiền
zh_tw: 請選擇金額

source: Enter amount
bn: পরিমাণ প্রবেশ করান
de: Betrag eingeben
et: Sisesta summa
fa: مبلغ را وارد کنید
fi: Syötä summa
hi: राशि दर्ज करें
hy: Մուտքագրել գումարը
id: Masukkan jumlah
it: Inserisci importo
ja: 金額を入力します
ko: 금액을 입력하세요
ms: Masukkan jumlah
nl: Voer een bedrag in
no: Tast inn beløp
pl: Wprowadź ilość
ro: Introduceți suma
sv: Ange belopp
th: ใส่จำนวนเงิน
uk: Введіть суму
ur: رقم درج کریں۔
vi: Nhập số tiền
zh_tw: 輸入金額

source: Select amount
bn: পরিমাণ নির্বাচন করুন
de: Betrag auswählen
et: Vali summa
fa: انتخاب مبلغ
fi: Valitse summa
hi: राशि चुनें
hy: Ընտրել գումարը
id: Pilih jumlah
it: Seleziona importo
ja: 金額を選択してください:
ko: 금액 선택:
ms: Pilih jumlah:
nl: Selecteer bedrag:
no: Velg beløp:
pl: Wybierz kwotę:
ro: Selectați suma:
sv: Välj belopp:
th: เลือกจำนวนเงิน:
uk: Виберіть суму:
ur: رقم منتخب کریں:
vi: Chọn số tiền:
zh_tw: 選擇金額：

source: Wallet
bn: ওয়ালেট
et: Rahakott
fa: کیف پول
fi: Lompakko
hi: वॉलेट
hy: Դրամապանակ
id: Dompet
ja: 財布
ko: 지갑
ms: Dompet
nl: Portemonnee
no: Lommebok
pl: Portfel
ro: Portofel
sv: Plånbok
th: กระเป๋าสตางค์
uk: Гаманець
ur: پرس
vi: Cái ví
zh_tw: 錢包

source: Total rides
bn: মোট রাইড
de: Gesamtfahrten
et: Sõite kokku
fa: کل سفرها
fi: Kyytejä yhteensä
hi: कुल सवारी
hy: Ընդհանուր ուղևորություններ
id: Total perjalanan
it: Corse totali
ja: 総乗車数
ko: 총 탑승 횟수
ms: Jumlah tunggangan
nl: Totaal ritten
no: Totalt antall turer
pl: Razem przejażdżki
ro: Total curse
sv: Totalt antal turer
th: ขี่ทั้งหมด
uk: Всього поїздок
ur: کل سواری۔
vi: Tổng số chuyến đi
zh_tw: 總騎乘次數

source: App Settings
bn: অ্যাপ সেটিংস
de: App-Einstellungen
et: Rakenduse seaded
fa: تنظیمات برنامه
fi: Sovelluksen asetukset
hi: ऐप सेटिंग्स
hy: Հավելվածի կարգավորումներ
id: Pengaturan Aplikasi
it: Impostazioni app
ja: アプリの設定
ko: 앱 설정
ms: Tetapan Apl
nl: App instellingen
no: Appinnstillinger
pl: Ustawienia aplikacji
ro: Setările aplicației
sv: App inställningar
th: การตั้งค่าแอพ
uk: Налаштування програми
ur: ایپ کی ترتیبات
vi: Cài đặt ứng dụng
zh_tw: 應用程式設定

source: Map Settings
bn: মানচিত্র সেটিংস
de: Karteneinstellungen
et: Kaardi seaded
fa: تنظیمات نقشه
fi: Kartta-asetukset
hi: मानचित्र सेटिंग्स
hy: Քարտեզի կարգավորումներ
id: Pengaturan Peta
it: Impostazioni mappa
ja: マップ設定
ko: 지도 설정
ms: Tetapan Peta
nl: Kaartinstellingen
no: Kartinnstillinger
pl: Ustawienia mapy
ro: Setări hărți
sv: Kartinställningar
th: การตั้งค่าแผนที่
uk: Налаштування карти
ur: نقشہ کی ترتیبات
vi: Cài đặt bản đồ
zh_tw: 地圖設定

source: Language Settings
bn: ভাষা সেটিংস
de: Spracheinstellungen
et: Keele seaded
fa: تنظیمات زبان
fi: Kieliasetukset
hi: भाषा सेटिंग्स
hy: Լեզվի կարգավորումներ
id: Pengaturan Bahasa
it: Impostazioni lingua
ja: 言語設定
ko: 언어 설정
ms: Tetapan Bahasa
nl: Taalinstellingen
no: Språkinnstillinger
pl: Ustawienia języka
ro: Setări de limbaj
sv: Språkinställningar
th: การตั้งค่าภาษา
uk: Налаштування мови
ur: زبان کی ترتیبات
vi: Cài đặt ngôn ngữ
zh_tw: 語言設定

source: Payment methods
bn: পরিশোধ পদ্ধতি
de: Zahlungsmethoden
et: Makseviisid
fa: روش‌های پرداخت
fi: Maksutavat
hi: भुगतान विधियाँ
hy: Վճարման եղանակներ
id: Metode pembayaran
it: Metodi di pagamento
ja: お支払い方法
ko: 결제 방법
ms: Cara bayaran
nl: Betaalmethoden
no: Betalingsmetoder
pl: Metody Płatności
ro: Metode de plata
sv: Betalningsmetoder
th: วิธีการชำระเงิน
uk: Методи оплати
ur: ادائیگی کے طریقے
vi: Phương thức thanh toán
zh_tw: 支付方式

source: Select cards
bn: কার্ড নির্বাচন করুন
de: Karten auswählen
et: Vali kaardid
fa: انتخاب کارت‌ها
fi: Valitse kortit
hi: कार्ड चुनें
hy: Ընտրել քարտերը
id: Pilih kartu
it: Seleziona carte
ja: カードを選択
ko: 카드 선택
ms: Pilih kad
nl: Selecteer kaarten
no: Velg kort
pl: Wybierz karty
ro: Selectați carduri
sv: Välj kort
th: เลือกการ์ด
uk: Виберіть картки
ur: کارڈز منتخب کریں۔
vi: Chọn thẻ
zh_tw: 選擇卡片

# selectCardsDescription
source: You can select the card numbers you would like to be displayed in the list of payment methods on invoices.
bn: আপনি চালানের পরিশোধ পদ্ধতির তালিকায় যে কার্ড নম্বরগুলি প্রদর্শন করতে চান তা নির্বাচন করতে পারেন।
de: Sie können die Kartennummern auswählen, die in der Liste der Zahlungsmethoden auf Rechnungen angezeigt werden sollen.
et: Saate valida kaardinumbrite, mida soovite arvete makseviiside loendis kuvada.
fa: می‌توانید شماره کارت‌هایی را که می‌خواهید در لیست روش‌های پرداخت در فاکتورها نمایش داده شوند، انتخاب کنید.
fi: Voit valita korttien numerot, jotka haluat näkyvän laskujen maksutapaluettelossa.
hi: आप उन कार्ड नंबरों का चयन कर सकते हैं जिन्हें आप चालान पर भुगतान विधियों की सूची में प्रदर्शित करना चाहते हैं।
hy: Դուք կարող եք ընտրել քարտերի համարները, որոնք ցանկանում եք, որ ցուցադրվեն հաշիվ-ապրանքագրերում վճարման եղանակների ցուցակում։
id: Anda dapat memilih nomor kartu yang ingin ditampilkan dalam daftar metode pembayaran di faktur.
it: Puoi selezionare i numeri di carta che desideri vengano visualizzati nell'elenco dei metodi di pagamento sulle fatture.
ja: 請求書の支払い方法のリストに表示したいカード番号を選択できます。
ko: 청구서의 결제 방법 목록에 표시하려는 카드 번호를 선택할 수 있습니다.
ms: Anda boleh memilih nombor kad yang anda ingin dipaparkan dalam senarai kaedah pembayaran pada invois.
nl: U kunt de kaartnummers selecteren die u wilt weergeven in de lijst met betaalmethoden op facturen.
no: Du kan velge kortnumrene du ønsker skal vises i listen over betalingsmåter på fakturaer.
pl: Możesz wybrać numery kart, które mają być wyświetlane na liście metod płatności na fakturach.
ro: Puteți selecta numerele de carduri care doriți să fie afișate în lista metodelor de plată de pe facturi.
sv: Du kan välja vilka kortnummer du vill ska visas i listan över betalningsmetoder på fakturor.
th: คุณสามารถเลือกหมายเลขบัตรที่คุณต้องการให้แสดงในรายการวิธีการชำระเงินในใบแจ้งหนี้
uk: Ви можете вибрати номери карток, які відображатимуться у списку способів оплати на рахунках.
ur: آپ وہ کارڈ نمبر منتخب کر سکتے ہیں جنہیں آپ انوائسز پر ادائیگی کے طریقوں کی فہرست میں دکھانا چاہتے ہیں۔
vi: Bạn có thể chọn số thẻ bạn muốn hiển thị trong danh sách phương thức thanh toán trên hóa đơn.
zh_tw: 您可以選擇要在發票上的付款方式清單中顯示的卡號。

source: Delete
bn: মুছে ফেলুন
de: Löschen
et: Kustuta
fa: حذف
fi: Poista
hi: मिटाएँ
hy: Ջնջել
id: Hapus
it: Elimina
ja: 消去
ko: 삭제
ms: Padam
nl: Verwijderen
no: Slett
pl: Usuwać
ro: Șterge
sv: Radera
th: ลบ
uk: Видалити
ur: حذف کریں۔
vi: Xóa bỏ
zh_tw: 刪除

source: Name on card
bn: কার্ডে নাম
de: Name auf der Karte
et: Nimi kaardil
fa: نام روی کارت
fi: Nimi kortissa
hi: कार्ड पर नाम
hy: Անունը քարտի վրա
id: Nama pada kartu
it: Nome sulla carta
ja: カードに記載されている名前
ko: 카드 이름
ms: Nama pada kad
nl: naam op kaart
no: Navn på kort
pl: Imię na karcie
ro: Numele de pe card
sv: namn på kort
th: ชื่อบนบัตร
uk: Ім'я на картці
ur: کارڈ پہ درج نام
vi: tên trên thẻ
zh_tw: 卡片上的名字

source: Profile
bn: প্রোফাইল
de: Profil
et: Profiil
fa: پروفایل
fi: Profiili
hi: प्रोफ़ाइल
hy: Պրոֆիլ
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
ms: Profil
nl: Profiel
no: Profil
pl: Profil
ro: Profil
sv: Profil
th: ประวัติโดยย่อ
uk: Профіль
ur: پروفائل
vi: Hồ sơ
zh_tw: 輪廓

source: Scheduled ride
bn: নির্ধারিত রাইড
de: Geplante Fahrt
et: Planeeritud sõit
fa: سفر برنامه‌ریزی شده
fi: Aikataulutettu kyyti
hi: निर्धारित सवारी
hy: Պլանավորված ուղևորություն
id: Perjalanan terjadwal
it: Corsa programmata
ja: 定期乗車
ko: 예정된 탑승
ms: Perjalanan yang dijadualkan
nl: Geplande rit
no: Planlagt tur
pl: Zaplanowana jazda
ro: Plimbare programată
sv: Schemalagd resa
th: กำหนดการเดินทาง
uk: Поїздка за розкладом
ur: طے شدہ سواری۔
vi: Chuyến đi theo lịch trình
zh_tw: 預定乘車

source: Add payment method
bn: পরিশোধ পদ্ধতি যোগ করুন
de: Zahlungsmethode hinzufügen
et: Lisa makseviis
fa: افزودن روش پرداخت
fi: Lisää maksutapa
hi: भुगतान विधि जोड़ें
hy: Ավելացնել վճարման եղանակ
id: Tambah metode pembayaran
it: Aggiungi metodo di pagamento
ja: 支払い方法の追加
ko: 결제 수단 추가
ms: Tambah Kaedah Pembayaran
nl: Betaalmethode toevoegen
no: Legg til betalingsmåte
pl: Dodaj metodę płatności
ro: Adăugați o metodă de plată
sv: Lägg till betalningsmetod
th: เพิ่มวิธีการชำระเงิน
uk: Додати спосіб оплати
ur: ادائیگی کا طریقہ شامل کریں۔
vi: Thêm phương thức thanh toán
zh_tw: 新增付款方式

# addPaymentMethodDescription
source: Add a new payment method to your account
bn: আপনার অ্যাকাউন্টে একটি নতুন পরিশোধ পদ্ধতি যোগ করুন
de: Fügen Sie eine neue Zahlungsmethode zu Ihrem Konto hinzu
et: Lisa oma kontole uus makseviis
fa: یک روش پرداخت جدید به حساب خود اضافه کنید
fi: Lisää uusi maksutapa tilillesi
hi: अपने खाते में एक नई भुगतान विधि जोड़ें
hy: Ավելացնել նոր վճարման եղանակ ձեր հաշվին
id: Tambah metode pembayaran baru ke akun Anda
it: Aggiungi un nuovo metodo di pagamento al tuo account
ja: アカウントに新しい支払い方法を追加する
ko: 계정에 새 결제 수단을 추가하세요.
ms: Tambahkan kaedah pembayaran baharu pada akaun anda
nl: Voeg een nieuwe betaalmethode toe aan uw account
no: Legg til en ny betalingsmåte på kontoen din
pl: Dodaj nową metodę płatności do swojego konta
ro: Adăugați o nouă metodă de plată în contul dvs
sv: Lägg till en ny betalningsmetod på ditt konto
th: เพิ่มวิธีการชำระเงินใหม่ให้กับบัญชีของคุณ
uk: Додайте новий спосіб оплати до свого облікового запису
ur: اپنے اکاؤنٹ میں ادائیگی کا نیا طریقہ شامل کریں۔
vi: Thêm phương thức thanh toán mới vào tài khoản của bạn
zh_tw: 在您的帳戶中新增新的付款方式

source: Save card
bn: কার্ড সংরক্ষণ করুন
de: Karte speichern
et: Salvesta kaart
fa: ذخیره کارت
fi: Tallenna kortti
hi: कार्ड सहेजें
hy: Պահպանել քարտը
id: Simpan kartu
it: Salva carta
ja: セーブカード
ko: 카드 저장
ms: Simpan kad
nl: Kaart opslaan
no: Lagre kortet
pl: Zapisz kartę
ro: Salvați cardul
sv: Spara kort
th: บันทึกการ์ด
uk: Зберегти картку
ur: کارڈ محفوظ کریں۔
vi: Thẻ tiết kiệm
zh_tw: 儲存卡

source: Select dial code
bn: ডায়াল কোড নির্বাচন করুন
de: Vorwahl auswählen
et: Vali suunakood
fa: انتخاب کد شماره‌گیری
fi: Valitse suuntanumero
hi: डायल कोड चुनें
hy: Ընտրել կոդը
id: Pilih kode panggilan
it: Seleziona prefisso internazionale
ja: ダイヤルコードを選択してください
ko: 다이얼 코드 선택
ms: Pilih kod dail
nl: Kiescode selecteren
no: Velg ringekode
pl: Wybierz kod wybierania
ro: Selectați codul de apelare
sv: Välj uppringningskod
th: เลือกรหัสการโทร
uk: Виберіть код набору
ur: ڈائل کوڈ منتخب کریں۔
vi: Chọn mã quay số
zh_tw: 選擇撥號代碼

source: Search country name
bn: দেশের নাম অনুসন্ধান করুন
de: Ländernamen suchen
et: Otsi riigi nime
fa: جستجوی نام کشور
fi: Hae maan nimeä
hi: देश का नाम खोजें
hy: Որոնել երկրի անունով
id: Cari nama negara
it: Cerca nome paese
ja: 国名を検索する
ko: 국가 이름 검색
ms: Cari nama negara
nl: Zoek landnaam
no: Søk landsnavn
pl: Wyszukaj nazwę kraju
ro: Căutați numele țării
sv: Sök landsnamn
th: ค้นหาชื่อประเทศ
uk: Шукати назву країни
ur: ملک کا نام تلاش کریں۔
vi: Tìm kiếm tên quốc gia
zh_tw: 搜尋國家名稱

source: Preferences
bn: পছন্দসমূহ
de: Einstellungen
et: Eelistused
fa: تنظیمات
fi: Asetukset
hi: वरीयताएं
hy: Նախընտրություններ
id: Preferensi
it: Preferenze
ja: 環境設定：
ko: 환경설정:
ms: Keutamaan:
nl: Voorkeuren:
no: Preferanser:
pl: Preferencje:
ro: Preferințe:
sv: Inställningar:
th: การตั้งค่า:
uk: Налаштування:
ur: ترجیحات:
vi: Sở thích:
zh_tw: 優先：
