Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Enter pick-up point
bn: পিক-আপ পয়েন্ট প্রবেশ করান
de: Abholpunkt eingeben
et: Sisesta pealevõtmise koht
fa: نقطه سوار شدن را وارد کنید
fi: Anna noutopiste
hi: पिक-अप पॉइंट दर्ज करें
hy: Մուտքագրել վերցնելու կետը
id: Masukkan titik penjemputan
it: Inserisci punto di prelievo
ja: 乗車場所を入力してください
ko: 픽업 장소를 입력하세요
ms: Masukkan tempat pengambilan
nl: Vul het ophaalpunt in
no: Gå inn på hentepunkt
pl: Wprowadź punkt odbioru
ro: Introduceți punctul de preluare
sv: Ange upphämtningsställe
th: เข้าสู่จุดรับ
uk: Введіть пункт отримання
ur: پک اپ پوائنٹ درج کریں۔
vi: Nhập điểm đón
zh_tw: 輸入上車點

source: Drop-off point
bn: ড্রপ-অফ পয়েন্ট
de: Abgabepunkt
et: Mahapanemise koht
fa: نقطه پیاده شدن
fi: Jättöpaikka
hi: ड्रॉप-ऑफ़ पॉइंट
hy: Իջեցնելու կետ
id: Titik penurunan
it: Punto di arrivo
ja: 降車地点
ko: 하차 지점
ms: Titik drop-off
nl: Afleverpunt
no: Avleveringssted
pl: Punkt zrzutu
ro: Punct de predare
sv: Lämningsplats
th: จุดลงรถ
uk: Пункт видачі
ur: ڈراپ آف پوائنٹ
vi: Điểm trả khách
zh_tw: 下車點

source: Enter drop-off point
bn: ড্রপ-অফ পয়েন্ট প্রবেশ করান
de: Abgabepunkt eingeben
et: Sisesta mahapanemise koht
fa: نقطه پیاده شدن را وارد کنید
fi: Anna jättöpaikka
hi: ड्रॉप-ऑफ़ पॉइंट दर्ज करें
hy: Մուտքագրել իջեցնելու կետը
id: Masukkan titik penurunan
it: Inserisci punto di arrivo
ja: 降車地点を入力してください
ko: 하차 지점 입력
ms: Masukkan tempat drop-off
nl: Vul het afleverpunt in
no: Gå inn på avleveringsstedet
pl: Wprowadź punkt zrzutu
ro: Introduceți punctul de plecare
sv: Ange avlämningsställe
th: เข้าสู่จุดลงรถ
uk: Введіть пункт висадки
ur: ڈراپ آف پوائنٹ درج کریں۔
vi: Nhập điểm trả khách
zh_tw: 輸入下車點

source: Stop point
bn: থামার স্থান
de: Haltepunkt
et: Peatumise koht
fa: نقطه توقف
fi: Pysähdyspaikka
hi: स्टॉप पॉइंट
hy: Կանգառի կետ
id: Titik singgah
it: Punto di sosta
ja: 停止点
ko: 정지 지점
ms: Titik berhenti
nl: Stoppunt
no: Stopppunkt
pl: Punkt zatrzymania
ro: Punct de oprire
sv: Stopppunkt
th: จุดหยุด
uk: Пункт зупинки
ur: سٹاپ پوائنٹ
vi: Điểm dừng
zh_tw: 停止點

source: Enter stop point
bn: থামার স্থান প্রবেশ করান
de: Haltepunkt eingeben
et: Sisesta peatumise koht
fa: نقطه توقف را وارد کنید
fi: Anna pysähdyspaikka
hi: स्टॉप पॉइंट दर्ज करें
hy: Մուտքագրել կանգառի կետը
id: Masukkan titik singgah
it: Inserisci punto di sosta
ja: 停止点を入力してください
ko: 중지 지점을 입력하세요.
ms: Masukkan titik hentian
nl: Stoppunt invoeren
no: Angi stopppunktet
pl: Wprowadź punkt zatrzymania
ro: Introduceți punctul de oprire
sv: Ange stopppunkt
th: เข้าสู่จุดหยุด
uk: Введіть точку зупинки
ur: سٹاپ پوائنٹ درج کریں۔
vi: Nhập điểm dừng
zh_tw: 輸入停止點

source: Confirm
bn: নিশ্চিত করুন
de: Bestätigen
et: Kinnita
fa: تایید
fi: Vahvista
hi: पुष्टि करें
hy: Հաստատել
id: Konfirmasi
it: Conferma
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認

source: Confirm drop-off
bn: ড্রপ-অফ নিশ্চিত করুন
de: Abgabe bestätigen
et: Kinnita mahapanemise koht
fa: تایید نقطه پیاده شدن
fi: Vahvista jättöpaikka
hi: ड्रॉप-ऑफ़ की पुष्टि करें
hy: Հաստատել իջեցնելը
id: Konfirmasi penurunan
it: Conferma arrivo
ja: 降車の確認
ko: 하차 확인
ms: Sahkan penghantaran
nl: Bevestig het afleveren
no: Bekreft avlevering
pl: Potwierdź zrzut
ro: Confirmați renunțarea
sv: Bekräfta avlämning
th: ยืนยันการลงรถ
uk: Підтвердити висадку
ur: ڈراپ آف کی تصدیق کریں۔
vi: Xác nhận trả khách
zh_tw: 確認還車

source: Confirm pick-up
bn: পিক-আপ নিশ্চিত করুন
de: Abholung bestätigen
et: Kinnita pealevõtmise koht
fa: تایید نقطه سوار شدن
fi: Vahvista noutopaikka
hi: पिक-अप की पुष्टि करें
hy: Հաստատել վերցնելը
id: Konfirmasi penjemputan
it: Conferma prelievo
ja: 受け取りを確認する
ko: 픽업 확인
ms: Sahkan pengambilan
nl: Bevestig het ophalen
no: Bekreft henting
pl: Potwierdź odbiór
ro: Confirmați ridicarea
sv: Bekräfta hämtning
th: ยืนยันการรับของ
uk: Підтвердити отримання
ur: پک اپ کی تصدیق کریں۔
vi: Xác nhận đón
zh_tw: 確認接機

source: Enter at least 3 characters
bn: কমপক্ষে ৩টি অক্ষর প্রবেশ করান
de: Geben Sie mindestens 3 Zeichen ein
et: Sisesta vähemalt 3 tähemärki
fa: حداقل ۳ کاراکتر وارد کنید
fi: Anna vähintään 3 merkkiä
hi: कम से कम 3 अक्षर दर्ज करें
hy: Մուտքագրել առնվազն 3 նիշ
id: Masukkan setidaknya 3 karakter
it: Inserisci almeno 3 caratteri
ja: 少なくとも 3 文字を入力してください
ko: 3자 이상 입력하세요.
ms: Masukkan sekurang-kurangnya 3 aksara
nl: Voer minimaal 3 tekens in
no: Skriv inn minst 3 tegn
pl: Wpisz co najmniej 3 znaki
ro: Introduceți cel puțin 3 caractere
sv: Ange minst 3 tecken
th: ป้อนอย่างน้อย 3 ตัวอักษร
uk: Введіть принаймні 3 символи
ur: کم از کم 3 حروف درج کریں۔
vi: Nhập ít nhất 3 ký tự
zh_tw: 輸入至少3個字符

source: No results
bn: কোন ফলাফল নেই
de: Keine Ergebnisse
et: Tulemusi ei leitud
fa: نتیجه‌ای یافت نشد
fi: Ei tuloksia
hi: कोई परिणाम नहीं
hy: Արդյունքներ չկան
id: Tidak ada hasil
it: Nessun risultato
ja: 結果がありません
ko: 결과 없음
ms: Tiada keputusan
nl: Geen resultaten
no: Ingen resultater
pl: Brak wyników
ro: Fara rezultate
sv: Inga resultat
th: ไม่มีผลลัพธ์
uk: Немає результатів
ur: کوئی نتیجہ نہیں۔
vi: Ko có kết quả
zh_tw: 沒有結果

source: Book now
bn: এখনই বুক করুন
de: Jetzt buchen
et: Broneeri nüüd
fa: اکنون رزرو کنید
fi: Varaa nyt
hi: अभी बुक करें
hy: Ամրագրել հիմա
id: Pesan sekarang
it: Prenota ora
ja: 今予約する
ko: 지금 예약
ms: Tempah sekarang
nl: Boek nu
no: Bestill nå
pl: Rezerwuj teraz
ro: Rezerva acum
sv: Boka nu
th: จองตอนนี้
uk: Резервувати зараз
ur: ابھی بک کریں۔
vi: Đặt bây giờ
zh_tw: 現在預訂

source: Cash
bn: নগদ
de: Bar
et: Sularaha
fa: نقدی
fi: Käteinen
hi: नकद
hy: Կանխիկ
id: Tunai
it: Contanti
ja: 現金
ko: 현금
ms: Tunai
nl: Contant geld
no: Penger
pl: Gotówka
ro: Bani gheata
sv: Kontanter
th: เงินสด
uk: Готівка
ur: نقد
vi: Tiền mặt
zh_tw: 現金

source: Online
bn: অনলাইন
fa: آنلاین
hi: ऑनलाइन
hy: Առցանց
ja: オンライン
ko: 온라인
ms: dalam talian
no: på nett
ro: Pe net
sv: Uppkopplad
th: ออนไลน์
uk: Онлайн
ur: آن لائن
vi: Trực tuyến
zh_tw: 在線的

source: Offline
bn: অফলাইন
fa: آفلاین
hi: ऑफ़लाइन
hy: Անցանց
ja: オフライン
ko: 오프라인
ms: Luar talian
no: Frakoblet
pl: Nieaktywny
ro: Deconectat
th: ออฟไลน์
uk: Офлайн
ur: آف لائن
vi: Ngoại tuyến
zh_tw: 離線

source: On Trip
bn: ভ্রমণে
de: Auf Fahrt
et: Sõidul
fa: در سفر
fi: Matkalla
hi: ट्रिप पर
hy: Ուղևորության մեջ
id: Dalam Perjalanan
it: In viaggio
ja: 旅行中
ko: 여행 중
ms: Dalam Perjalanan
nl: Op reis
no: På tur
pl: W podróży
ro: In excursie
sv: På resa
th: ในการเดินทาง
uk: У поїздці
ur: سفر پر
vi: trong chuyến đi
zh_tw: 旅途中

source: Confirm & pay
bn: নিশ্চিত করুন এবং পরিশোধ করুন
de: Bestätigen & bezahlen
et: Kinnita ja maksa
fa: تایید و پرداخت
fi: Vahvista ja maksa
hi: पुष्टि करें और भुगतान करें
hy: Հաստատել և վճարել
id: Konfirmasi & bayar
it: Conferma e paga
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認

source: Cancel
bn: বাতিল করুন
de: Abbrechen
et: Tühista
fa: لغو
fi: Peruuta
hi: रद्द करें
hy: Չեղարկել
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nl: Annuleren
no: Avbryt
pl: Anulować
ro: Anulare
sv: Annullera
th: ยกเลิก
uk: Скасувати
ur: منسوخ کریں۔
vi: Hủy bỏ
zh_tw: 取消

source: Apply
bn: প্রয়োগ করুন
de: Anwenden
et: Rakenda
fa: اعمال
fi: Käytä
hi: लागू करें
hy: Կիրառել
id: Terapkan
it: Applica
ja: 適用する
ko: 적용하다
ms: Mohon
nl: Toepassen
no: Søke om
pl: Stosować
ro: aplica
sv: Tillämpa
th: นำมาใช้
uk: Застосувати
ur: درخواست دیں
vi: Áp dụng
zh_tw: 申請

source: Enter coupon code
bn: কুপন কোড প্রবেশ করান
de: Gutscheincode eingeben
et: Sisesta sooduskood
fa: کد کوپن را وارد کنید
fi: Syötä kuponkikoodi
hi: कूपन कोड दर्ज करें
hy: Մուտքագրել կտրոնի կոդը
id: Masukkan kode kupon
it: Inserisci codice coupon
ja: クーポンコードを入力してください
ko: 쿠폰 코드를 입력하세요
ms: masukkan kod kupon
nl: Vul couponcode in
no: Tast inn kupongkode
pl: Wprowadź kod kuponu
ro: Introdu codul cuponului
sv: Ange kupongkod
th: ใส่รหัสคูปอง
uk: Введіть код купона
ur: کوپن کوڈ درج کریں۔
vi: Nhập mã phiếu giảm giá
zh_tw: 輸入優惠券代碼

source: Reserve Ride
bn: রাইড রিজার্ভ করুন
de: Fahrt reservieren
et: Reserveeri sõit
fa: رزرو سفر
fi: Varaa kyyti
hi: सवारी आरक्षित करें
hy: Պատվիրել ուղևորություն
id: Pesan Perjalanan
it: Prenota corsa
ja: 予約乗車
ko: 탑승 예약
ms: Rizab perjalanan
nl: Rit reserveren
no: Reserver tur
pl: Przejażdżka rezerwowa
ro: Rezervați călătoria
sv: Reservera tur
th: จองขี่
uk: Резервна поїздка
ur: ریزرو سواری
vi: Đặt chuyến đi
zh_tw: 預約乘車

# reserveRideMessage
source: Select the exact date and time you wish your ride to be reserved
bn: আপনি যে তারিখে এবং সময়ে আপনার রাইড রিজার্ভ করতে চান তা নির্বাচন করুন
de: Wählen Sie das genaue Datum und die Uhrzeit, zu der Ihre Fahrt reserviert werden soll
et: Valige täpne kuupäev ja kellaaeg, millal soovite sõitu reserveerida
fa: تاریخ و زمان دقیق مورد نظر برای رزرو سفر خود را انتخاب کنید
fi: Valitse tarkka päivämäärä ja kellonaika, jolloin haluat kyytisi varattavan
hi: सटीक तारीख और समय चुनें जब आप अपनी सवारी आरक्षित करना चाहते हैं
hy: Ընտրեք ճիշտ ամսաթիվը և ժամը, երբ ցանկանում եք, որ ձեր ուղևորությունը ամրագրվի:
id: Pilih tanggal dan waktu yang tepat untuk reservasi perjalanan Anda
it: Seleziona la data e l'ora esatte in cui desideri prenotare la corsa
ja: 乗車を予約したい正確な日付と時刻を選択してください
ko: 차량을 예약하려는 정확한 날짜와 시간을 선택하세요.
ms: Pilih tarikh dan masa yang tepat anda ingin perjalanan anda ditempah
nl: Selecteer de exacte datum en tijd waarop u uw rit wilt reserveren
no: Velg nøyaktig dato og klokkeslett du ønsker at turen skal reserveres
pl: Wybierz dokładną datę i godzinę, w której chcesz zarezerwować przejazd
ro: Selectați data și ora exactă la care doriți să fie rezervată călătoria
sv: Välj det exakta datum och tid du vill att din resa ska reserveras
th: เลือกวันที่และเวลาที่คุณต้องการจองรถ
uk: Виберіть точну дату й час, на які ви бажаєте забронювати поїздку
ur: صحیح تاریخ اور وقت منتخب کریں جو آپ چاہتے ہیں کہ آپ کی سواری محفوظ ہو۔
vi: Chọn ngày và giờ chính xác mà bạn muốn đặt chỗ cho chuyến đi của mình
zh_tw: 選擇您希望預訂行程的確切日期和時間

# reserveRideMessageSuccess
source: Your ride has been reserved successfully. You can view your reserved rides in the 'Scheduled rides' section.
bn: আপনার রাইড সফলভাবে রিজার্ভ করা হয়েছে। আপনি 'নির্ধারিত রাইড' বিভাগে আপনার রিজার্ভ করা রাইডগুলি দেখতে পারেন।
de: Ihre Fahrt wurde erfolgreich reserviert. Sie können Ihre reservierten Fahrten im Abschnitt 'Geplante Fahrten' einsehen.
et: Teie sõit on edukalt reserveeritud. Saate vaadata oma reserveeritud sõite jaotises 'Planeeritud sõidud'.
fa: سفر شما با موفقیت رزرو شد. می‌توانید سفرهای رزرو شده خود را در بخش «سفرهای برنامه‌ریزی شده» مشاهده کنید.
fi: Kyytisi on varattu onnistuneesti. Voit tarkastella varattuja kyytejäsi 'Aikataulutetut kyydit' -osiossa.
hi: आपकी सवारी सफलतापूर्वक आरक्षित हो गई है। आप अपनी आरक्षित सवारियों को 'निर्धारित सवारी' अनुभाग में देख सकते हैं।
hy: Ձեր ուղևորությունը հաջողությամբ ամրագրվել է: Դուք կարող եք դիտել ձեր ամրագրված ուղևորությունները «Պլանավորված ուղևորություններ» բաժնում:
id: Perjalanan Anda berhasil dipesan. Anda dapat melihat perjalanan yang dipesan di bagian 'Perjalanan Terjadwal'.
it: La tua corsa è stata prenotata con successo. Puoi visualizzare le tue corse prenotate nella sezione 'Corse programmate'.
ja: 乗車は正常に予約されました。予約した乗り物は「予約された乗り物」セクションで確認できます。
ko: 차량 예약이 성공적으로 완료되었습니다. '예정된 탑승' 섹션에서 예약된 탑승을 확인할 수 있습니다.
ms: Perjalanan anda telah berjaya ditempah. Anda boleh melihat tunggangan yang ditempah dalam bahagian 'Tunggangan berjadual'.
nl: Uw rit is succesvol gereserveerd. Onder het kopje 'Geplande ritten' kunt u uw gereserveerde ritten bekijken.
no: Turen din er reservert. Du kan se dine reserverte turer i delen "Planlagte turer".
pl: Twój przejazd został pomyślnie zarezerwowany. Zarezerwowane przejazdy możesz sprawdzić w sekcji „Zaplanowane przejazdy”.
ro: Călătoria dvs. a fost rezervată cu succes. Puteți vizualiza cursele rezervate în secțiunea „Clădiri programate”.
sv: Din resa har reserverats. Du kan se dina reserverade turer i avsnittet "Schemalagda turer".
th: การจองรถของคุณสำเร็จแล้ว คุณสามารถดูการเดินทางที่จองไว้ได้ในส่วน "การเดินทางตามกำหนดการ"
uk: Вашу поїздку успішно зарезервовано. Ви можете переглянути заброньовані поїздки в розділі «Заплановані поїздки».
ur: آپ کی سواری کو کامیابی کے ساتھ محفوظ کر لیا گیا ہے۔ آپ اپنی محفوظ سواریوں کو 'شیڈولڈ سواری' سیکشن میں دیکھ سکتے ہیں۔
vi: Chuyến đi của bạn đã được đặt thành công. Bạn có thể xem các chuyến đi đã đặt trước của mình trong phần 'Các chuyến đi đã lên lịch'.
zh_tw: 您的行程已成功預訂。您可以在「預定行程」部分查看您預訂的行程。

source: Cancel reservation
bn: রিজার্ভেশন বাতিল করুন
de: Reservierung stornieren
et: Tühista reserveering
fa: لغو رزرو
fi: Peruuta varaus
hi: आरक्षण रद्द करें
hy: Չեղարկել ամրագրումը
id: Batalkan pemesanan
it: Annulla prenotazione
ja: 予約をキャンセルする
ko: 예약 취소
ms: Batalkan tempahan
nl: Reservering annuleren
no: Kanseller reservasjon
pl: Anulowanie rezerwacji
ro: Anulați rezervarea
sv: Avboka bokning
th: ยกเลิกการจอง
uk: Скасувати бронювання
ur: ریزرویشن منسوخ کریں۔
vi: Hủy đặt phòng
zh_tw: 取消預訂

source: Confirm & Reserve
bn: নিশ্চিত করুন এবং রিজার্ভ করুন
de: Bestätigen & reservieren
et: Kinnita ja reserveeri
fa: تایید و رزرو
fi: Vahvista ja varaa
hi: पुष्टि करें और आरक्षित करें
hy: Հաստատել և ամրագրել
id: Konfirmasi & Pesan
it: Conferma e Prenota

# enterCouponDescription
source: Insert your coupon code to be applied to prices
bn: মূল্যের উপর প্রয়োগ করার জন্য আপনার কুপন কোড প্রবেশ করান
de: Geben Sie Ihren Gutscheincode ein, um ihn auf die Preise anzuwenden
et: Sisesta sooduskood, et seda hindadele rakendada
fa: کد کوپن خود را برای اعمال بر روی قیمت‌ها وارد کنید
fi: Syötä kuponkikoodisi, jota sovelletaan hintoihin
hi: किराए पर लागू करने के लिए अपना कूपन कोड दर्ज करें
hy: Տեղադրեք ձեր կտրոնի կոդը գներին կիրառելու համար:
id: Masukkan kode kupon Anda untuk diterapkan pada harga
it: Inserisci il codice del coupon da applicare ai prezzi
ja: 価格に適用するクーポンコードを入力してください
ko: 가격에 적용할 쿠폰 코드를 입력하세요.
ms: Masukkan kod kupon anda untuk digunakan pada harga
nl: Voer uw couponcode in die op de prijzen moet worden toegepast
no: Sett inn kupongkoden din som skal brukes på prisene
pl: Wpisz swój kod kuponu, który będzie stosowany do cen
ro: Introduceți codul de cupon pentru a fi aplicat prețurilor
sv: Ange din kupongkod som ska tillämpas på priser
th: ใส่รหัสคูปองของคุณเพื่อใช้กับราคา
uk: Введіть код купона, який буде застосовано до цін
ur: قیمتوں پر لاگو ہونے کے لیے اپنا کوپن کوڈ داخل کریں۔
vi: Chèn mã phiếu giảm giá của bạn để được áp dụng trên giá
zh_tw: 輸入您的優惠券代碼以應用於價格

source: Enter coupon
bn: কুপন প্রবেশ করান
de: Gutschein eingeben
et: Sisesta sooduskood
fa: وارد کردن کوپن
fi: Syötä kuponki
hi: कूपन दर्ज करें
hy: Մուտքագրել կտրոն
id: Masukkan kupon
it: Inserisci coupon
ja: クーポンを入力してください
ko: 쿠폰 입력
ms: Masukkan kupon
nl: Voer coupon in
no: Skriv inn kupongen
pl: Wprowadź kupon
ro: Introduceți cuponul
sv: Ange kupong
th: ใส่คูปอง
uk: Введіть купон
ur: کوپن درج کریں۔
vi: Nhập phiếu giảm giá
zh_tw: 輸入優惠券

source: Coupon applied
bn: কুপন প্রয়োগ করা হয়েছে
de: Gutschein angewendet
et: Sooduskood rakendatud
fa: کوپن اعمال شد
fi: Kuponki käytetty
hi: कूपन लागू किया गया
hy: Կտրոնը կիրառված է
id: Kupon diterapkan
it: Coupon applicato
ja: 適用されたクーポン
ko: 쿠폰이 적용되었습니다
ms: Kupon digunakan
nl: Coupon toegepast
no: Kupongen er brukt
pl: Zastosowano kupon
ro: Cupon aplicat
sv: Kupongen tillämpas
th: ใช้คูปองแล้ว
uk: Купон застосовано
ur: کوپن لاگو کر دیا گیا۔
vi: Đã áp dụng phiếu giảm giá
zh_tw: 已應用優惠券

# couponAppliedDescription
source: The coupon has been applied to your ride's fare.
bn: কুপনটি আপনার রাইডের ভাড়ায় প্রয়োগ করা হয়েছে।
de: Der Gutschein wurde auf den Fahrpreis angewendet.
et: Sooduskood on teie sõiduhinnale rakendatud.
fa: کوپن بر روی کرایه سفر شما اعمال شد.
fi: Kuponki on käytetty kyytisi hintaan.
hi: कूपन आपकी सवारी के किराए पर लागू कर दिया गया है।
hy: Կտրոնը կիրառվել է ձեր ուղևորության գնին։
id: Kupon telah diterapkan pada tarif perjalanan Anda.
it: Il coupon è stato applicato alla tariffa della tua corsa.
ja: クーポンは乗車料金に適用されました
ko: 탑승 요금에 쿠폰이 적용되었습니다.
ms: Kupon telah digunakan pada tambang perjalanan anda
nl: De coupon is toegepast op het tarief van uw rit
no: Kupongen er brukt på turens billettpris
pl: Kupon został uwzględniony w cenie Twojego przejazdu
ro: Cuponul a fost aplicat tarifului călătoriei dvs
sv: Kupongen har tillämpats på din resas biljettpris
th: มีการใช้คูปองกับค่าโดยสารของคุณแล้ว
uk: Купон застосовано до вартості вашої поїздки
ur: آپ کی سواری کے کرایے پر کوپن لاگو کر دیا گیا ہے۔
vi: Phiếu giảm giá đã được áp dụng cho giá vé chuyến đi của bạn
zh_tw: 優惠券已應用於您的行程票價

source: Done
bn: সম্পন্ন
de: Fertig
et: Valmis
fa: انجام شد
fi: Valmis
hi: हो गया
hy: Ավարտված
id: Selesai
it: Fatto
ja: 終わり！
ko: 완료!
ms: Selesai!
nl: Klaar!
no: Ferdig!
pl: Zrobione!
ro: Terminat!
sv: Gjort!
th: เสร็จแล้ว!
uk: Готово!
ur: ہو گیا!
vi: Xong!
zh_tw: 完畢！

source: Ride Preferences
bn: রাইডের পছন্দসমূহ
de: Fahrpräferenzen
et: Sõidueelistused
fa: تنظیمات سفر
fi: Kyytiasetukset
hi: सवारी प्राथमिकताएं
hy: Ուղևորության նախընտրություններ
id: Preferensi Perjalanan
it: Preferenze di viaggio
ja: 乗り物の好み
ko: 탑승 환경 설정
ms: Pilihan Menunggang
nl: Ritvoorkeuren
no: Rideinnstillinger
pl: Preferencje jazdy
ro: Preferințe de călătorie
sv: Ride preferenser
th: การตั้งค่าการขี่
uk: Налаштування їзди
ur: سواری کی ترجیحات
vi: Tùy chọn đi xe
zh_tw: 乘車偏好

source: No wait time
bn: অপেক্ষার সময় নেই
de: Keine Wartezeit
et: Ooteaega pole
fa: بدون زمان انتظار
fi: Ei odotusaikaa
hi: कोई प्रतीक्षा समय नहीं
hy: Սպասելու ժամանակ չկա
id: Tidak ada waktu tunggu
it: Nessun tempo di attesa
ja: 待ち時間なし
ko: 대기 시간 없음
ms: Tiada masa menunggu
nl: Geen wachttijd
no: Ingen ventetid
pl: Brak czasu oczekiwania
ro: Fără timp de așteptare
sv: Ingen väntetid
th: ไม่มีเวลารอ
uk: Немає часу очікування
ur: انتظار کا وقت نہیں۔
vi: Không có thời gian chờ đợi
zh_tw: 無需等待時間

# minutesRange
source: {minutes} minutes
bn: {minutes} মিনিট
de: {minutes} Minuten
et: {minutes} minutit
fa: {minutes} دقیقه
fi: {minutes} minuuttia
hi: {minutes} मिनट
hy: {minutes} րոպե
id: {minutes} menit
it: {minutes} minuti
ja: {minutes}分
ko: {minutes} 분
ms: {minutes} minit
nl: {minutes} minuten
no: {minutes} minutter
pl: {minutes} minut
ro: {minutes} minute
sv: {minutes} minuter
th: {minutes} นาที
uk: {minutes} хвилин
ur: {minutes} منٹ
vi: {minutes} phút
zh_tw: {minutes}分鐘

# secondsRange
source: {seconds} seconds
bn: {seconds} সেকেন্ড
de: {seconds} Sekunden
et: {seconds} sekundit
fa: {seconds} ثانیه
fi: {seconds} sekuntia
hi: {seconds} सेकंड
hy: {seconds} վայրկյան
id: {seconds} detik
it: {seconds} secondi
ja: {seconds}秒
ko: {seconds} 초
ms: {seconds} saat
nl: {seconds} seconden
no: {seconds} sekunder
pl: {seconds} sekund
ro: {seconds} secunde
sv: {seconds} sekunder
th: {seconds} วินาที
uk: {seconds} секунд
ur: {seconds} سیکنڈ
vi: {seconds} giây
zh_tw: {seconds}秒

source: Ride requested
bn: রাইডের অনুরোধ করা হয়েছে
de: Fahrt angefordert
et: Sõit tellitud
fa: درخواست سفر
fi: Kyyti pyydetty
hi: सवारी का अनुरोध किया गया
hy: Ուղևորություն է հարցվել
id: Perjalanan diminta
it: Corsa richiesta
ja: 配車リクエスト
ko: 탑승 요청됨
ms: Tunggangan diminta
nl: Rit aangevraagd
no: Skyss forespurt
pl: Zażądano przejazdu
ro: Călătoria solicitată
sv: Åktur begärd
th: เรียกรถแล้ว
uk: Попросили поїздку
ur: سواری کی درخواست کی۔
vi: Yêu cầu đi xe
zh_tw: 請求乘車

source: Searching for an online driver...
bn: একজন অনলাইন ড্রাইভারের সন্ধান করা হচ্ছে...
de: Suche nach einem verfügbaren Fahrer...
et: Otsitakse vaba juhti...
fa: در حال جستجو برای راننده آنلاین...
fi: Etsitään online-kuljettajaa...
hi: ऑनलाइन ड्राइवर खोज रहा है...
hy: Որոնվում է առցանց վարորդ...
id: Mencari pengemudi online...
it: Ricerca di un autista online in corso...
ja: オンラインドライバーを検索しています...
ko: 온라인 드라이버 검색 중...
ms: Mencari pemandu dalam talian...
nl: Op zoek naar een online chauffeur...
no: Søker etter en online driver...
pl: Szukam sterownika online...
ro: Se caută un șofer online...
sv: Söker efter en onlinedrivrutin...
th: กำลังค้นหาไดรเวอร์ออนไลน์...
uk: Пошук онлайн драйвера...
ur: آن لائن ڈرائیور کی تلاش ہے...
vi: Tìm kiếm trình điều khiển trực tuyến...
zh_tw: 正在尋找線上驅動程式...

source: Cancel ride
bn: রাইড বাতিল করুন
de: Fahrt stornieren
et: Tühista sõit
fa: لغو سفر
fi: Peruuta kyyti
hi: सवारी रद्द करें
hy: Չեղարկել ուղևորությունը
id: Batalkan perjalanan
it: Annulla corsa
ja: 乗車をキャンセルする
ko: 탑승 취소
ms: Batalkan perjalanan
nl: Rit annuleren
no: Avbryt turen
pl: Anuluj jazdę
ro: Anulați călătoria
sv: Avbryt resan
th: ยกเลิกการโดยสาร
uk: Скасувати поїздку
ur: سواری منسوخ کریں۔
vi: Hủy chuyến đi
zh_tw: 取消行程

source: Ride Safety
bn: রাইডের নিরাপত্তা
de: Fahrsicherheit
et: Sõidu ohutus
fa: ایمنی سفر
fi: Kyydin turvallisuus
hi: सवारी सुरक्षा
hy: Ուղևորության անվտանգություն
id: Keamanan Perjalanan
it: Sicurezza del viaggio
ja: 乗車の安全性
ko: 탑승 안전
ms: Keselamatan Menunggang
nl: Rijveiligheid
no: Ridesikkerhet
pl: Bezpieczeństwo jazdy
ro: Siguranța călătoriei
sv: Åksäkerhet
th: ความปลอดภัยในการขับขี่
uk: Безпека їзди
ur: سواری کی حفاظت
vi: An toàn khi đi xe
zh_tw: 搭乘安全

source: Share trip information
bn: ভ্রমণের তথ্য শেয়ার করুন
de: Fahrtdetails teilen
et: Jaga sõiduinfot
fa: اشتراک‌گذاری اطلاعات سفر
fi: Jaa matkatiedot
hi: यात्रा की जानकारी साझा करें
hy: Կիսվել ուղևորության տվյալներով
id: Bagikan informasi perjalanan
it: Condividi informazioni sul viaggio
ja: 旅行情報を共有する
ko: 여행정보 공유
ms: Kongsi maklumat perjalanan
nl: Deel reisinformatie
no: Del turinformasjon
pl: Udostępnij informacje o podróży
ro: Partajați informații despre călătorie
sv: Dela reseinformation
th: แบ่งปันข้อมูลการเดินทาง
uk: Поділіться інформацією про поїздку
ur: سفر کی معلومات کا اشتراک کریں۔
vi: Chia sẻ thông tin chuyến đi
zh_tw: 分享行程資訊

# shareTripInformationDescription
source: You can share your trip info with a friend
bn: আপনি আপনার ভ্রমণের তথ্য বন্ধুর সাথে শেয়ার করতে পারেন
de: Sie können Ihre Fahrtdetails mit einem Freund teilen
et: Saate jagada oma sõiduinfot sõbraga
fa: می‌توانید اطلاعات سفر خود را با یک دوست به اشتراک بگذارید
fi: Voit jakaa matkatietosi ystävän kanssa
hi: आप अपनी यात्रा की जानकारी किसी दोस्त के साथ साझा कर सकते हैं
hy: Դուք կարող եք կիսվել ձեր ուղևորության տվյալներով ընկերոջ հետ։
id: Anda dapat berbagi info perjalanan Anda dengan teman
it: Puoi condividere le informazioni del tuo viaggio con un amico
ja: 旅行情報を友達と共有できます
ko: 여행 정보를 친구와 공유할 수 있습니다
ms: Anda boleh berkongsi maklumat perjalanan anda dengan rakan
nl: U kunt uw reisinformatie delen met een vriend
no: Du kan dele turinformasjonen din med en venn
pl: Możesz udostępnić informacje o swojej podróży znajomemu
ro: Puteți partaja informațiile despre călătoria cu un prieten
sv: Du kan dela din reseinformation med en vän
th: คุณสามารถแบ่งปันข้อมูลการเดินทางของคุณกับเพื่อนได้
uk: Ви можете поділитися інформацією про свою поїздку з друзями
ur: آپ اپنے سفر کی معلومات کسی دوست کے ساتھ شیئر کر سکتے ہیں۔
vi: Bạn có thể chia sẻ thông tin chuyến đi của mình với bạn bè
zh_tw: 您可以與朋友分享您的旅遊訊息

source: SOS
bn: এসওএস
ko: 위급 신호
th: สัญญาณขอความช่วยเหลือ
zh_tw: 求救

# sosDescription
source: Let authorities know of an emergency
bn: জরুরী অবস্থার কথা কর্তৃপক্ষকে জানান
de: Lassen Sie Behörden über einen Notfall informieren
et: Teavita ametiasutusi hädaolukorrast
fa: مقامات را از وضعیت اضطراری مطلع کنید
fi: Ilmoita viranomaisille hätätilanteesta
hi: अधिकारियों को आपातकाल के बारे में बताएं
hy: Տեղեկացնել իշխանություններին արտակարգ իրավիճակի մասին:
id: Beritahu pihak berwenang jika ada keadaan darurat
it: Avvisa le autorità in caso di emergenza
ja: 緊急事態を当局に知らせる
ko: 당국에 긴급 상황을 알립니다.
ms: Beritahu pihak berkuasa tentang kecemasan
nl: Informeer de autoriteiten over een noodsituatie
no: Gi beskjed til myndighetene om en nødsituasjon
pl: Poinformuj władze o sytuacji awaryjnej
ro: Informați autoritățile despre o urgență
sv: Låt myndigheterna veta om en nödsituation
th: แจ้งให้เจ้าหน้าที่ทราบถึงเหตุฉุกเฉิน
uk: Повідомте владу про надзвичайну ситуацію
ur: حکام کو ہنگامی صورتحال سے آگاہ کریں۔
vi: Thông báo cho cơ quan chức năng về trường hợp khẩn cấp
zh_tw: 讓當局知道緊急狀況
