Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# share_trip_text_rider
source: The rider with me is named {firstName} {lastName}, and their mobile number is +{mobileNumber}.
bn: আমার সাথে রাইডারের নাম {firstName} {lastName}, এবং তার মোবাইল নম্বর +{mobileNumber}।
de: Der Fahrgast bei mir heißt {firstName} {lastName} und seine Handynummer ist +{mobileNumber}.
et: Minuga koos olev sõitja nimi on {firstName} {lastName} ja tema mobiiltelefoninumber on +{mobileNumber}.
fa: مسافر همراه من {firstName} {lastName} نام دارد و شماره موبایل او +{mobileNumber} است.
fi: Kyydissäni oleva matkustaja on nimeltään {firstName} {lastName}, ja hänen matkapuhelinnumeronsa on +{mobileNumber}.
hi: मेरे साथ जो राइडर है उसका नाम {firstName} {lastName} है, और उनका मोबाइल नंबर +{mobileNumber} है।
hy: Իմ հետ գտնվող ուղևորի անունն է {firstName} {lastName}, և նրա հեռախոսահամարն է +{mobileNumber}։
id: Penumpang bersama saya bernama {firstName} {lastName}, dan nomor ponsel mereka adalah +{mobileNumber}.
it: Il passeggero con me si chiama {firstName} {lastName}, e il suo numero di cellulare è +{mobileNumber}.
ja: 私の名前のライダーは{firstName} {lastName}、携帯番号は{mobileNumber}です。
ko: 저와 함께 오신 라이더 이름은 {firstName} {lastName}, 휴대폰 번호는 {mobileNumber} 입니다.
ms: Penunggang dengan nama saya ialah {firstName} {lastName}, nombor telefon bimbit ialah {mobileNumber}.
nl: De naam van de rijder bij mij is {firstName} {lastName}, het mobiele nummer is {mobileNumber}.
no: Rytteren med mitt navn er {firstName} {lastName}, mobilnummeret er {mobileNumber}.
pl: Osoba ze mną ma na imię {firstName} {lastName}, numer telefonu komórkowego to {mobileNumber}.
ro: Călărețul cu numele meu este {firstName} {lastName}, numărul de mobil este {mobileNumber}.
sv: Ryttaren med mig heter {firstName} {lastName}, mobilnumret är {mobileNumber}.
th: ผู้ขับขี่ที่ชื่อผมคือ {firstName}{lastName} เบอร์มือถือคือ {mobileNumber}
uk: Моє ім'я гонщика {firstName} {lastName}, номер мобільного {mobileNumber}.
ur: میرے ساتھ سوار کا نام {firstName} {lastName} ہے، موبائل نمبر {mobileNumber} ہے۔
vi: Người lái xe tên mình là {firstName} {lastName}, số di động là {mobileNumber}.
zh_tw: 我的騎士名字是{firstName}{lastName}，手機號碼是{mobileNumber}。

# share_trip_started_time
source: The trip started at {startTime}, and I expect it to take approximately {duration} minutes
bn: ভ্রমণটি {startTime} এ শুরু হয়েছিল, এবং আমি আশা করি এটি প্রায় {duration} মিনিট সময় নেবে
de: Die Fahrt begann um {startTime} und ich erwarte, dass sie ungefähr {duration} Minuten dauert.
et: Sõit algas kell {startTime} ja ma eeldan, et see võtab umbes {duration} minutit
fa: سفر در ساعت {startTime} شروع شد و انتظار دارم تقریباً {duration} دقیقه طول بکشد
fi: Matka alkoi klo {startTime}, ja odotan sen kestävän noin {duration} minuuttia
hi: यात्रा {startTime} बजे शुरू हुई, और मुझे उम्मीद है कि इसमें लगभग {duration} मिनट लगेंगे
hy: Ուղևորությունը սկսվել է {startTime}-ին, և ես ակնկալում եմ, որ այն կտևի մոտավորապես {duration} րոպե։
id: Perjalanan dimulai pada pukul {startTime}, dan saya perkirakan akan memakan waktu sekitar {duration} menit
it: Il viaggio è iniziato alle {startTime}, e mi aspetto che duri circa {duration} minuti
ja: 旅行は {startTime} に開始されており、旅行には約 {duration} 分かかると予想されます
ko: {startTime}에 여행이 시작되었으며 약 {duration}분 정도 소요될 것으로 예상됩니다.
ms: Perjalanan telah bermula pada {startTime} dan saya menjangkakan perjalanan mengambil masa lebih kurang {duration} minit
nl: De reis is begonnen op {startTime} en ik verwacht dat de reis ongeveer {duration} minuten zal duren
no: Turen startet {startTime} og jeg regner med at turen tar ca. {duration} minutter
pl: Podróż rozpoczęła się {startTime} i spodziewam się, że podróż zajmie około {duration} minut
ro: Călătoria a început pe {startTime} și mă aștept ca călătoria să dureze aproximativ {duration} minute
sv: Resan har startat {startTime} och jag räknar med att resan tar cirka {duration} minuter
th: การเดินทางเริ่มต้นวันที่ {startTime} และคาดว่าการเดินทางจะใช้เวลาประมาณ {duration} นาที
uk: Подорож почалася {startTime} і я очікую, що подорож триватиме приблизно {duration} хвилин
ur: ٹرپ {startTime} کو شروع ہوا ہے اور مجھے امید ہے کہ اس سفر میں تقریباً {duration} منٹ لگیں گے
vi: Chuyến đi đã bắt đầu vào {startTime} và tôi dự kiến chuyến đi sẽ mất khoảng {duration} phút
zh_tw: 行程於 {startTime} 開始，預計行程約需 {duration} 分鐘

# share_trip_not_arrived_time
source: I expect the trip to take approximately {duration} minutes once I am in the driver's car.
bn: আমি আশা করি ড্রাইভারের গাড়িতে উঠলে ভ্রমণটি প্রায় {duration} মিনিট সময় নেবে।
de: Ich erwarte, dass die Fahrt ungefähr {duration} Minuten dauert, sobald ich im Auto des Fahrers bin.
et: Ma eeldan, et sõit võtab umbes {duration} minutit, kui ma olen juhi autos.
fa: انتظار دارم سفر تقریباً {duration} دقیقه طول بکشد پس از اینکه در ماشین راننده باشم.
fi: Odotan matkan kestävän noin {duration} minuuttia, kun pääsen kuljettajan autoon.
hi: जब मैं ड्राइवर की कार में होऊंगा, तो मुझे उम्मीद है कि यात्रा में लगभग {duration} मिनट लगेंगे।
hy: Ես ակնկալում եմ, որ ուղևորությունը կտևի մոտավորապես {duration} րոպե, երբ արդեն կլինեմ վարորդի մեքենայում։
id: Saya perkirakan perjalanan akan memakan waktu sekitar {duration} menit setelah saya berada di mobil pengemudi.
it: Mi aspetto che il viaggio duri circa {duration} minuti una volta che sarò in macchina con l'autista.
ja: 運転手の車に乗り込んでからの所要時間は約 {duration} 分と予想しています。
ko: 운전기사의 차에 타면 약 {duration}분 정도 소요될 것으로 예상됩니다.
ms: Saya menjangkakan perjalanan mengambil masa lebih kurang {duration} minit sebaik sahaja saya masuk ke dalam kereta pemandu.
nl: Ik verwacht dat de rit ongeveer {duration} minuten zal duren zodra ik in de auto van de bestuurder stap.
no: Jeg regner med at turen tar omtrent {duration} minutter når jeg setter meg inn i sjåførens bil.
pl: Spodziewam się, że po wejściu do samochodu kierowcy podróż zajmie około {duration} minut.
ro: Mă aștept că călătoria va dura aproximativ {duration} minute după ce mă urc în mașina șoferului.
sv: Jag räknar med att resan tar cirka {duration} minuter när jag sätter mig i förarens bil.
th: คาดว่าการเดินทางจะใช้เวลาประมาณ {duration} นาที เมื่อลงรถคนขับแล้ว
uk: Я очікую, що поїздка триватиме приблизно {duration} хвилин після того, як я сяду в машину водія.
ur: میں توقع کرتا ہوں کہ ایک بار جب میں ڈرائیور کی گاڑی میں بیٹھوں گا تو اس سفر میں تقریباً {duration} منٹ لگیں گے۔
vi: Tôi dự kiến chuyến đi sẽ mất khoảng {duration} phút sau khi tôi lên xe của tài xế.
zh_tw: 我預計，一旦我上了司機的車，行程大約需要 {duration} 分鐘。

# sendSOSMessage
source: IMPORTANT: Please use this feature only in case of emergency. We will contact authorities in behalf of you.
bn: গুরুত্বপূর্ণ: অনুগ্রহ করে শুধুমাত্র জরুরী অবস্থায় এই বৈশিষ্ট্যটি ব্যবহার করুন। আমরা আপনার পক্ষ থেকে কর্তৃপক্ষের সাথে যোগাযোগ করব।
de: WICHTIG: Bitte verwenden Sie diese Funktion nur im Notfall. Wir werden die Behörden in Ihrem Namen kontaktieren.
et: TÄHTIS: Palun kasutage seda funktsiooni ainult hädaolukorras. Võtame teie eest ühendust ametiasutustega.
fa: مهم: لطفاً از این ویژگی فقط در مواقع اضطراری استفاده کنید. ما از طرف شما با مقامات تماس خواهیم گرفت.
fi: TÄRKEÄÄ: Käytä tätä ominaisuutta vain hätätapauksessa. Otamme puolestasi yhteyttä viranomaisiin.
hi: महत्वपूर्ण: कृपया इस सुविधा का उपयोग केवल आपातकाल की स्थिति में करें। हम आपकी ओर से अधिकारियों से संपर्क करेंगे।
hy: ԿԱՐԵՎՈՐ։ Խնդրում ենք օգտագործել այս հնարավորությունը միայն արտակարգ իրավիճակի դեպքում։ Մենք կապ կհաստատենք իշխանությունների հետ ձեր անունից։
id: PENTING: Harap gunakan fitur ini hanya dalam keadaan darurat. Kami akan menghubungi pihak berwenang atas nama Anda.
it: IMPORTANTE: Utilizza questa funzione solo in caso di emergenza. Contatteremo le autorità per tuo conto.
ja: 重要: この機能は緊急の場合にのみ使用してください。私たちがあなたに代わって当局に連絡します。
ko: 중요: 이 기능은 긴급 상황에만 사용하세요. 귀하를 대신하여 당국에 연락하겠습니다.
ms: PENTING: Sila gunakan ciri ini hanya sekiranya berlaku kecemasan. Kami akan menghubungi pihak berkuasa bagi pihak anda.
nl: BELANGRIJK: Gebruik deze functie alleen in geval van nood. Wij zullen namens u contact opnemen met de autoriteiten.
no: VIKTIG: Bruk denne funksjonen kun i nødstilfeller. Vi vil kontakte myndighetene på vegne av deg.
pl: WAŻNE: Proszę korzystać z tej funkcji tylko w sytuacjach awaryjnych. Skontaktujemy się z władzami w Twoim imieniu.
ro: IMPORTANT: Vă rugăm să utilizați această funcție numai în caz de urgență. Vom contacta autoritățile în numele dvs.
sv: VIKTIGT: Använd denna funktion endast i nödfall. Vi kommer att kontakta myndigheter för dig.
th: สิ่งสำคัญ: โปรดใช้คุณสมบัตินี้ในกรณีฉุกเฉินเท่านั้น เราจะติดต่อเจ้าหน้าที่ในนามของคุณ
uk: ВАЖЛИВО: використовуйте цю функцію лише в екстрених випадках. Ми зв'яжемося з владою від вашого імені.
ur: اہم: براہ کرم اس خصوصیت کو صرف ہنگامی صورت حال میں استعمال کریں۔ ہم آپ کی طرف سے حکام سے رابطہ کریں گے۔
vi: QUAN TRỌNG: Vui lòng chỉ sử dụng tính năng này trong trường hợp khẩn cấp. Chúng tôi sẽ liên hệ với cơ quan chức năng thay mặt bạn.
zh_tw: 重要提示：請僅在緊急情況下使用此功能。我們將代表您聯繫當局。

# confirmAndSendSOS
source: Confirm & Send SOS
bn: নিশ্চিত করুন এবং এসওএস পাঠান
de: Bestätigen & SOS senden
et: Kinnita ja saada SOS
fa: تایید و ارسال SOS
fi: Vahvista ja lähetä SOS
hi: पुष्टि करें और SOS भेजें
hy: Հաստատել և ուղարկել SOS
id: Konfirmasi & Kirim SOS
it: Conferma e Invia SOS
ja: 確認する
ko: 확인하다
ms: sahkan
nl: Bevestigen
no: Bekrefte
pl: Potwierdzać
ro: A confirma
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
ur: تصدیق کریں۔
vi: Xác nhận
zh_tw: 確認

# sosSentSuccessfully
source: SOS has been sent successfully
bn: এসওএস সফলভাবে পাঠানো হয়েছে
de: SOS wurde erfolgreich gesendet
et: SOS on edukalt saadetud
fa: SOS با موفقیت ارسال شد
fi: SOS on lähetetty onnistuneesti
hi: SOS सफलतापूर्वक भेजा गया
hy: SOS հաջողությամբ ուղարկվել է
id: SOS berhasil dikirim
it: SOS inviato con successo
ja: SOSは正常に送信されました
ko: SOS가 성공적으로 전송되었습니다
ms: SOS telah berjaya dihantar
nl: SOS is succesvol verzonden
no: SOS er sendt
pl: Sygnał SOS został pomyślnie wysłany
ro: SOS a fost trimis cu succes
sv: SOS har skickats
th: ส่ง SOS สำเร็จแล้ว
uk: SOS надіслано успішно
ur: SOS کامیابی سے بھیج دیا گیا ہے۔
vi: SOS đã được gửi thành công
zh_tw: SOS 已成功發送

# topUpSuccess
source: Wallet has been topped up successfully
bn: ওয়ালেট সফলভাবে টপ আপ করা হয়েছে
de: Wallet wurde erfolgreich aufgeladen
et: Rahakotti on edukalt raha lisatud
fa: کیف پول با موفقیت شارژ شد
fi: Lompakko on lisätty onnistuneesti
hi: वॉलेट सफलतापूर्वक टॉप-अप हो गया है
hy: Դրամապանակը հաջողությամբ լիցքավորվել է։
id: Dompet berhasil diisi ulang
it: Wallet ricaricato con successo
ja: ウォレットへのチャージが完了しました
ko: 지갑이 성공적으로 충전되었습니다
ms: Dompet telah berjaya ditambah nilai
nl: Wallet is succesvol opgewaardeerd
no: Lommeboken er fullført
pl: Portfel został pomyślnie doładowany
ro: Portofelul a fost reîncărcat cu succes
sv: Plånboken har fyllts på
th: เติมเงิน Wallet สำเร็จแล้ว
uk: Гаманець успішно поповнено
ur: والیٹ کو کامیابی کے ساتھ ٹاپ اپ کر دیا گیا ہے۔
vi: Ví đã được nạp tiền thành công
zh_tw: 錢包已儲值成功

# cancelNotAllowed
source: You cannot cancel a ride that has already started.
bn: আপনি ইতিমধ্যে শুরু হওয়া একটি রাইড বাতিল করতে পারবেন না।
de: Sie können eine bereits begonnene Fahrt nicht stornieren.
et: Te ei saa tühistada sõitu, mis on juba alanud.
fa: شما نمی‌توانید سفری را که قبلاً شروع شده است لغو کنید.
fi: Et voi peruuttaa jo alkanutta kyytiä.
hi: आप उस सवारी को रद्द नहीं कर सकते जो पहले ही शुरू हो चुकी है।
hy: Դուք չեք կարող չեղարկել արդեն սկսված ուղևորությունը։
id: Anda tidak dapat membatalkan perjalanan yang sudah dimulai.
it: Non puoi annullare una corsa che è già iniziata.
ja: すでに開始された乗車のキャンセルはできません。
ko: 이미 시작된 라이딩은 취소할 수 없습니다.
ms: Pembatalan perjalanan yang telah dimulakan tidak mungkin.
nl: Annulering van een reeds begonnen rit is niet mogelijk.
no: Kansellering av en allerede påbegynt tur er ikke mulig.
pl: Anulowanie już rozpoczętego przejazdu nie jest możliwe.
ro: Anularea unei călătorii deja începute nu este posibilă.
sv: Avbokning av en redan påbörjad resa är inte möjlig.
th: ไม่สามารถยกเลิกการเดินทางที่เริ่มต้นแล้วได้
uk: Скасування вже розпочатої поїздки неможливе.
ur: پہلے سے شروع کی گئی سواری کی منسوخی ممکن نہیں ہے۔
vi: Không thể hủy chuyến đi đã bắt đầu.
zh_tw: 無法取消已開始的行程。

source: Error
bn: ত্রুটি
de: Fehler
et: Viga
fa: خطا
fi: Virhe
hi: त्रुटि
hy: Սխալ
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: ralat
nl: Fout
no: Feil
pl: Błąd
ro: Eroare
sv: Fel
th: ข้อผิดพลาด
uk: Помилка
ur: خرابی
vi: Lỗi
zh_tw: 錯誤

source: Connection error
bn: সংযোগ ত্রুটি
de: Verbindungsfehler
et: Ühenduse viga
fa: خطای اتصال
fi: Yhteysvirhe
hi: कनेक्शन त्रुटि
hy: Միացման սխալ
id: Kesalahan koneksi
it: Errore di connessione
ja: 接続エラー
ko: 연결 오류
ms: Ralat sambungan
nl: Verbindingsfout
no: Tilkoblingsfeil
pl: Błąd połączenia
ro: Eroare de conexiune
sv: Anslutningsfel
th: การเชื่อมต่อล้มเหลว
uk: Помилка з'єднання
ur: رابطے میں خرابی
vi: Lỗi kết nối
zh_tw: 連線錯誤

source: Server error
bn: সার্ভার ত্রুটি
de: Serverfehler
et: Serveri viga
fa: خطای سرور
fi: Palvelinvirhe
hi: सर्वर त्रुटि
hy: Սերվերի սխալ
id: Kesalahan server
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
ms: Ralat pelayan
nl: Serverfout
no: Serverfeil
pl: Błąd serwera
ro: Eroare de server
sv: Serverfel
th: เซิร์ฟเวอร์ผิดพลาด
uk: Помилка серверу
ur: سرور کی خرابی۔
vi: Lỗi máy chủ
zh_tw: 伺服器錯誤

source: Add new location
bn: নতুন অবস্থান যোগ করুন
de: Neuen Standort hinzufügen
et: Lisa uus asukoht
fa: افزودن مکان جدید
fi: Lisää uusi sijainti
hi: नया स्थान जोड़ें
hy: Ավելացնել նոր վայր
id: Tambah lokasi baru
it: Aggiungi nuova posizione
ja: 新しい場所を追加
ko: 새 위치 추가
ms: Tambah lokasi baharu
nl: Nieuwe locatie toevoegen
no: Legg til ny plassering
pl: Dodaj nową lokalizację
ro: Adăugați o nouă locație
sv: Lägg till ny plats
th: เพิ่มสถานที่ใหม่
uk: Додати нове місце
ur: نیا مقام شامل کریں۔
vi: Thêm vị trí mới
zh_tw: 新增位置

source: Two-way trip
bn: দ্বিমুখী ভ্রমণ
de: Hin- und Rückfahrt
et: Kahesuunaline sõit
fa: سفر دو طرفه
fi: Kaksisuuntainen matka
hi: दो तरफा यात्रा
hy: Երկկողմանի ուղևորություն
id: Perjalanan dua arah
it: Viaggio di andata e ritorno
ja: 双方向旅行
ko: 양방향 여행
ms: Perjalanan dua hala
nl: Tweerichtingsreis
no: Toveis tur
pl: Podróż w obie strony
ro: Călătorie dus-întors
sv: Tvåvägsresa
th: การเดินทางสองทาง
uk: Поїздка в обидві сторони
ur: دو طرفہ سفر
vi: Chuyến đi hai chiều
zh_tw: 兩程行程

source: Report Submitted
bn: রিপোর্ট জমা দেওয়া হয়েছে
de: Bericht eingereicht
et: Aruanne esitatud
fa: گزارش ارسال شد
fi: Raportti lähetetty
hi: रिपोर्ट सबमिट की गई
hy: Հաղորդումը ներկայացված է
id: Laporan Terkirim
it: Segnalazione inviata
ja: 報告書が提出されました
ko: 보고서가 제출되었습니다.
ms: Laporan Dihantar
nl: Rapport ingediend
no: Rapport innsendt
pl: Raport przesłany
ro: Raport trimis
sv: Rapport inlämnad
th: ส่งรายงานแล้ว
uk: Звіт надіслано
ur: رپورٹ جمع کرائی
vi: Báo cáo đã gửi
zh_tw: 報告已提交

# reportSubmittedDescription
source: Your report has been submitted successfully, we will review it and take the necessary actions.
bn: আপনার রিপোর্ট সফলভাবে জমা দেওয়া হয়েছে, আমরা এটি পর্যালোচনা করব এবং প্রয়োজনীয় ব্যবস্থা নেব।
de: Ihr Bericht wurde erfolgreich eingereicht. Wir werden ihn prüfen und die erforderlichen Maßnahmen ergreifen.
et: Teie aruanne on edukalt esitatud, vaatame selle üle ja võtame vajalikud meetmed.
fa: گزارش شما با موفقیت ارسال شد، ما آن را بررسی کرده و اقدامات لازم را انجام خواهیم داد.
fi: Raporttisi on lähetetty onnistuneesti, tarkistamme sen ja ryhdymme tarvittaviin toimiin.
hi: आपकी रिपोर्ट सफलतापूर्वक सबमिट कर दी गई है, हम इसकी समीक्षा करेंगे और आवश्यक कार्रवाई करेंगे।
hy: Ձեր հաղորդումը հաջողությամբ ներկայացվել է, մենք կդիտարկենք այն և կձեռնարկենք անհրաժեշտ գործողությունները։
id: Laporan Anda berhasil dikirim, kami akan meninjaunya dan mengambil tindakan yang diperlukan.
it: La tua segnalazione è stata inviata con successo, la esamineremo e intraprenderemo le azioni necessarie.
ja: あなたのレポートは正常に送信されました。私たちはそれを確認し、必要な措置を講じます。
ko: 귀하의 신고가 성공적으로 제출되었습니다. 저희는 이를 검토하고 필요한 조치를 취하겠습니다.
ms: Laporan anda telah berjaya diserahkan, kami akan menyemaknya dan mengambil tindakan yang perlu.
nl: Uw melding is succesvol ingediend, wij zullen deze beoordelen en de nodige acties ondernemen.
no: Rapporten din har blitt sendt inn, vi vil vurdere den og iverksette nødvendige tiltak.
pl: Twój raport został pomyślnie przesłany, sprawdzimy go i podejmiemy niezbędne działania.
ro: Raportul dvs. a fost trimis cu succes, îl vom examina și vom lua măsurile necesare.
sv: Din rapport har skickats, vi kommer att granska den och vidta nödvändiga åtgärder.
th: ส่งรายงานของคุณเรียบร้อยแล้ว เราจะตรวจสอบและดำเนินการตามที่จำเป็น
uk: Ваш звіт успішно надіслано, ми його розглянемо та вживемо необхідних заходів.
ur: آپ کی رپورٹ کامیابی کے ساتھ جمع کر دی گئی ہے، ہم اس کا جائزہ لیں گے اور ضروری اقدامات کریں گے۔
vi: Báo cáo của bạn đã được gửi thành công, chúng tôi sẽ xem xét báo cáo và thực hiện các hành động cần thiết.
zh_tw: 您的報告已成功提交，我們將對其進行審核並採取必要的措施。

source: Card number
bn: কার্ড নম্বর
de: Kartennummer
et: Kaardi number
fa: شماره کارت
fi: Kortin numero
hi: कार्ड नंबर
hy: Քարտի համարը
id: Nomor kartu
it: Numero carta
ja: カード番号
ko: 카드 번호
ms: Nombor kad
nl: Kaartnummer
no: Kortnummer
pl: Numer karty
ro: Numărul de card
sv: Kortnummer
th: หมายเลขบัตร
uk: Номер картки
ur: کارڈ نمبر
vi: Số thẻ
zh_tw: 卡號

# cardNumberHint
source: Enter card number
bn: কার্ড নম্বর প্রবেশ করান
de: Kartennummer eingeben
et: Sisesta kaardi number
fa: شماره کارت را وارد کنید
fi: Anna kortin numero
hi: कार्ड नंबर दर्ज करें
hy: Մուտքագրել քարտի համարը
id: Masukkan nomor kartu
it: Inserisci numero carta
ja: カード番号を入力してください
ko: 카드번호 입력
ms: Masukkan nombor kad
nl: Voer kaartnummer in
no: Skriv inn kortnummer
pl: Wprowadź numer karty
ro: Introduceți numărul cardului
sv: Ange kortnummer
th: กรอกหมายเลขบัตร
uk: Введіть номер картки
ur: کارڈ نمبر درج کریں۔
vi: Nhập số thẻ
zh_tw: 輸入卡號

source: Expiry date
bn: মেয়াদ শেষ হওয়ার তারিখ
de: Ablaufdatum
et: Aegumiskuupäev
fa: تاریخ انقضا
fi: Viimeinen voimassaolopäivä
hi: समाप्ति तिथि
hy: Վավերականության ժամկետը
id: Tanggal kedaluwarsa
it: Data di scadenza
ja: 有効期限
ko: 만료일
ms: Tarikh luput
nl: Vervaldatum
no: Utløpsdato
pl: Data wygaśnięcia
ro: Data de expirare
sv: Utgångsdatum
th: วันหมดอายุ
uk: Термін придатності
ur: خاتمے کی تاریخ
vi: Ngày hết hạn
zh_tw: 到期日

source: No favorite drivers
bn: কোন প্রিয় ড্রাইভার নেই
de: Keine bevorzugten Fahrer
et: Lemmikjuhte pole
fa: هیچ راننده مورد علاقه‌ای وجود ندارد
fi: Ei suosikkikuljettajia
hi: कोई पसंदीदा ड्राइवर नहीं
hy: Սիրելի վարորդներ չկան
id: Tidak ada pengemudi favorit
it: Nessun autista preferito
ja: お気に入りのドライバーはいません
ko: 즐겨찾는 드라이버가 없습니다.
ms: Tiada pemandu kegemaran
nl: Geen favoriete coureurs
no: Ingen favorittsjåfører
pl: Brak ulubionych kierowców
ro: Fără șoferi preferati
sv: Inga favoritförare
th: ไม่มีไดรเวอร์ที่ชื่นชอบ
uk: Немає улюблених драйверів
ur: کوئی پسندیدہ ڈرائیور نہیں۔
vi: Không có trình điều khiển yêu thích
zh_tw: 沒有最喜歡的車手

# noFavoriteDriversDescription
source: You can mark your preferred drivers as favorites when rating them after the trip.
bn: ভ্রমণের পরে রেটিং দেওয়ার সময় আপনি আপনার পছন্দের ড্রাইভারদের প্রিয় হিসাবে চিহ্নিত করতে পারেন।
de: Sie können Ihre bevorzugten Fahrer als Favoriten markieren, wenn Sie sie nach der Fahrt bewerten.
et: Saate märkida oma eelistatud juhid lemmikuteks, kui neid pärast sõitu hindate.
fa: می‌توانید رانندگان مورد نظر خود را پس از سفر و هنگام امتیازدهی به عنوان مورد علاقه علامت‌گذاری کنید.
fi: Voit merkitä haluamasi kuljettajat suosikeiksi arvioidessasi heitä matkan jälkeen.
hi: आप यात्रा के बाद उन्हें रेटिंग देते समय अपने पसंदीदा ड्राइवरों को पसंदीदा के रूप में चिह्नित कर सकते हैं।
hy: Դուք կարող եք նշել ձեր նախընտրելի վարորդներին որպես սիրելիներ՝ նրանց գնահատելիս ուղևորությունից հետո:
id: Anda dapat menandai pengemudi pilihan Anda sebagai favorit saat memberi peringkat setelah perjalanan.
it: Puoi contrassegnare i tuoi autisti preferiti come tali quando li valuti dopo il viaggio.
ja: 旅行後に評価するときに、お気に入りのドライバーをお気に入りとしてマークできます。
ko: 여행 후 선호하는 운전자를 평가할 때 즐겨찾기로 표시할 수 있습니다.
ms: Anda boleh menandakan pemandu pilihan anda sebagai kegemaran apabila menilai mereka selepas perjalanan.
nl: U kunt uw favoriete chauffeurs als favoriet markeren wanneer u ze na de rit beoordeelt.
no: Du kan merke dine foretrukne sjåfører som favoritter når du vurderer dem etter reisen.
pl: Możesz oznaczyć preferowanych kierowców jako ulubionych podczas oceniania ich po zakończeniu podróży.
ro: Puteți marca șoferii dvs. preferați ca favoriți atunci când îi evaluați după călătorie.
sv: Du kan markera dina favoritförare som favoriter när du betygsätter dem efter resan.
th: คุณสามารถทำเครื่องหมายผู้ขับขี่ที่คุณต้องการให้เป็นรายการโปรดได้เมื่อให้คะแนนพวกเขาหลังการเดินทาง
uk: Ви можете позначити улюблених водіїв, оцінюючи їх після поїздки.
ur: سفر کے بعد درجہ بندی کرتے وقت آپ اپنے پسندیدہ ڈرائیوروں کو پسندیدہ کے طور پر نشان زد کر سکتے ہیں۔
vi: Bạn có thể đánh dấu các tài xế ưa thích của mình là người yêu thích khi xếp hạng họ sau chuyến đi.
zh_tw: 您可以在行程結束後對您喜歡的司機進行評分時將其標記為最愛。

# pickupLocationNotFound
source: We were unable to determine your current location using GPS as pickup point. Please enter your pickup point manually.
bn: আমরা জিপিএস ব্যবহার করে আপনার বর্তমান অবস্থান পিকআপ পয়েন্ট হিসাবে নির্ধারণ করতে পারিনি। অনুগ্রহ করে আপনার পিকআপ পয়েন্ট ম্যানুয়ালি প্রবেশ করান।
de: Wir konnten Ihren aktuellen Standort nicht per GPS als Abholpunkt bestimmen. Bitte geben Sie Ihren Abholpunkt manuell ein.
et: Me ei suutnud teie praegust asukohta GPS-i abil pealevõtmise kohana määrata. Palun sisestage oma pealevõtmise koht käsitsi.
fa: ما نتوانستیم مکان فعلی شما را با استفاده از GPS به عنوان نقطه سوار شدن تعیین کنیم. لطفاً نقطه سوار شدن خود را به صورت دستی وارد کنید.
fi: Emme pystyneet määrittämään nykyistä sijaintiasi GPS:n avulla noutopisteeksi. Anna noutopisteesi manuaalisesti.
hi: हम पिकअप पॉइंट के रूप में GPS का उपयोग करके आपके वर्तमान स्थान का पता नहीं लगा सके। कृपया अपना पिकअप पॉइंट मैन्युअल रूप से दर्ज करें।
hy: Մենք չկարողացանք որոշել ձեր ընթացիկ գտնվելու վայրը GPS-ի միջոցով որպես վերցնելու կետ։ Խնդրում ենք մուտքագրել ձեր վերցնելու կետը ձեռքով։
id: Kami tidak dapat menentukan lokasi Anda saat ini menggunakan GPS sebagai titik penjemputan. Harap masukkan titik penjemputan Anda secara manual.
it: Non siamo riusciti a determinare la tua posizione attuale utilizzando il GPS come punto di prelievo. Inserisci manualmente il tuo punto di prelievo.
ja: GPS を集合場所として使用して現在地を特定できませんでした。乗車場所を手動で入力してください。
ko: GPS를 픽업 지점으로 사용하여 현재 위치를 확인할 수 없습니다. 픽업 장소를 수동으로 입력해주세요.
ms: Kami tidak dapat menentukan lokasi semasa anda menggunakan GPS sebagai tempat pengambilan. Sila masukkan tempat pengambilan anda secara manual.
nl: We konden uw huidige locatie niet bepalen met behulp van GPS als ophaalpunt. Voer uw ophaalpunt handmatig in.
no: Vi kunne ikke finne din nåværende posisjon ved å bruke GPS som hentepunkt. Vennligst skriv inn hentestedet ditt manuelt.
pl: Nie mogliśmy określić Twojej aktualnej lokalizacji, używając GPS jako punktu odbioru. Wprowadź ręcznie punkt odbioru.
ro: Nu am putut determina locația dvs. actuală folosind GPS-ul ca punct de preluare. Vă rugăm să introduceți manual punctul de preluare.
sv: Vi kunde inte fastställa din nuvarande plats med GPS som upphämtningspunkt. Ange din upphämtningsplats manuellt.
th: เราไม่สามารถระบุตำแหน่งปัจจุบันของคุณโดยใช้ GPS เป็นจุดรับได้ กรุณากรอกจุดรับด้วยตนเอง
uk: Нам не вдалося визначити ваше поточне місцезнаходження за допомогою GPS як точки посадки. Введіть пункт отримання вручну.
ur: ہم GPS کو پک اپ پوائنٹ کے طور پر استعمال کرتے ہوئے آپ کے موجودہ مقام کا تعین کرنے سے قاصر تھے۔ براہ کرم اپنا پک اپ پوائنٹ دستی طور پر درج کریں۔
vi: Chúng tôi không thể xác định vị trí hiện tại của bạn bằng GPS làm điểm đón. Vui lòng nhập điểm đón của bạn theo cách thủ công.
zh_tw: 我們無法使用 GPS 作為上車點來確定您目前的位置。請手動輸入您的接送點。
