Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Enter price
bn: মূল্য প্রবেশ করান
de: Preis eingeben
et: Sisesta hind
fa: قیمت را وارد کنید
fi: Anna hinta
hi: कीमत दर्ज करें
hy: Մուտքագրել գինը
id: Masukkan harga
it: Inserisci prezzo

source: Add New
bn: নতুন যোগ করুন
de: Neu hinzufügen
et: Lisa uus
fa: افزودن جدید
fi: Lisää uusi
hi: नया जोड़ें
hy: Ավելացնել նոր
id: Tambah Baru
it: Aggiungi nuovo

source: Delivery Zones
bn: ডেলিভারি জোন
de: Lieferzonen
et: Tarnealad
fa: مناطق تحویل
fi: Toimitusalueet
hi: वितरण क्षेत्र
hy: Առաքման գոտիներ
id: Zona Pengiriman
it: Zone di consegna

source: Minimum Order Amount
bn: ন্যূনতম অর্ডার পরিমাণ
de: Mindestbestellwert
et: Minimaalne tellimuse summa
fa: حداقل مبلغ سفارش
fi: Minimitilaussumma
hi: न्यूनतम ऑर्डर राशि
hy: Պատվերի նվազագույն գումարը
id: Jumlah Pesanan Minimum
it: Importo minimo ordine

source: Minimum Delivery Time
bn: ন্যূনতম ডেলিভারি সময়
de: Mindestlieferzeit
et: Minimaalne tarneaeg
fa: حداقل زمان تحویل
fi: Minimitoimitusaika
hi: न्यूनतम वितरण समय
hy: Առաքման նվազագույն ժամանակը
id: Waktu Pengiriman Minimum
it: Tempo minimo di consegna

source: Maximum Delivery Time
bn: সর্বোচ্চ ডেলিভারি সময়
de: Maximale Lieferzeit
et: Maksimaalne tarneaeg
fa: حداکثر زمان تحویل
fi: Maksimitoimitusaika
hi: अधिकतम वितरण समय
hy: Առաքման առավելագույն ժամանակը
id: Waktu Pengiriman Maksimum
it: Tempo massimo di consegna

source: Order items
bn: অর্ডার আইটেম
de: Bestellartikel
et: Tellimuse esemed
fa: آیتم‌های سفارش
fi: Tilaustuotteet
hi: ऑर्डर आइटम
hy: Պատվերի ապրանքներ
id: Item pesanan
it: Articoli ordine

source: Hard Reject
bn: কঠোর প্রত্যাখ্যান
de: Endgültig ablehnen
et: Range tagasilükkamine
fa: رد قطعی
fi: Kova hylkäys
hi: सख्ती से अस्वीकार करें
hy: Խիստ մերժել
id: Tolak Keras
it: Rifiuto rigido

source: In Service
bn: পরিষেবায়
de: In Betrieb
et: Teeninduses
fa: در حال سرویس‌دهی
fi: Palveluksessa
hi: सेवा में
hy: Ծառայության մեջ
id: Dalam Layanan
it: In servizio

source: Pending Approval
bn: অনুমোদন বাকি
de: Genehmigung ausstehend
et: Kinnitamisel
fa: در انتظار تایید
fi: Odottaa hyväksyntää
hi: अनुमोदन लंबित
hy: Սպասվում է հաստատում
id: Menunggu Persetujuan
it: In attesa di approvazione

source: Soft Reject
bn: নরম প্রত্যাখ্যান
de: Vorläufig ablehnen
et: Pehme tagasilükkamine
fa: رد موقت
fi: Pehmeä hylkäys
hi: नरमी से अस्वीकार करें
hy: Մեղմ մերժել
id: Tolak Ringan
it: Rifiuto blando

source: Waiting Documents
bn: নথিপত্রের জন্য অপেক্ষা করা হচ্ছে
de: Warte auf Dokumente
et: Ootab dokumente
fa: در انتظار مدارک
fi: Odottaa asiakirjoja
hi: दस्तावेजों की प्रतीक्षा कर रहा है
hy: Սպասվում են փաստաթղթեր
id: Menunggu Dokumen
it: Documenti in attesa

source: View Profile
bn: প্রোফাইল দেখুন
de: Profil anzeigen
et: Vaata profiili
fa: مشاهده پروفایل
fi: Näytä profiili
hi: प्रोफ़ाइल देखें
hy: Դիտել պրոֆիլը
id: Lihat Profil
it: Visualizza profilo

source: Delivery type
bn: ডেলিভারির প্রকার
de: Lieferart
et: Tarne tüüp
fa: نوع تحویل
fi: Toimitustyyppi
hi: वितरण प्रकार
hy: Առաքման տեսակը
id: Jenis pengiriman
it: Tipo di consegna

source: See More
bn: আরও দেখুন
de: Mehr sehen
et: Vaata rohkem
fa: مشاهده بیشتر
fi: Näytä lisää
hi: और देखें
hy: Տեսնել ավելին
id: Lihat Selengkapnya
it: Vedi altro

source: Total Revenue
bn: মোট রাজস্ব
de: Gesamteinnahmen
et: Kogutulu
fa: کل درآمد
fi: Kokonaistuotto
hi: कुल राजस्व
hy: Ընդհանուր եկամուտ
id: Total Pendapatan
it: Entrate totali

source: Active Drivers
bn: সক্রিয় ড্রাইভার
de: Aktive Fahrer
et: Aktiivsed juhid
fa: رانندگان فعال
fi: Aktiiviset kuljettajat
hi: सक्रिय ड्राइवर
hy: Ակտիվ վարորդներ
id: Pengemudi Aktif
it: Autisti attivi

source: Active Shops
bn: সক্রিয় দোকান
de: Aktive Shops
et: Aktiivsed poed
fa: فروشگاه‌های فعال
fi: Aktiiviset kaupat
hi: सक्रिय दुकानें
hy: Ակտիվ խանութներ
id: Toko Aktif
it: Negozi attivi

source: Active Parkings
bn: সক্রিয় পার্কিং
de: Aktive Parkplätze
et: Aktiivsed parklad
fa: پارکینگ‌های فعال
fi: Aktiiviset pysäköinnit
hi: सक्रिय पार्किंग
hy: Ակտիվ կայանատեղիներ
id: Parkir Aktif
it: Parcheggi attivi

source: Active Customers
bn: সক্রিয় গ্রাহক
de: Aktive Kunden
et: Aktiivsed kliendid
fa: مشتریان فعال
fi: Aktiiviset asiakkaat
hi: सक्रिय ग्राहक
hy: Ակտիվ հաճախորդներ
id: Pelanggan Aktif
it: Clienti attivi

source: Dispatch A Trip
bn: একটি ট্রিপ প্রেরণ করুন
de: Fahrt disponieren
et: Saada sõit
fa: ارسال یک سفر
fi: Lähetä matka
hi: एक यात्रा भेजें
hy: Ուղարկել ուղևորություն
id: Atur Perjalanan
it: Invia una corsa

source: Active Orders
bn: সক্রিয় অর্ডার
de: Aktive Bestellungen
et: Aktiivsed tellimused
fa: سفارشات فعال
fi: Aktiiviset tilaukset
hi: सक्रिय ऑर्डर
hy: Ակտիվ պատվերներ
id: Pesanan Aktif
it: Ordini attivi

source: Scheduled for
bn: নির্ধারিত
de: Geplant für
et: Planeeritud
fa: برنامه‌ریزی شده برای
fi: Aikataulutettu
hi: के लिए निर्धारित
hy: Պլանավորված է
id: Terjadwal untuk
it: Programmato per

source: Not enough data to show
bn: দেখানোর জন্য যথেষ্ট ডেটা নেই
de: Nicht genügend Daten zum Anzeigen
et: Pole piisavalt andmeid kuvamiseks
fa: داده کافی برای نمایش وجود ندارد
fi: Ei tarpeeksi tietoja näytettäväksi
hi: दिखाने के लिए पर्याप्त डेटा नहीं है
hy: Ցուցադրելու համար բավարար տվյալներ չկան
id: Data tidak cukup untuk ditampilkan
it: Dati insufficienti da mostrare

source: Pending Drivers
bn: বিচারাধীন ড্রাইভার
de: Ausstehende Fahrer
et: Ootel olevad juhid
fa: رانندگان در انتظار
fi: Odottaa kuljettajia
hi: लंबित ड्राइवर
hy: Սպասման մեջ գտնվող վարորդներ
id: Pengemudi Tertunda
it: Autisti in attesa

source: Pending Shops
bn: বিচারাধীন দোকান
de: Ausstehende Shops
et: Ootel olevad poed
fa: فروشگاه‌های در انتظار
fi: Odottaa kauppoja
hi: लंबित दुकानें
hy: Սպասման մեջ գտնվող խանութներ
id: Toko Tertunda
it: Negozi in sospeso

source: Pending Parkings
bn: বিচারাধীন পার্কিং
de: Ausstehende Parkplätze
et: Ootel olevad parklad
fa: پارکینگ‌های در انتظار
fi: Odottaa pysäköintejä
hi: लंबित पार्किंग
hy: Սպասման մեջ գտնվող կայանատեղիներ
id: Parkir Tertunda
it: Parcheggi in sospeso

source: Pending Support Requests
bn: বিচারাধীন সমর্থন অনুরোধ
de: Ausstehende Supportanfragen
et: Ootel olevad toe taotlused
fa: درخواست‌های پشتیبانی در انتظار
fi: Odottaa tukipyyntöjä
hi: लंबित सहायता अनुरोध
hy: Սպասման մեջ գտնվող աջակցման հարցումներ
id: Permintaan Dukungan Tertunda
it: Richieste di supporto in sospeso

source: Profile Picture
bn: প্রোফাইল ছবি
de: Profilbild
et: Profiilipilt
fa: تصویر پروفایل
fi: Profiilikuva
hi: प्रोफ़ाइल चित्र
hy: Պրոֆիլի նկար
id: Foto Profil
it: Immagine profilo

# pleaseUploadValidProfilePicture
source: Please upload a valid profile picture
bn: অনুগ্রহ করে একটি বৈধ প্রোফাইল ছবি আপলোড করুন
de: Bitte laden Sie ein gültiges Profilbild hoch
et: Palun laadige üles kehtiv profiilipilt
fa: لطفا یک تصویر پروفایل معتبر آپلود کنید
fi: Lataa kelvollinen profiilikuva
hi: कृपया एक वैध प्रोफ़ाइल चित्र अपलोड करें
hy: Խնդրում ենք վերբեռնել վավեր պրոֆիլի նկար
id: Mohon unggah foto profil yang valid
it: Carica un'immagine profilo valida

source: Change
bn: পরিবর্তন করুন
de: Ändern
et: Muuda
fa: تغییر
fi: Vaihda
hi: बदलें
hy: Փոխել
id: Ubah
it: Modifica

# pendingShopsSubtitle
source: List of all shops that are pending for approval
bn: অনুমোদনের জন্য বিচারাধীন সমস্ত দোকানের তালিকা
de: Liste aller Shops, die auf Genehmigung warten
et: Kõigi kinnitamist ootavate poodide loend
fa: لیست تمام فروشگاه‌هایی که در انتظار تایید هستند
fi: Luettelo kaikista kaupoista, jotka odottavat hyväksyntää
hi: अनुमोदन के लिए लंबित सभी दुकानों की सूची
hy: Բոլոր այն խանութների ցուցակը, որոնք սպասում են հաստատման
id: Daftar semua toko yang menunggu persetujuan
it: Elenco di tutti i negozi in attesa di approvazione

source: Previous Password
bn: পূর্ববর্তী পাসওয়ার্ড
de: Vorheriges Passwort
et: Eelmine parool
fa: رمز عبور قبلی
fi: Edellinen salasana
hi: पिछला पासवर्ड
hy: Նախորդ գաղտնաբառը
id: Kata Sandi Sebelumnya
it: Password precedente

source: Login
bn: লগইন
de: Anmelden
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
hi: लॉग इन
hy: Մուտք
id: Masuk
it: Accedi

source: Passwords match
bn: পাসওয়ার্ড মিলেছে
de: Passwörter stimmen überein
et: Paroolid ühtivad
fa: رمزهای عبور مطابقت دارند
fi: Salasanat täsmäävät
hi: पासवर्ड मेल खाते हैं
hy: Գաղտնաբառերը համընկնում են
id: Kata sandi cocok
it: Le password corrispondono

source: Passwords do not match
bn: পাসওয়ার্ড মেলে না
de: Passwörter stimmen nicht überein
et: Paroolid ei ühti
fa: رمزهای عبور مطابقت ندارند
fi: Salasanat eivät täsmää
hi: पासवर्ड मेल नहीं खाते
hy: Գաղտնաբառերը չեն համընկնում
id: Kata sandi tidak cocok
it: Le password non corrispondono

# setPasswordDescription
source: Please set a new password for your account
bn: অনুগ্রহ করে আপনার অ্যাকাউন্টের জন্য একটি নতুন পাসওয়ার্ড সেট করুন
de: Bitte legen Sie ein neues Passwort für Ihr Konto fest
et: Palun määrake oma kontole uus parool
fa: لطفا یک رمز عبور جدید برای حساب خود تنظیم کنید
fi: Aseta uusi salasana tilillesi
hi: कृपया अपने खाते के लिए एक नया पासवर्ड सेट करें
hy: Խնդրում ենք սահմանել նոր գաղտնաբառ ձեր հաշվի համար
id: Mohon atur kata sandi baru untuk akun Anda
it: Imposta una nuova password per il tuo account

source: Password length is valid
bn: পাসওয়ার্ডের দৈর্ঘ্য বৈধ
de: Passwortlänge ist gültig
et: Parooli pikkus on kehtiv
fa: طول رمز عبور معتبر است
fi: Salasanan pituus on kelvollinen
hi: पासवर्ड की लंबाई मान्य है
hy: Գաղտնաբառի երկարությունը վավեր է
id: Panjang kata sandi valid
it: La lunghezza della password è valida

source: Password is secure
bn: পাসওয়ার্ড নিরাপদ
de: Passwort ist sicher
et: Parool on turvaline
fa: رمز عبور امن است
fi: Salasana on turvallinen
hi: पासवर्ड सुरक्षित है
hy: Գաղտնաբառը անվտանգ է
id: Kata sandi aman
it: La password è sicura

# resendCodeInSeconds
source: Resend code in {seconds} seconds
bn: {seconds} সেকেন্ডে কোড পুনরায় পাঠান
de: Code in {seconds} Sekunden erneut senden
et: Saada kood uuesti {seconds} sekundi pärast
fa: ارسال مجدد کد در {seconds} ثانیه
fi: Lähetä koodi uudelleen {seconds} sekunnin kuluttua
hi: {seconds} सेकंड में कोड फिर से भेजें
hy: Կրկին ուղարկել կոդը {seconds} վայրկյանից
id: Kirim ulang kode dalam {seconds} detik
it: Invia codice di nuovo tra {seconds} secondi

# errorFieldIsRequired
source: Field is required
bn: ক্ষেত্রটি আবশ্যক
de: Feld ist erforderlich
et: Väli on kohustuslik
fa: این فیلد الزامی است
fi: Kenttä on pakollinen
hi: फ़ील्ड अनिवार्य है
hy: Դաշտը պարտադիր է
id: Kolom wajib diisi
it: Campo obbligatorio

# otpSent
source: OTP has been sent
bn: ওটিপি পাঠানো হয়েছে
de: OTP wurde gesendet
et: Ühekordne parool on saadetud
fa: OTP ارسال شد
fi: OTP on lähetetty
hi: ओटीपी भेजा गया है
hy: OTP-ն ուղարկվել է
id: OTP telah dikirim
it: OTP inviato

# otpSentMessage
source: An OTP has been sent to your phone number
bn: আপনার ফোন নম্বরে একটি ওটিপি পাঠানো হয়েছে
de: Ein OTP wurde an Ihre Telefonnummer gesendet
et: Teie telefoninumbrile on saadetud ühekordne parool
fa: یک OTP به شماره تلفن شما ارسال شده است
fi: OTP on lähetetty puhelinnumeroosi
hi: आपके फ़ोन नंबर पर एक ओटीपी भेजा गया है
hy: Ձեր հեռախոսահամարին ուղարկվել է OTP
id: OTP telah dikirim ke nomor telepon Anda
it: È stato inviato un OTP al tuo numero di telefono

source: Select Gender
bn: লিঙ্গ নির্বাচন করুন
de: Geschlecht auswählen
et: Vali sugu
fa: انتخاب جنسیت
fi: Valitse sukupuoli
hi: लिंग चुनें
hy: Ընտրել սեռը
id: Pilih Jenis Kelamin
it: Seleziona genere

source: Shop Information
bn: দোকানের তথ্য
de: Shop-Informationen
et: Poe teave
fa: اطلاعات فروشگاه
fi: Kaupan tiedot
hi: दुकान जानकारी
hy: Խանութի տվյալներ
id: Informasi Toko
it: Informazioni negozio

# documentsSubtitle
source: Upload the required documents
bn: প্রয়োজনীয় নথিপত্র আপলোড করুন
de: Laden Sie die erforderlichen Dokumente hoch
et: Laadi üles nõutud dokumendid
fa: مدارک مورد نیاز را آپلود کنید
fi: Lataa vaaditut asiakirjat
hi: आवश्यक दस्तावेज अपलोड करें
hy: Վերբեռնել պահանջվող փաստաթղթերը
id: Unggah dokumen yang diperlukan
it: Carica i documenti richiesti

source: Message
bn: বার্তা
de: Nachricht
et: Sõnum
fa: پیام
fi: Viesti
hi: संदेश
hy: Հաղորդագրություն
id: Pesan
it: Messaggio

source: WhatsApp
bn: হোয়াটসঅ্যাপ
fa: واتس‌اپ
hi: व्हाट्सएप

source: Telegram
bn: টেলিগ্রাম
fa: تلگرام
hi: टेलीग्राम

source: Male
bn: পুরুষ
de: Männlich
et: Mees
fa: مرد
fi: Mies
hi: पुरुष
hy: Արական
id: Laki-laki
it: Maschio

source: Female
bn: মহিলা
de: Weiblich
et: Naine
fa: زن
fi: Nainen
hi: महिला
hy: Իգական
id: Perempuan
it: Femmina

source: Your Information
bn: আপনার তথ্য
de: Ihre Informationen
et: Teie andmed
fa: اطلاعات شما
fi: Tietosi
hi: आपकी जानकारी
hy: Ձեր տվյալները
id: Informasi Anda
it: Le tue informazioni

source: Enter your name and gender
bn: আপনার নাম এবং লিঙ্গ প্রবেশ করান
de: Geben Sie Ihren Namen und Ihr Geschlecht ein
et: Sisesta oma nimi ja sugu
fa: نام و جنسیت خود را وارد کنید
fi: Anna nimesi ja sukupuolesi
hi: अपना नाम और लिंग दर्ज करें
hy: Մուտքագրեք ձեր անունը և սեռը
id: Masukkan nama dan jenis kelamin Anda
it: Inserisci nome e genere

source: Enter your full name
bn: আপনার পুরো নাম প্রবেশ করান
de: Geben Sie Ihren vollständigen Namen ein
et: Sisesta oma täisnimi
fa: نام کامل خود را وارد کنید
fi: Anna koko nimesi
hi: अपना पूरा नाम दर्ज करें
hy: Մուտքագրեք ձեր ամբողջական անունը
id: Masukkan nama lengkap Anda
it: Inserisci il tuo nome completo

source: Select your gender
bn: আপনার লিঙ্গ নির্বাচন করুন
de: Wählen Sie Ihr Geschlecht aus
et: Vali oma sugu
fa: جنسیت خود را انتخاب کنید
fi: Valitse sukupuolesi
hi: अपना लिंग चुनें
hy: Ընտրեք ձեր սեռը
id: Pilih jenis kelamin Anda
it: Seleziona il tuo genere

source: Use Verification Code
bn: যাচাইকরণ কোড ব্যবহার করুন
de: Bestätigungscode verwenden
et: Kasuta kinnituskoodi
fa: استفاده از کد تایید
fi: Käytä vahvistuskoodia
hi: सत्यापन कोड का उपयोग करें
hy: Օգտագործել հաստատման կոդը
id: Gunakan Kode Verifikasi
it: Usa codice di verifica

source: Let's Go!
bn: চলো যাই!
de: Los geht's!
et: Lähme!
fa: بزن بریم!
fi: Mennään!
hi: चलते हैं!
hy: Գնացինք:
id: Mari Mulai!
it: Andiamo!

source: Verification Code
bn: যাচাইকরণ কোড
de: Bestätigungscode
et: Kinnituskood
fa: کد تایید
fi: Vahvistuskoodi
hi: सत्यापन कोड
hy: Հաստատման կոդ
id: Kode Verifikasi
it: Codice di verifica

# verificationDialogSubtitle
source: These are the available verification methods for the phone number you used to sign up.
bn: সাইন আপ করার জন্য আপনি যে ফোন নম্বরটি ব্যবহার করেছেন তার জন্য এগুলি উপলব্ধ যাচাইকরণ পদ্ধতি।
de: Dies sind die verfügbaren Bestätigungsmethoden für die Telefonnummer, mit der Sie sich angemeldet haben.
et: Need on saadaolevad kinnitusmeetodid telefoninumbrile, mida kasutasite registreerumiseks.
fa: اینها روش‌های تایید موجود برای شماره تلفنی هستند که برای ثبت نام استفاده کردید.
fi: Nämä ovat käytettävissä olevat vahvistusmenetelmät puhelinnumerolle, jota käytit rekisteröityessäsi.
hi: ये आपके द्वारा साइन अप करने के लिए उपयोग किए गए फ़ोन नंबर के लिए उपलब्ध सत्यापन विधियाँ हैं।
hy: Սրանք հասանելի հաստատման եղանակներն են այն հեռախոսահամարի համար, որը դուք օգտագործել եք գրանցվելու համար։
id: Berikut adalah metode verifikasi yang tersedia untuk nomor telepon yang Anda gunakan untuk mendaftar.
it: Questi sono i metodi di verifica disponibili per il numero di telefono che hai usato per registrarti.

# signedSuccessfully
source: Signed in successfully!
bn: সফলভাবে সাইন ইন করা হয়েছে!
de: Erfolgreich angemeldet!
et: Edukalt sisse logitud!
fa: با موفقیت وارد شدید!
fi: Kirjauduttu sisään onnistuneesti!
hi: सफलतापूर्वक साइन इन किया!
hy: Հաջող մուտք գործեցիք:
id: Berhasil masuk!
it: Accesso effettuato con successo!

# signedSuccessfullySubtitle
source: You can now start your shopping journey and enjoy it!
bn: আপনি এখন আপনার কেনাকাটার যাত্রা শুরু করতে এবং এটি উপভোগ করতে পারেন!
de: Sie können jetzt Ihre Einkaufsreise beginnen und genießen!
et: Nüüd saate alustada oma ostuteekonda ja seda nautida!
fa: اکنون می‌توانید سفر خرید خود را شروع کرده و از آن لذت ببرید!
fi: Voit nyt aloittaa ostosmatkasi ja nauttia siitä!
hi: अब आप अपनी खरीदारी यात्रा शुरू कर सकते हैं और इसका आनंद ले सकते हैं!
hy: Այժմ կարող եք սկսել ձեր գնումների ճանապարհորդությունը և վայելել այն:
id: Anda sekarang dapat memulai perjalanan belanja Anda dan menikmatinya!
it: Ora puoi iniziare il tuo percorso di shopping e divertirti!

# enterNumberFormSubtitle
source: You're just moments away from signing in and starting a comfortable shopping experience!
bn: আপনি সাইন ইন করা এবং একটি আরামদায়ক কেনাকাটার অভিজ্ঞতা শুরু করা থেকে মাত্র কয়েক মুহূর্ত দূরে!
de: Sie sind nur wenige Augenblicke davon entfernt, sich anzumelden und ein komfortables Einkaufserlebnis zu beginnen!
et: Olete vaid hetkede kaugusel sisselogimisest ja mugava ostukogemuse alustamisest!
fa: شما تنها چند لحظه تا ورود و شروع یک تجربه خرید راحت فاصله دارید!
fi: Olet vain hetken päässä sisäänkirjautumisesta ja mukavan ostoskokemuksen aloittamisesta!
hi: आप साइन इन करने और आरामदायक खरीदारी अनुभव शुरू करने से बस कुछ ही क्षण दूर हैं!
hy: Դուք ընդամենը մի քանի ակնթարթից կմուտք գործեք և կսկսեք հարմարավետ գնումների փորձը։
id: Anda selangkah lagi dari masuk dan memulai pengalaman belanja yang nyaman!
it: Sei a pochi istanti dall'accesso e dall'inizio di un'esperienza di shopping confortevole!

source: Welcome to
bn: স্বাগতম
de: Willkommen bei
et: Tere tulemast
fa: به
fi: Tervetuloa
hi: में आपका स्वागत है
hy: Բարի գալուստ
id: Selamat datang di
it: Benvenuto in

# onboardingSubtitleFirst
source: Where comfort meets choice!
bn: যেখানে আরাম পছন্দের সাথে মিলিত হয়!
de: Wo Komfort auf Auswahl trifft!
et: Kus mugavus kohtub valikuga!
fa: جایی که راحتی با انتخاب ملاقات می‌کند!
fi: Missä mukavuus kohtaa valinnan!
hi: जहां सुविधा पसंद से मिलती है!
hy: Որտեղ հարմարավետությունը հանդիպում է ընտրությանը:
id: Di mana kenyamanan bertemu pilihan!
it: Dove il comfort incontra la scelta!

# onboardingSubtitleSecond
source: Vendors Available!
bn: বিক্রেতা উপলব্ধ!
de: Anbieter verfügbar!
et: Müüjad saadaval!
fa: فروشندگان در دسترس!
fi: Myyjiä saatavilla!
hi: विक्रेता उपलब्ध हैं!
hy: Առկա վաճառողներ:
id: Vendor Tersedia!
it: Venditori disponibili!

# onboardingContentFirst
source: With our innovative platform, you can now enjoy the best of both worlds – groceries and restaurant favorites delivered together, straight to your doorstep
bn: আমাদের উদ্ভাবনী প্ল্যাটফর্মের সাথে, আপনি এখন উভয় বিশ্বের সেরা উপভোগ করতে পারেন – মুদি এবং রেস্তোরাঁর প্রিয় জিনিসগুলি একসাথে, সরাসরি আপনার দোরগোড়ায় পৌঁছে দেওয়া হয়
de: Mit unserer innovativen Plattform können Sie jetzt das Beste aus beiden Welten genießen – Lebensmittel und Restaurantfavoriten zusammen direkt an Ihre Haustür geliefert
et: Meie uuendusliku platvormiga saate nüüd nautida mõlema maailma parimat – toidupoekaubad ja restoranide lemmikud tarnitakse koos otse teie ukse taha.
fa: با پلتفرم نوآورانه ما، اکنون می‌توانید از بهترین‌های هر دو جهان لذت ببرید - خواروبار و غذاهای مورد علاقه رستوران‌ها با هم، مستقیماً به درب منزل شما تحویل داده می‌شوند
fi: Innovatiivisen alustamme avulla voit nyt nauttia molempien maailmojen parhaista puolista – päivittäistavarat ja ravintolasuosikit toimitetaan yhdessä, suoraan kotiovellesi
hi: हमारे अभिनव मंच के साथ, अब आप दोनों दुनियाओं का सबसे अच्छा आनंद ले सकते हैं - किराना और रेस्तरां के पसंदीदा एक साथ डिलीवर किए जाते हैं, सीधे आपके दरवाजे तक
hy: Մեր նորարարական հարթակի շնորհիվ այժմ կարող եք վայելել երկու աշխարհների լավագույնը՝ մթերքներ և սիրելի ռեստորանային ուտեստներ, որոնք առաքվում են միասին, ուղիղ ձեր դուռը:
id: Dengan platform inovatif kami, Anda sekarang dapat menikmati yang terbaik dari kedua dunia - bahan makanan dan makanan favorit restoran diantar bersama, langsung ke pintu Anda
it: Con la nostra innovativa piattaforma, ora puoi goderti il meglio di entrambi i mondi – generi alimentari e piatti preferiti dei ristoranti consegnati insieme, direttamente a casa tua

# onboardingContentSecond
source: Whether you're craving a gourmet meal or need to restock your kitchen, we've got everything you need.
bn: আপনি একটি গুরমেট খাবার চান বা আপনার রান্নাঘর পুনরায় স্টক করতে চান, আপনার যা প্রয়োজন তা আমাদের কাছে রয়েছে।
de: Egal, ob Sie Lust auf ein Gourmet-Menü haben oder Ihre Küche auffüllen müssen, wir haben alles, was Sie brauchen.
et: Ükskõik, kas ihkate gurmeetoitu või peate köögivarud täiendama, meil on kõik, mida vajate.
fa: چه هوس یک وعده غذایی لذیذ داشته باشید یا نیاز به پر کردن آشپزخانه خود داشته باشید، ما همه چیزهایی را که نیاز دارید داریم.
fi: Kaipaatpa sitten gourmet-ateriaa tai tarvitset täydennystä keittiöösi, meillä on kaikki mitä tarvitset.
hi: चाहे आपको पेटू भोजन की लालसा हो या अपनी रसोई का स्टॉक फिर से भरना हो, हमारे पास वह सब कुछ है जिसकी आपको आवश्यकता है।
hy: Անկախ նրանից՝ ցանկանում եք համեղ ճաշատեսակ, թե պետք է համալրել ձեր խոհանոցը, մենք ունենք այն ամենը, ինչ ձեզ անհրաժեշտ է։
id: Baik Anda menginginkan makanan gourmet atau perlu mengisi kembali dapur Anda, kami menyediakan semua yang Anda butuhkan.
it: Sia che tu abbia voglia di un pasto gourmet o debba rifornire la tua cucina, abbiamo tutto ciò di cui hai bisogno.

source: More than
bn: এর চেয়ে বেশি
de: Mehr als
et: Rohkem kui
fa: بیش از
fi: Yli
hi: से अधिक
hy: Ավելի քան
id: Lebih dari
it: Più di

source: Add New Schedule
bn: নতুন সময়সূচী যোগ করুন
de: Neuen Zeitplan hinzufügen
et: Lisa uus ajakava
fa: افزودن برنامه جدید
fi: Lisää uusi aikataulu
hi: नया शेड्यूल जोड़ें
hy: Ավելացնել նոր գրաֆիկ
id: Tambah Jadwal Baru
it: Aggiungi nuovo programma

source: Add New Delivery Zone
bn: নতুন ডেলিভারি জোন যোগ করুন
de: Neue Lieferzone hinzufügen
et: Lisa uus tarneala
fa: افزودن منطقه تحویل جدید
fi: Lisää uusi toimitusalue
hi: नया डिलीवरी ज़ोन जोड़ें
hy: Ավելացնել նոր առաքման գոտի
id: Tambah Zona Pengiriman Baru
it: Aggiungi nuova zona di consegna

source: Clear
bn: পরিষ্কার করুন
de: Löschen
et: Tühjenda
fa: پاک کردن
fi: Tyhjennä
hi: साफ़ करें
hy: Մաքրել
id: Bersihkan
it: Cancella

source: Undo
bn: পূর্বাবস্থায় ফেরান
de: Rückgängig
et: Võta tagasi
fa: بازگردانی
fi: Kumoa
hi: पूर्ववत करें
hy: Հետարկել
id: Urungkan
it: Annulla

source: Get Started
bn: শুরু করুন
de: Loslegen
et: Alusta
fa: شروع کنید
fi: Aloita
hi: शुरू करें
hy: Սկսել
id: Mulai
it: Inizia

source: Unselect All
bn: সব অনির্বাচন করুন
de: Alle abwählen
et: Tühista kõigi valik
fa: لغو انتخاب همه
fi: Poista kaikkien valinta
hi: सभी का चयन रद्द करें
hy: Չեղարկել բոլորի ընտրությունը
id: Batalkan Pilih Semua
it: Deseleziona tutto

source: Active Filters
bn: সক্রিয় ফিল্টার
de: Aktive Filter
et: Aktiivsed filtrid
fa: فیلترهای فعال
fi: Aktiiviset suodattimet
hi: सक्रिय फ़िल्टर
hy: Ակտիվ զտիչներ
id: Filter Aktif
it: Filtri attivi

source: No Filters
bn: কোন ফিল্টার নেই
de: Keine Filter
et: Filtreid pole
fa: بدون فیلتر
fi: Ei suodattimia
hi: कोई फ़िल्टर नहीं
hy: Զտիչներ չկան
id: Tidak Ada Filter
it: Nessun filtro

source: Selected
bn: নির্বাচিত
de: Ausgewählt
et: Valitud
fa: انتخاب شده
fi: Valittu
hi: चयनित
hy: Ընտրված
id: Terpilih
it: Selezionato

source: Products
bn: পণ্য
de: Produkte
et: Tooted
fa: محصولات
fi: Tuotteet
hi: उत्पाद
hy: Ապրանքներ
id: Produk
it: Prodotti

source: Any
bn: যেকোনো
de: Beliebig
et: Mistahes
fa: هر
fi: Mikä tahansa
hi: कोई भी
hy: Ցանկացած
id: Apapun
it: Qualsiasi

source: Filters
bn: ফিল্টার
de: Filter
et: Filtrid
fa: فیلترها
fi: Suodattimet
hi: फ़िल्टर
hy: Զտիչներ
id: Filter
it: Filtri

source: Filter
bn: ফিল্টার
et: Filtreeri
fa: فیلتر
fi: Suodata
hi: फ़िल्टर
hy: Զտել
it: Filtro

source: Best Offers
bn: সেরা অফার
de: Beste Angebote
et: Parimad pakkumised
fa: بهترین پیشنهادات
fi: Parhaat tarjoukset
hi: सर्वश्रेष्ठ ऑफ़र
hy: Լավագույն առաջարկներ
id: Penawaran Terbaik
it: Migliori offerte

source: View More
bn: আরও দেখুন
de: Mehr anzeigen
et: Vaata rohkem
fa: مشاهده بیشتر
fi: Näytä lisää
hi: और देखें
hy: Դիտել ավելին
id: Lihat Selengkapnya
it: Visualizza altro

source: See All
bn: সব দেখুন
de: Alle anzeigen
et: Vaata kõiki
fa: مشاهده همه
fi: Näytä kaikki
hi: सभी देखें
hy: Տեսնել բոլորը
id: Lihat Semua
it: Vedi tutto

source: Closest vendors
bn: নিকটতম বিক্রেতা
de: Nächste Anbieter
et: Lähimad müüjad
fa: نزدیک‌ترین فروشندگان
fi: Lähimmät myyjät
hi: निकटतम विक्रेता
hy: Ամենամոտ վաճառողները
id: Vendor terdekat
it: Venditori più vicini
