Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# newParkingSupportRequestHasBeenCreated
source: A new parking support request has been created
bn: একটি নতুন পার্কিং সমর্থন অনুরোধ তৈরি করা হয়েছে
de: Eine neue Park-Supportanfrage wurde erstellt
et: Uus parkla toe taotlus on loodud
fa: یک درخواست پشتیبانی پارکینگ جدید ایجاد شده است
fi: Uusi pysäköinnin tukipyyntö on luotu
hi: एक नया पार्किंग सहायता अनुरोध बनाया गया है
hy: Ստեղծվել է կայանատեղիի աջակցման նոր հարցում
id: Permintaan dukungan parkir baru telah dibuat
it: È stata creata una nuova richiesta di supporto parcheggio

source: Driver Pending Verification
bn: ড্রাইভার যাচাইকরণ বাকি
de: Fahrerverifizierung ausstehend
et: Juht kontrollimisel
fa: راننده در انتظار تایید
fi: Kuljettaja odottaa vahvistusta
hi: ड्राइवर सत्यापन लंबित
hy: Վարորդը սպասում է հաստատման
id: Pengemudi Menunggu Verifikasi
it: Autista in attesa di verifica

# newDriverIsPendingVerification
source: A new driver is pending verification
bn: একজন নতুন ড্রাইভার যাচাইকরণের জন্য বিচারাধীন
de: Ein neuer Fahrer wartet auf Verifizierung
et: Uus juht ootab kontrollimist
fa: یک راننده جدید در انتظار تایید است
fi: Uusi kuljettaja odottaa vahvistusta
hi: एक नया ड्राइवर सत्यापन लंबित है
hy: Նոր վարորդը սպասում է հաստատման
id: Pengemudi baru menunggu verifikasi
it: Un nuovo autista è in attesa di verifica

source: Shop Pending Verification
bn: দোকান যাচাইকরণ বাকি
de: Shop-Verifizierung ausstehend
et: Pood kontrollimisel
fa: فروشگاه در انتظار تایید
fi: Kauppa odottaa vahvistusta
hi: दुकान सत्यापन लंबित
hy: Խանութը սպասում է հաստատման
id: Toko Menunggu Verifikasi
it: Negozio in attesa di verifica

# newShopIsPendingVerification
source: A new shop is pending verification
bn: একটি নতুন দোকান যাচাইকরণের জন্য বিচারাধীন
de: Ein neuer Shop wartet auf Verifizierung
et: Uus pood ootab kontrollimist
fa: یک فروشگاه جدید در انتظار تایید است
fi: Uusi kauppa odottaa vahvistusta
hi: एक नई दुकान सत्यापन लंबित है
hy: Նոր խանութը սպասում է հաստատման
id: Toko baru menunggu verifikasi
it: Un nuovo negozio è in attesa di verifica

source: Parking Pending Verification
bn: পার্কিং যাচাইকরণ বাকি
de: Parkplatzverifizierung ausstehend
et: Parkla kontrollimisel
fa: پارکینگ در انتظار تایید
fi: Pysäköinti odottaa vahvistusta
hi: पार्किंग सत्यापन लंबित
hy: Կայանատեղին սպասում է հաստատման
id: Parkir Menunggu Verifikasi
it: Parcheggio in attesa di verifica

# newParkingIsPendingVerification
source: A new parking is pending verification
bn: একটি নতুন পার্কিং যাচাইকরণের জন্য বিচারাধীন
de: Ein neuer Parkplatz wartet auf Verifizierung
et: Uus parkla ootab kontrollimist
fa: یک پارکینگ جدید در انتظار تایید است
fi: Uusi pysäköinti odottaa vahvistusta
hi: एक नई पार्किंग सत्यापन लंबित है
hy: Նոր կայանատեղին սպասում է հաստատման
id: Parkir baru menunggu verifikasi
it: Un nuovo parcheggio è in attesa di verifica

source: Shop Review Pending Approval
bn: দোকান পর্যালোচনা অনুমোদন বাকি
de: Shop-Bewertung wartet auf Genehmigung
et: Poe arvustus ootab kinnitust
fa: نظر فروشگاه در انتظار تایید
fi: Kaupan arvostelu odottaa hyväksyntää
hi: दुकान समीक्षा अनुमोदन लंबित
hy: Խանութի կարծիքը սպասում է հաստատման
id: Ulasan Toko Menunggu Persetujuan
it: Recensione negozio in attesa di approvazione

# newShopReviewIsPendingApproval
source: A new shop review is pending approval
bn: একটি নতুন দোকান পর্যালোচনা অনুমোদনের জন্য বিচারাধীন
de: Eine neue Shop-Bewertung wartet auf Genehmigung
et: Uus poe arvustus ootab kinnitust
fa: یک نظر فروشگاه جدید در انتظار تایید است
fi: Uusi kaupan arvostelu odottaa hyväksyntää
hi: एक नई दुकान समीक्षा अनुमोदन लंबित है
hy: Խանութի նոր կարծիքը սպասում է հաստատման
id: Ulasan toko baru menunggu persetujuan
it: Una nuova recensione negozio è in attesa di approvazione

source: Parking Review Pending Approval
bn: পার্কিং পর্যালোচনা অনুমোদন বাকি
de: Parkplatzbewertung wartet auf Genehmigung
et: Parkla arvustus ootab kinnitust
fa: نظر پارکینگ در انتظار تایید
fi: Pysäköinnin arvostelu odottaa hyväksyntää
hi: पार्किंग समीक्षा अनुमोदन लंबित
hy: Կայանատեղիի կարծիքը սպասում է հաստատման
id: Ulasan Parkir Menunggu Persetujuan
it: Recensione parcheggio in attesa di approvazione

# newParkingReviewIsPendingApproval
source: A new parking review is pending approval
bn: একটি নতুন পার্কিং পর্যালোচনা অনুমোদনের জন্য বিচারাধীন
de: Eine neue Parkplatzbewertung wartet auf Genehmigung
et: Uus parkla arvustus ootab kinnitust
fa: یک نظر پارکینگ جدید در انتظار تایید است
fi: Uusi pysäköinnin arvostelu odottaa hyväksyntää
hi: एक नई पार्किंग समीक्षा अनुमोदन लंबित है
hy: Կայանատեղիի նոր կարծիքը սպասում է հաստատման
id: Ulasan parkir baru menunggu persetujuan
it: Una nuova recensione parcheggio è in attesa di approvazione

source: Error loading notifications
bn: বিজ্ঞপ্তি লোড করতে ত্রুটি
de: Fehler beim Laden der Benachrichtigungen
et: Viga teavituste laadimisel
fa: خطا در بارگذاری اعلان‌ها
fi: Virhe ladattaessa ilmoituksia
hi: सूचनाएं लोड करने में त्रुटि
hy: Ծանուցումների բեռնման սխալ
id: Kesalahan saat memuat notifikasi
it: Errore durante il caricamento delle notifiche

source: ending with
bn: দিয়ে শেষ হচ্ছে
de: endet mit
et: lõppedes
fa: پایان یافته با
fi: päättyy
hi: के साथ समाप्त हो रहा है
hy: ավարտվում է
id: berakhir dengan
it: termina con

source: Balance Analysis
bn: ব্যালেন্স বিশ্লেষণ
de: Guthabenanalyse
et: Saldo analüüs
fa: تحلیل موجودی
fi: Saldoanalyysi
hi: शेष विश्लेषण
hy: Մնացորդի վերլուծություն
id: Analisis Saldo
it: Analisi saldo

source: Balance Analysis within the period
bn: সময়ের মধ্যে ব্যালেন্স বিশ্লেষণ
de: Guthabenanalyse im Zeitraum
et: Saldo analüüs perioodi jooksul
fa: تحلیل موجودی در دوره زمانی
fi: Saldoanalyysi ajanjaksolla
hi: अवधि के भीतर शेष विश्लेषण
hy: Մնացորդի վերլուծություն ժամանակահատվածի ընթացքում
id: Analisis Saldo dalam periode
it: Analisi saldo nel periodo

source: Balance
bn: ব্যালেন্স
de: Guthaben
et: Saldo
fa: موجودی
fi: Saldo
hi: बैलेंस
hy: Մնացորդ
id: Saldo
it: Saldo

source: Expense Breakdown
bn: ব্যয় ভাঙ্গন
de: Ausgabenaufschlüsselung
et: Kulude jaotus
fa: تفکیک هزینه‌ها
fi: Kuluerittely
hi: खर्चों का विवरण
hy: Ծախսերի բաշխում
id: Perincian Pengeluaran
it: Ripartizione spese

source: Breakdown of expenses
bn: ব্যয়ের ভাঙ্গন
de: Aufschlüsselung der Ausgaben
et: Kulude jaotus
fa: تفکیک هزینه‌ها
fi: Kulujen erittely
hi: खर्चों का विवरण
hy: Ծախսերի մանրամասն բաշխում
id: Perincian pengeluaran
it: Ripartizione delle spese

source: Admin Wallet
bn: অ্যাডমিন ওয়ালেট
et: Administraatori rahakott
fa: کیف پول ادمین
fi: Ylläpitäjän lompakko
hi: व्यवस्थापक वॉलेट
hy: Ադմինիստրատորի դրամապանակ
id: Dompet Admin
it: Wallet amministratore

source: Statistic for
bn: এর জন্য পরিসংখ্যান
de: Statistik für
et: Statistika
fa: آمار برای
fi: Tilasto kohteelle
hi: के लिए आँकड़े
hy: Վիճակագրություն՝
id: Statistik untuk
it: Statistica per

source: Revenue & Profit
bn: রাজস্ব ও লাভ
de: Umsatz & Gewinn
et: Tulu ja kasum
fa: درآمد و سود
fi: Tuotto ja voitto
hi: राजस्व और लाभ
hy: Եկամուտ և շահույթ
id: Pendapatan & Laba
it: Entrate e Profitti

source: Revenue and profit within the period
bn: সময়ের মধ্যে রাজস্ব এবং লাভ
de: Umsatz und Gewinn im Zeitraum
et: Tulu ja kasum perioodi jooksul
fa: درآمد و سود در دوره زمانی
fi: Tuotto ja voitto ajanjaksolla
hi: अवधि के भीतर राजस्व और लाभ
hy: Եկամուտ և շահույթ ժամանակահատվածի ընթացքում
id: Pendapatan dan laba dalam periode
it: Entrate e profitti nel periodo

source: Revenue
bn: রাজস্ব
de: Umsatz
et: Tulu
fa: درآمد
fi: Tuotto
hi: राजस्व
hy: Եկամուտ
id: Pendapatan
it: Entrate

source: User wallet balances
bn: ব্যবহারকারী ওয়ালেট ব্যালেন্স
de: Benutzer-Wallet-Guthaben
et: Kasutaja rahakoti saldod
fa: موجودی کیف پول کاربران
fi: Käyttäjien lompakkosaldot
hi: उपयोगकर्ता वॉलेट बैलेंस
hy: Օգտատերերի դրամապանակների մնացորդները
id: Saldo dompet pengguna
it: Saldi wallet utente

source: Wallet Details
bn: ওয়ালেট বিবরণ
et: Rahakoti üksikasjad
fa: جزئیات کیف پول
fi: Lompakon tiedot
hi: वॉलेट विवरण
hy: Դրամապանակի մանրամասներ
id: Detail Dompet
it: Dettagli wallet

source: Customers wallet
bn: গ্রাহকদের ওয়ালেট
de: Kunden-Wallet
et: Klientide rahakott
fa: کیف پول مشتریان
fi: Asiakkaiden lompakko
hi: ग्राहकों का वॉलेट
hy: Հաճախորդների դրամապանակ
id: Dompet pelanggan
it: Wallet clienti

source: List of all customers wallets
bn: সমস্ত গ্রাহকদের ওয়ালেটের তালিকা
de: Liste aller Kunden-Wallets
et: Kõigi klientide rahakottide loend
fa: لیست تمام کیف پول‌های مشتریان
fi: Luettelo kaikista asiakkaiden lompakoista
hi: सभी ग्राहकों के वॉलेट की सूची
hy: Բոլոր հաճախորդների դրամապանակների ցուցակը
id: Daftar semua dompet pelanggan
it: Elenco di tutti i wallet dei clienti

source: Total User wallets
bn: মোট ব্যবহারকারী ওয়ালেট
de: Gesamte Benutzer-Wallets
et: Kasutajate rahakotte kokku
fa: کل کیف پول‌های کاربران
fi: Käyttäjien lompakot yhteensä
hi: कुल उपयोगकर्ता वॉलेट
hy: Օգտատերերի ընդհանուր դրամապանակներ
id: Total dompet Pengguna
it: Totale wallet utente

source: Total wallet balances
bn: মোট ওয়ালেট ব্যালেন্স
de: Gesamte Wallet-Guthaben
et: Rahakoti saldosid kokku
fa: کل موجودی کیف پول‌ها
fi: Lompakkosaldot yhteensä
hi: कुल वॉलेट बैलेंस
hy: Դրամապանակների ընդհանուր մնացորդներ
id: Total saldo dompet
it: Saldi totali wallet

source: Disable server
bn: সার্ভার নিষ্ক্রিয় করুন
de: Server deaktivieren
et: Keela server
fa: غیرفعال کردن سرور
fi: Poista palvelin käytöstä
hi: सर्वर अक्षम करें
hy: Անջատել սերվերը
id: Nonaktifkan server
it: Disabilita server

# licenseActiveElsewherePrompt
source: Your license is active on another device. You can disable the server from below list to continue.
bn: আপনার লাইসেন্স অন্য ডিভাইসে সক্রিয়। চালিয়ে যেতে আপনি নীচের তালিকা থেকে সার্ভারটি নিষ্ক্রিয় করতে পারেন।
de: Ihre Lizenz ist auf einem anderen Gerät aktiv. Sie können den Server aus der folgenden Liste deaktivieren, um fortzufahren.
et: Teie litsents on aktiivne teises seadmes. Saate serveri allolevast loendist keelata, et jätkata.
fa: مجوز شما در دستگاه دیگری فعال است. می‌توانید سرور را از لیست زیر غیرفعال کنید تا ادامه دهید.
fi: Lisenssisi on aktiivinen toisessa laitteessa. Voit poistaa palvelimen käytöstä alla olevasta luettelosta jatkaaksesi.
hi: आपका लाइसेंस किसी अन्य डिवाइस पर सक्रिय है। आप जारी रखने के लिए नीचे दी गई सूची से सर्वर को अक्षम कर सकते हैं।
hy: Ձեր լիցենզիան ակտիվ է մեկ այլ սարքի վրա: Շարունակելու համար կարող եք անջատել սերվերը ստորև բերված ցուցակից։
id: Lisensi Anda aktif di perangkat lain. Anda dapat menonaktifkan server dari daftar di bawah untuk melanjutkan.
it: La tua licenza è attiva su un altro dispositivo. Puoi disabilitare il server dalla lista seguente per continuare.

source: Basic details
bn: মৌলিক বিবরণ
de: Grundlegende Details
et: Põhiandmed
fa: جزئیات اولیه
fi: Perustiedot
hi: बुनियादी विवरण
hy: Հիմնական մանրամասներ
id: Detail Dasar
it: Dettagli di base

source: Read All
bn: সব পড়ুন
de: Alle lesen
et: Loe kõiki
fa: خواندن همه
fi: Lue kaikki
hi: सभी पढ़ें
hy: Կարդալ բոլորը
id: Baca Semua
it: Segna come letti

# emailRequired
source: Email is required
bn: ইমেল আবশ্যক
de: E-Mail ist erforderlich
et: E-post on kohustuslik
fa: ایمیل الزامی است
fi: Sähköposti vaaditaan
hi: ईमेल अनिवार्य है
hy: Էլ. փոստը պարտադիր է
id: Email wajib diisi
it: L'email è obbligatoria

# passwordRequired
source: Password is required
bn: পাসওয়ার্ড আবশ্যক
de: Passwort ist erforderlich
et: Parool on kohustuslik
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
hi: पासवर्ड अनिवार्य है
hy: Գաղտնաբառը պարտադիր է
id: Kata sandi wajib diisi
it: La password è obbligatoria

# demoModeLoginInstruction
source: In demo mode, use admin/admin as credentials
bn: ডেমো মোডে, অ্যাডমিন/অ্যাডমিন ক্রেডেনশিয়াল হিসাবে ব্যবহার করুন
de: Im Demo-Modus verwenden Sie admin/admin als Anmeldedaten
et: Demorežiimis kasuta sisselogimiseks admin/admin
fa: در حالت دمو، از admin/admin به عنوان اعتبارنامه استفاده کنید
fi: Demotilassa käytä tunnuksia admin/admin
hi: डेमो मोड में, क्रेडेंशियल के रूप में admin/admin का उपयोग करें
hy: Դեմո ռեժիմում օգտագործեք admin/admin որպես մուտքային տվյալներ
id: Dalam mode demo, gunakan admin/admin sebagai kredensial
it: In modalità demo, usa admin/admin come credenziali

source: Please enter your login credentials
bn: অনুগ্রহ করে আপনার লগইন ক্রেডেনশিয়াল প্রবেশ করান
de: Bitte geben Sie Ihre Anmeldedaten ein
et: Palun sisestage oma sisselogimisandmed
fa: لطفا اعتبارنامه ورود خود را وارد کنید
fi: Anna kirjautumistietosi
hi: कृपया अपने लॉगिन क्रेडेंशियल दर्ज करें
hy: Խնդրում ենք մուտքագրել ձեր մուտքային տվյալները
id: Mohon masukkan kredensial login Anda
it: Inserisci le tue credenziali di accesso

source: Transfer over time
bn: সময়ের সাথে স্থানান্তর
de: Überweisung im Zeitverlauf
et: Ülekanded aja jooksul
fa: انتقال در طول زمان
fi: Siirto ajan mittaan
hi: समय के साथ स्थानांतरण
hy: Փոխանցում ժամանակի ընթացքում
id: Transfer dari waktu ke waktu
it: Trasferimenti nel tempo

source: Total transfer amount over time
bn: সময়ের সাথে মোট স্থানান্তর পরিমাণ
de: Gesamter Überweisungsbetrag im Zeitverlauf
et: Ülekannete kogusumma aja jooksul
fa: کل مبلغ انتقال در طول زمان
fi: Siirtosumma yhteensä ajan mittaan
hi: समय के साथ कुल स्थानांतरण राशि
hy: Փոխանցման ընդհանուր գումարը ժամանակի ընթացքում
id: Jumlah total transfer dari waktu ke waktu
it: Importo totale trasferimenti nel tempo

source: Edit region category
bn: অঞ্চল বিভাগ সম্পাদনা করুন
de: Regionenkategorie bearbeiten
et: Muuda piirkonna kategooriat
fa: ویرایش دسته بندی منطقه
fi: Muokkaa aluekategoriaa
hi: क्षेत्र श्रेणी संपादित करें
hy: Խմբագրել մարզի կատեգորիան
id: Edit kategori wilayah
it: Modifica categoria regione

source: Create region category
bn: অঞ্চল বিভাগ তৈরি করুন
de: Regionenkategorie erstellen
et: Loo piirkonna kategooria
fa: ایجاد دسته بندی منطقه
fi: Luo aluekategoria
hi: क्षेत्र श्रेणी बनाएँ
hy: Ստեղծել մարզի կատեգորիա
id: Buat kategori wilayah
it: Crea categoria regione

# editRegionCategoryInstruction
source: Fill in the fields below to edit the region category.
bn: অঞ্চল বিভাগ সম্পাদনা করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um die Regionenkategorie zu bearbeiten.
et: Täitke allolevad väljad piirkonna kategooria muutmiseks.
fa: فیلدهای زیر را برای ویرایش دسته بندی منطقه پر کنید.
fi: Täytä alla olevat kentät muokataksesi aluekategoriaa.
hi: क्षेत्र श्रेणी को संपादित करने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ մարզի կատեգորիան խմբագրելու համար։
id: Isi kolom di bawah ini untuk mengedit kategori wilayah.
it: Compila i campi sottostanti per modificare la categoria regione.

# createRegionCategoryInstruction
source: Fill in the fields below to create a new region category.
bn: একটি নতুন অঞ্চল বিভাগ তৈরি করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um eine neue Regionenkategorie zu erstellen.
et: Täitke allolevad väljad uue piirkonna kategooria loomiseks.
fa: فیلدهای زیر را برای ایجاد یک دسته بندی منطقه جدید پر کنید.
fi: Täytä alla olevat kentät luodaksesi uuden aluekategorian.
hi: एक नई क्षेत्र श्रेणी बनाने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ նոր մարզի կատեգորիա ստեղծելու համար։
id: Isi kolom di bawah ini untuk membuat kategori wilayah baru.
it: Compila i campi sottostanti per creare una nuova categoria regione.

source: Add region
bn: অঞ্চল যোগ করুন
de: Region hinzufügen
et: Lisa piirkond
fa: افزودن منطقه
fi: Lisää alue
hi: क्षेत्र जोड़ें
hy: Ավելացնել մարզ
id: Tambah wilayah
it: Aggiungi regione

source: Edit region
bn: অঞ্চল সম্পাদনা করুন
de: Region bearbeiten
et: Muuda piirkonda
fa: ویرایش منطقه
fi: Muokkaa aluetta
hi: क्षेत्र संपादित करें
hy: Խմբագրել մարզը
id: Edit wilayah
it: Modifica regione

# addNewRegionSubtitle
source: Add a new region
bn: একটি নতুন অঞ্চল যোগ করুন
de: Eine neue Region hinzufügen
et: Lisa uus piirkond
fa: افزودن یک منطقه جدید
fi: Lisää uusi alue
hi: एक नया क्षेत्र जोड़ें
hy: Ավելացնել նոր մարզ
id: Tambah wilayah baru
it: Aggiungi una nuova regione

source: Geofence
bn: জিওফেন্স
fa: ژئوفنس
hi: जियोफेंस
hy: Գեոսահման

# youNeedToDrawGeofence
source: You need to draw a geofence
bn: আপনাকে একটি জিওফেন্স আঁকতে হবে
de: Sie müssen einen Geofence zeichnen
et: Peate joonistama geofence'i
fa: شما باید یک ژئوفنس ترسیم کنید
fi: Sinun täytyy piirtää geofence
hi: आपको जियोफेंस बनाना होगा
hy: Դուք պետք է գեոսահման գծեք
id: Anda perlu menggambar geofence
it: Devi disegnare un geofence

source: Regions popularity
bn: অঞ্চলের জনপ্রিয়তা
de: Beliebtheit der Regionen
et: Piirkondade populaarsus
fa: محبوبیت مناطق
fi: Alueiden suosio
hi: क्षेत्रों की लोकप्रियता
hy: Մարզերի հանրաճանաչությունը
id: Popularitas wilayah
it: Popolarità regioni

source: Top regions by popularity
bn: জনপ্রিয়তা অনুসারে শীর্ষ অঞ্চল
de: Top-Regionen nach Beliebtheit
et: Populaarseimad piirkonnad populaarsuse järgi
fa: برترین مناطق بر اساس محبوبیت
fi: Suosituimmat alueet suosion mukaan
hi: लोकप्रियता के अनुसार शीर्ष क्षेत्र
hy: Ամենահանրաճանաչ մարզերը
id: Wilayah terpopuler berdasarkan popularitas
it: Regioni più popolari per popolarità

source: New Region
bn: নতুন অঞ্চল
de: Neue Region
et: Uus piirkond
fa: منطقه جدید
fi: Uusi alue
hi: नया क्षेत्र
hy: Նոր մարզ
id: Wilayah Baru
it: Nuova regione

source: messages
bn: বার্তা
de: Nachrichten
et: sõnumid
fa: پیام‌ها
fi: viestit
hi: संदेश
hy: հաղորդագրություններ
id: pesan
it: messaggi

source: Forgot password?
bn: পাসওয়ার্ড ভুলে গেছেন?
de: Passwort vergessen?
et: Unustasid parooli?
fa: رمز عبور را فراموش کرده‌اید؟
fi: Unohditko salasanan?
hi: पासवर्ड भूल गए?
hy: Մոռացե՞լ եք գաղտնաբառը
id: Lupa kata sandi?
it: Password dimenticata?

source: Select Role
bn: ভূমিকা নির্বাচন করুন
de: Rolle auswählen
et: Vali roll
fa: انتخاب نقش
fi: Valitse rooli
hi: भूमिका चुनें
hy: Ընտրել դերը
id: Pilih Peran
it: Seleziona ruolo

source: Add New Staff
bn: নতুন কর্মী যোগ করুন
de: Neuen Mitarbeiter hinzufügen
et: Lisa uus töötaja
fa: افزودن کارمند جدید
fi: Lisää uusi henkilökunnan jäsen
hi: नया कर्मचारी जोड़ें
hy: Ավելացնել նոր աշխատակազմ
id: Tambah Staf Baru
it: Aggiungi nuovo staff

# inputOperatorsDetailsBelow
source: Enter the operator's details below.
bn: নীচে অপারেটরের বিবরণ প্রবেশ করান।
de: Geben Sie unten die Details des Betreibers ein.
et: Sisesta operaatori andmed allpool.
fa: جزئیات اپراتور را در زیر وارد کنید.
fi: Anna operaattorin tiedot alla.
hi: नीचे ऑपरेटर का विवरण दर्ज करें।
hy: Մուտքագրեք օպերատորի մանրամասները ստորև։
id: Masukkan detail operator di bawah ini.
it: Inserisci i dettagli dell'operatore qui sotto.

source: Enter user name
bn: ব্যবহারকারীর নাম প্রবেশ করান
de: Benutzernamen eingeben
et: Sisesta kasutajanimi
fa: نام کاربری را وارد کنید
fi: Anna käyttäjänimi
hi: उपयोगकर्ता नाम दर्ज करें
hy: Մուտքագրել օգտատիրոջ անունը
id: Masukkan nama pengguna
it: Inserisci nome utente

source: Account Details
bn: অ্যাকাউন্টের বিবরণ
de: Kontodetails
et: Konto üksikasjad
fa: جزئیات حساب
fi: Tilin tiedot
hi: खाता विवरण
hy: Հաշվի մանրամասներ
id: Detail Akun
it: Dettagli account

source: Staff Roles
bn: কর্মীর ভূমিকা
de: Mitarbeiterrollen
et: Töötajate rollid
fa: نقش‌های کارکنان
fi: Henkilökunnan roolit
hi: कर्मचारी भूमिकाएँ
hy: Աշխատակազմի դերեր
id: Peran Staf
it: Ruoli staff

source: New Staff
bn: নতুন কর্মী
de: Neuer Mitarbeiter
et: Uus töötaja
fa: کارمند جدید
fi: Uusi henkilökunta
hi: नया कर्मचारी
hy: Նոր աշխատակազմ
id: Staf Baru
it: Nuovo staff

source: Unsupported field
bn: অসমর্থিত ক্ষেত্র
de: Nicht unterstütztes Feld
et: Toetamata väli
fa: فیلد پشتیبانی نشده
fi: Ei-tuettu kenttä
hi: असमर्थित फ़ील्ड
hy: Չաջակցվող դաշտ
id: Kolom tidak didukung
it: Campo non supportato

source: Add New Staff Role
bn: নতুন কর্মী ভূমিকা যোগ করুন
de: Neue Mitarbeiterrolle hinzufügen
et: Lisa uus töötaja roll
fa: افزودن نقش کارمند جدید
fi: Lisää uusi henkilökunnan rooli
hi: नया कर्मचारी रोल जोड़ें
hy: Ավելացնել նոր աշխատակազմի դեր
id: Tambah Peran Staf Baru
it: Aggiungi nuovo ruolo staff

# adminUserRoleDefinitions
source: Role definitions for Admin panel users.
bn: অ্যাডমিন প্যানেল ব্যবহারকারীদের জন্য ভূমিকা সংজ্ঞা।
de: Rollendefinitionen für Admin-Panel-Benutzer.
et: Rollide definitsioonid admin-paneeli kasutajatele.
fa: تعاریف نقش برای کاربران پنل ادمین.
fi: Roolimääritykset ylläpitopaneelin käyttäjille.
hi: व्यवस्थापक पैनल उपयोगकर्ताओं के लिए भूमिका परिभाषाएँ।
hy: Դերերի սահմանումներ Ադմինիստրատորի վահանակի օգտատերերի համար։
id: Definisi peran untuk pengguna panel Admin.
it: Definizioni ruoli per utenti pannello Admin.

source: Enter title
bn: শিরোনাম প্রবেশ করান
de: Titel eingeben
et: Sisesta pealkiri
fa: عنوان را وارد کنید
fi: Anna otsikko
hi: शीर्षक दर्ज करें
hy: Մուտքագրել վերնագիր
id: Masukkan judul
it: Inserisci titolo

source: Taxi Panel
bn: ট্যাক্সি প্যানেল
et: Takso paneel
fa: پنل تاکسی
fi: Taksipaneeli
hi: टैक्सी पैनल
hy: Տաքսի վահանակ
id: Panel Taksi
it: Pannello Taxi

# disableTaxiPanelAccessConsequence
source: By disabling this, the user will not have access to the Taxi Panel.
bn: এটি নিষ্ক্রিয় করলে, ব্যবহারকারী ট্যাক্সি প্যানেলে অ্যাক্সেস পাবে না।
de: Durch Deaktivieren dieser Option hat der Benutzer keinen Zugriff auf das Taxi-Panel.
et: Selle keelamisel pole kasutajal juurdepääsu takso paneelile.
fa: با غیرفعال کردن این، کاربر به پنل تاکسی دسترسی نخواهد داشت.
fi: Poistamalla tämän käytöstä käyttäjä ei pääse taksipaneeliin.
hi: इसे अक्षम करने से, उपयोगकर्ता के पास टैक्सी पैनल तक पहुँच नहीं होगी।
hy: Սա անջատելով, օգտատերը մուտք չի ունենա Տաքսի վահանակ։
id: Dengan menonaktifkan ini, pengguna tidak akan memiliki akses ke Panel Taksi.
it: Disabilitando questa opzione, l'utente non avrà accesso al Pannello Taxi.

source: Shop Panel
bn: দোকান প্যানেল
et: Poe paneel
fa: پنل فروشگاه
fi: Kauppapaneeli
hi: दुकान पैनल
hy: Խանութի վահանակ
id: Panel Toko
it: Pannello Negozio

# disableShopPanelAccessConsequence
source: By disabling this, the user will not have access to the Shop Panel.
bn: এটি নিষ্ক্রিয় করলে, ব্যবহারকারী দোকান প্যানেলে অ্যাক্সেস পাবে না।
de: Durch Deaktivieren dieser Option hat der Benutzer keinen Zugriff auf das Shop-Panel.
et: Selle keelamisel pole kasutajal juurdepääsu poe paneelile.
fa: با غیرفعال کردن این، کاربر به پنل فروشگاه دسترسی نخواهد داشت.
fi: Poistamalla tämän käytöstä käyttäjä ei pääse kauppapaneeliin.
hi: इसे अक्षम करने से, उपयोगकर्ता के पास दुकान पैनल तक पहुँच नहीं होगी।
hy: Սա անջատելով, օգտատերը մուտք չի ունենա Խանութի վահանակ։
id: Dengan menonaktifkan ini, pengguna tidak akan memiliki akses ke Panel Toko.
it: Disabilitando questa opzione, l'utente non avrà accesso al Pannello Negozio.

source: Parking Panel
bn: পার্কিং প্যানেল
de: Park-Panel
et: Parkla paneel
fa: پنل پارکینگ
fi: Pysäköintipaneeli
hi: पार्किंग पैनल
hy: Կայանատեղիի վահանակ
id: Panel Parkir
it: Pannello Parcheggio

# disableParkingPanelAccessConsequence
source: By disabling this, the user will not have access to the Parking Panel.
bn: এটি নিষ্ক্রিয় করলে, ব্যবহারকারী পার্কিং প্যানেলে অ্যাক্সেস পাবে না।
de: Durch Deaktivieren dieser Option hat der Benutzer keinen Zugriff auf das Park-Panel.
et: Selle keelamisel pole kasutajal juurdepääsu parkla paneelile.
fa: با غیرفعال کردن این، کاربر به پنل پارکینگ دسترسی نخواهد داشت.
fi: Poistamalla tämän käytöstä käyttäjä ei pääse pysäköintipaneeliin.
hi: इसे अक्षम करने से, उपयोगकर्ता के पास पार्किंग पैनल तक पहुँच नहीं होगी।
hy: Սա անջատելով, օգտատերը մուտք չի ունենա Կայանատեղիի վահանակ։
id: Dengan menonaktifkan ini, pengguna tidak akan memiliki akses ke Panel Parkir.
it: Disabilitando questa opzione, l'utente non avrà accesso al Pannello Parcheggio.

source: Permissions
bn: অনুমতি
de: Berechtigungen
et: Õigused
fa: مجوزها
fi: Oikeudet
hi: अनुमतियाँ
hy: Թույլտվություններ
id: Izin
it: Permessi

source: All Panels Permissions
bn: সমস্ত প্যানেলের অনুমতি
de: Alle Panel-Berechtigungen
et: Kõigi paneelide õigused
fa: مجوزهای همه پنل‌ها
fi: Kaikkien paneelien oikeudet
hi: सभी पैनल अनुमतियाँ
hy: Բոլոր վահանակների թույլտվություններ
id: Izin Semua Panel
it: Permessi di tutti i pannelli
