Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# registeredParkingSpotsList
source: List of all registered parking spots
bn: সমস্ত নিবন্ধিত পার্কিং স্পটের তালিকা
de: Liste aller registrierten Parkplätze
et: Kõigi registreeritud parkimiskohtade loend
fa: لیست تمام جای پارک‌های ثبت شده
fi: Luettelo kaikista rekisteröidyistä pysäköintipaikoista
hi: सभी पंजीकृत पार्किंग स्थानों की सूची
hy: Բոլոր գրանցված կայանման տեղերի ցուցակը
id: Daftar semua tempat parkir terdaftar
it: Elenco di tutti i posti auto registrati

source: Pending verification parkings
bn: যাচাইকরণ বাকি পার্কিং
de: Ausstehende Verifizierung Parkplätze
et: Kontrollimisel olevad parklad
fa: پارکینگ‌های در انتظار تایید
fi: Odottaa vahvistusta pysäköinnit
hi: सत्यापन लंबित पार्किंग
hy: Սպասման մեջ գտնվող կայանատեղիները
id: Parkir menunggu verifikasi
it: Parcheggi in attesa di verifica

# pendingReviewParkingSpotsList
source: List of all parking spots pending review and verification
bn: পর্যালোচনা এবং যাচাইকরণের জন্য বিচারাধীন সমস্ত পার্কিং স্পটের তালিকা
de: Liste aller Parkplätze, die auf Überprüfung und Verifizierung warten
et: Kõigi ülevaatamist ja kontrollimist ootavate parkimiskohtade loend
fa: لیست تمام جای پارک‌هایی که در انتظار بررسی و تایید هستند
fi: Luettelo kaikista pysäköintipaikoista, jotka odottavat tarkistusta ja vahvistusta
hi: समीक्षा और सत्यापन लंबित सभी पार्किंग स्थानों की सूची
hy: Բոլոր կայանման տեղերի ցուցակը, որոնք սպասում են վերանայման և հաստատման
id: Daftar semua tempat parkir menunggu peninjauan dan verifikasi
it: Elenco di tutti i posti auto in attesa di revisione e verifica

source: Parkings wallet
bn: পার্কিং ওয়ালেট
de: Parkplatz-Wallet
et: Parklate rahakott
fa: کیف پول پارکینگ‌ها
fi: Pysäköintien lompakko
hi: पार्किंग का वॉलेट
hy: Կայանատեղիների դրամապանակը
id: Dompet parkir
it: Wallet parcheggi

source: List of all parkings wallets
bn: সমস্ত পার্কিং ওয়ালেটের তালিকা
de: Liste aller Parkplatz-Wallets
et: Kõigi parklate rahakottide loend
fa: لیست تمام کیف پول‌های پارکینگ‌ها
fi: Luettelo kaikista pysäköintien lompakoista
hi: सभी पार्किंग के वॉलेट की सूची
hy: Բոլոր կայանատեղիների դրամապանակների ցուցակը
id: Daftar semua dompet parkir
it: Elenco di tutti i wallet dei parcheggi

source: Total driver wallets
bn: মোট ড্রাইভার ওয়ালেট
de: Gesamte Fahrer-Wallets
et: Juhtide rahakotte kokku
fa: کل کیف پول‌های رانندگان
fi: Kuljettajien lompakot yhteensä
hi: कुल ड्राइवर वॉलेट
hy: Վարորդների ընդհանուր դրամապանակներ
id: Total dompet pengemudi
it: Totale wallet autisti

source: Confirm parking order
bn: পার্কিং অর্ডার নিশ্চিত করুন
de: Parkbestellung bestätigen
et: Kinnita parkimise tellimus
fa: تایید سفارش پارکینگ
fi: Vahvista pysäköintitilaus
hi: पार्किंग ऑर्डर की पुष्टि करें
hy: Հաստատել կայանման պատվերը
id: Konfirmasi pesanan parkir
it: Conferma ordine parcheggio

# reviewParkingOrderDetailsPrompt
source: Please review the parking order details before confirming.
bn: নিশ্চিত করার আগে অনুগ্রহ করে পার্কিং অর্ডারের বিবরণ পর্যালোচনা করুন।
de: Bitte überprüfen Sie die Details der Parkbestellung vor der Bestätigung.
et: Enne kinnitamist palun vaadake üle parkimise tellimuse üksikasjad.
fa: لطفا قبل از تایید، جزئیات سفارش پارکینگ را بررسی کنید.
fi: Tarkista pysäköintitilauksen tiedot ennen vahvistamista.
hi: कृपया पुष्टि करने से पहले पार्किंग ऑर्डर विवरण की समीक्षा करें।
hy: Խնդրում ենք վերանայել կայանման պատվերի մանրամասները՝ հաստատելուց առաջ:
id: Mohon tinjau detail pesanan parkir sebelum mengkonfirmasi.
it: Rivedi i dettagli dell'ordine di parcheggio prima di confermare.

source: Confirm reservation
bn: রিজার্ভেশন নিশ্চিত করুন
de: Reservierung bestätigen
et: Kinnita reserveering
fa: تایید رزرو
fi: Vahvista varaus
hi: आरक्षण की पुष्टि करें
hy: Հաստատել ամրագրումը
id: Konfirmasi pemesanan
it: Conferma prenotazione

# confirmReservationResponsibilityWarning
source: By confirming this reservation, you are assuming the responsibility of providing services to the customer. Please ensure that you are ready and capable of providing services to the customer.
bn: এই রিজার্ভেশন নিশ্চিত করার মাধ্যমে, আপনি গ্রাহককে পরিষেবা প্রদানের দায়িত্ব নিচ্ছেন। অনুগ্রহ করে নিশ্চিত করুন যে আপনি গ্রাহককে পরিষেবা প্রদানের জন্য প্রস্তুত এবং সক্ষম।
de: Mit der Bestätigung dieser Reservierung übernehmen Sie die Verantwortung für die Erbringung von Dienstleistungen für den Kunden. Bitte stellen Sie sicher, dass Sie bereit und in der Lage sind, dem Kunden Dienstleistungen zu erbringen.
et: Selle reserveeringu kinnitamisega võtate vastutuse kliendile teenuste pakkumise eest. Palun veenduge, et olete valmis ja võimeline kliendile teenuseid pakkuma.
fa: با تایید این رزرو، شما مسئولیت ارائه خدمات به مشتری را بر عهده می‌گیرید. لطفا اطمینان حاصل کنید که آماده و قادر به ارائه خدمات به مشتری هستید.
fi: Vahvistamalla tämän varauksen otat vastuun palveluiden tarjoamisesta asiakkaalle. Varmista, että olet valmis ja kykenevä tarjoamaan palveluita asiakkaalle.
hi: इस आरक्षण की पुष्टि करके, आप ग्राहक को सेवाएँ प्रदान करने की जिम्मेदारी ले रहे हैं। कृपया सुनिश्चित करें कि आप ग्राहक को सेवाएँ प्रदान करने के लिए तैयार और सक्षम हैं।
hy: Այս ամրագրումը հաստատելով, դուք ստանձնում եք հաճախորդին ծառայություններ մատուցելու պատասխանատվությունը։ Խնդրում ենք համոզվել, որ պատրաստ և ունակ եք հաճախորդին ծառայություններ մատուցել։
id: Dengan mengkonfirmasi reservasi ini, Anda bertanggung jawab untuk menyediakan layanan kepada pelanggan. Mohon pastikan Anda siap dan mampu menyediakan layanan kepada pelanggan.
it: Confermando questa prenotazione, ti assumi la responsabilità di fornire servizi al cliente. Assicurati di essere pronto e in grado di fornire servizi al cliente.

# confirmReservationSendsRequestInfo
source: Clicking the "Confirm Reservation" button will send this request to the parking facility for action.
bn: "রিজার্ভেশন নিশ্চিত করুন" বোতামে ক্লিক করলে এই অনুরোধটি পার্কিং সুবিধার কাছে পদক্ষেপের জন্য পাঠানো হবে।
de: Durch Klicken auf die Schaltfläche "Reservierung bestätigen" wird diese Anfrage zur Bearbeitung an die Parkeinrichtung gesendet.
et: Nupule "Kinnita reserveering" vajutamine saadab selle taotluse parklasse tegutsemiseks.
fa: کلیک بر روی دکمه "تایید رزرو" این درخواست را برای اقدام به مرکز پارکینگ ارسال می‌کند.
fi: Napsauttamalla "Vahvista varaus" -painiketta tämä pyyntö lähetetään pysäköintilaitokselle toimenpiteitä varten.
hi: "रिजर्वेशन की पुष्टि करें" बटन पर क्लिक करने से यह अनुरोध कार्रवाई के लिए पार्किंग सुविधा को भेजा जाएगा।
hy: «Հաստատել ամրագրումը» կոճակը սեղմելով, այս հարցումը կուղարկվի կայանման օբյեկտ՝ գործողություն կատարելու համար։
id: Mengklik tombol "Konfirmasi Pemesanan" akan mengirimkan permintaan ini ke fasilitas parkir untuk ditindaklanjuti.
it: Cliccando sul pulsante "Conferma prenotazione" invierai questa richiesta alla struttura di parcheggio per l'azione.

source: Select date and time
bn: তারিখ এবং সময় নির্বাচন করুন
de: Datum und Uhrzeit auswählen
et: Vali kuupäev ja kellaaeg
fa: انتخاب تاریخ و زمان
fi: Valitse päivämäärä ja aika
hi: तारीख और समय चुनें
hy: Ընտրել ամսաթիվը և ժամը
id: Pilih tanggal dan waktu
it: Seleziona data e ora

source: Nearby spots
bn: কাছাকাছি স্পট
de: Parkplätze in der Nähe
et: Lähedal asuvad kohad
fa: جای پارک‌های نزدیک
fi: Läheiset paikat
hi: निकटवर्ती स्थान
hy: Մոտակա տեղերը
id: Tempat terdekat
it: Posti nelle vicinanze

source: Rating point popularity
bn: রেটিং পয়েন্টের জনপ্রিয়তা
de: Beliebtheit der Bewertungspunkte
et: Hinnangupunkti populaarsus
fa: محبوبیت امتیاز رتبه‌بندی
fi: Arviointipisteen suosio
hi: रेटिंग बिंदु लोकप्रियता
hy: Գնահատման կետի հանրաճանաչությունը
id: Popularitas poin peringkat
it: Popolarità punto valutazione

source: Rating point popularity by times used
bn: ব্যবহৃত বার অনুযায়ী রেটিং পয়েন্টের জনপ্রিয়তা
de: Beliebtheit der Bewertungspunkte nach Häufigkeit der Nutzung
et: Hinnangupunkti populaarsus kasutuskordade järgi
fa: محبوبیت امتیاز رتبه‌بندی بر اساس تعداد دفعات استفاده
fi: Arviointipisteen suosio käyttökertojen mukaan
hi: उपयोग की संख्या के अनुसार रेटिंग बिंदु लोकप्रियता
hy: Գնահատման կետի հանրաճանաչությունը ըստ օգտագործված անգամների
id: Popularitas poin peringkat berdasarkan berapa kali digunakan
it: Popolarità punto valutazione per numero di volte utilizzato

source: times
bn: বার
de: Mal
et: korda
fa: بار
fi: kertaa
hi: बार
hy: անգամներ
id: kali
it: volte

source: Cancel reason details
bn: বাতিলের কারণের বিবরণ
de: Details zum Stornierungsgrund
et: Tühistamise põhjuse üksikasjad
fa: جزئیات دلیل لغو
fi: Peruuttamissyyn tiedot
hi: रद्द करने के कारण विवरण
hy: Չեղարկման պատճառի մանրամասներ
id: Detail alasan pembatalan
it: Dettagli motivo cancellazione

source: Edit cancel reason details
bn: বাতিলের কারণের বিবরণ সম্পাদনা করুন
de: Details zum Stornierungsgrund bearbeiten
et: Muuda tühistamise põhjuse üksikasju
fa: ویرایش جزئیات دلیل لغو
fi: Muokkaa peruuttamissyyn tietoja
hi: रद्द करने के कारण विवरण संपादित करें
hy: Խմբագրել չեղարկման պատճառի մանրամասները
id: Edit detail alasan pembatalan
it: Modifica dettagli motivo cancellazione

# titleRequired
source: Title is required
bn: শিরোনাম আবশ্যক
de: Titel ist erforderlich
et: Pealkiri on kohustuslik
fa: عنوان الزامی است
fi: Otsikko vaaditaan
hi: शीर्षक अनिवार्य है
hy: Վերնագիրը պարտադիր է
id: Judul wajib diisi
it: Il titolo è obbligatorio

# userTypeRequired
source: User type is required
bn: ব্যবহারকারীর প্রকার আবশ্যক
de: Benutzertyp ist erforderlich
et: Kasutaja tüüp on kohustuslik
fa: نوع کاربر الزامی است
fi: Käyttäjätyyppi vaaditaan
hi: उपयोगकर्ता प्रकार अनिवार्य है
hy: Օգտատիրոջ տեսակը պարտադիր է
id: Jenis pengguna wajib diisi
it: Il tipo utente è obbligatorio

source: Booking Details
bn: বুকিং বিবরণ
de: Buchungsdetails
et: Broneeringu üksikasjad
fa: جزئیات رزرو
fi: Varaustiedot
hi: बुकिंग विवरण
hy: Ամրագրման մանրամասներ
id: Detail Pemesanan
it: Dettagli prenotazione

source: Customers & Parking Details
bn: গ্রাহক ও পার্কিং বিবরণ
de: Kunden- & Parkdetails
et: Kliendid ja parkla üksikasjad
fa: جزئیات مشتریان و پارکینگ
fi: Asiakkaiden ja pysäköinnin tiedot
hi: ग्राहक और पार्किंग विवरण
hy: Հաճախորդներ և կայանման մանրամասներ
id: Detail Pelanggan & Parkir
it: Dettagli clienti e parcheggio

source: Spot
bn: স্পট
de: Parkplatz
et: Koht
fa: جای پارک
fi: Paikka
hi: स्थान
hy: Տեղ
id: Tempat
it: Posto

source: No Content
bn: কোন বিষয়বস্তু নেই
de: Kein Inhalt
et: Sisu puudub
fa: بدون محتوا
fi: Ei sisältöä
hi: कोई सामग्री नहीं
hy: Բովանդակություն չկա
id: Tidak Ada Konten
it: Nessun contenuto

source: Customers Rate & Review
bn: গ্রাহকদের রেট ও পর্যালোচনা
de: Kunden bewerten & rezensieren
et: Kliendid hindavad ja arvustavad
fa: امتیاز و نظر مشتریان
fi: Asiakkaiden arviointi ja arvostelu
hi: ग्राहक रेट और समीक्षा करें
hy: Հաճախորդների գնահատում և կարծիք
id: Pelanggan Memberi Peringkat & Mengulas
it: Valutazioni e recensioni dei clienti

source: Park Owner
bn: পার্ক মালিক
de: Parkplatzbesitzer
et: Parkla omanik
fa: صاحب پارک
fi: Pysäköinnin omistaja
hi: पार्क मालिक
hy: Կայանատեղիի սեփականատերը
id: Pemilik Parkir
it: Proprietario parcheggio

source: Provider
bn: প্রদানকারী
de: Anbieter
et: Pakkuja
fa: ارائه‌دهنده
fi: Palveluntarjoaja
hi: प्रदाता
hy: Մատակարար
id: Penyedia

source: Average Order Value
bn: গড় অর্ডার মান
de: Durchschnittlicher Bestellwert
et: Keskmine tellimuse väärtus
fa: میانگین ارزش سفارش
fi: Keskimääräinen tilausarvo
hi: औसत ऑर्डर मान
hy: Պատվերի միջին արժեքը
id: Nilai Pesanan Rata-rata
it: Valore medio ordine

source: Average Delivery Time
bn: গড় ডেলিভারি সময়
de: Durchschnittliche Lieferzeit
et: Keskmine tarneaeg
fa: میانگین زمان تحویل
fi: Keskimääräinen toimitusaika
hi: औसत वितरण समय
hy: Առաքման միջին ժամանակը
id: Waktu Pengiriman Rata-rata
it: Tempo medio di consegna

source: All Orders
bn: সমস্ত অর্ডার
de: Alle Bestellungen
et: Kõik tellimused
fa: همه سفارشات
fi: Kaikki tilaukset
hi: सभी ऑर्डर
hy: Բոլոր պատվերները
id: Semua Pesanan
it: Tutti gli ordini

# parkingOrdersList
source: List of all the orders related to parking
bn: পার্কিং সম্পর্কিত সমস্ত অর্ডারের তালিকা
de: Liste aller Bestellungen im Zusammenhang mit Parkplätzen
et: Kõigi parkimisega seotud tellimuste loend
fa: لیست تمام سفارشات مربوط به پارکینگ
fi: Luettelo kaikista pysäköintiin liittyvistä tilauksista
hi: पार्किंग से संबंधित सभी ऑर्डर की सूची
hy: Կայանման հետ կապված բոլոր պատվերների ցուցակը
id: Daftar semua pesanan terkait parkir
it: Elenco di tutti gli ordini relativi al parcheggio

source: unverified
bn: অযাচাইকৃত
de: Unverifiziert
et: kontrollimata
fa: تایید نشده
fi: vahvistamaton
hi: अज्ञात
hy: չհաստատված
id: belum diverifikasi
it: non verificato

source: unresolved
bn: অমীমাংসিত
de: Ungelöst
et: lahendamata
fa: حل نشده
fi: ratkaisematon
hi: अनसुलझा
hy: չլուծված
id: belum terselesaikan
it: non risolto

source: Top active parkings
bn: শীর্ষ সক্রিয় পার্কিং
de: Top aktive Parkplätze
et: Enim aktiivseid parklaid
fa: برترین پارکینگ‌های فعال
fi: Suosituimmat aktiiviset pysäköinnit
hi: शीर्ष सक्रिय पार्किंग
hy: Ամենաակտիվ կայանատեղիները
id: Parkir aktif teratas
it: I parcheggi più attivi

source: Top 10 active parkings
bn: শীর্ষ ১০ সক্রিয় পার্কিং
de: Top 10 aktive Parkplätze
et: 10 enim aktiivset parklat
fa: ۱۰ پارکینگ برتر فعال
fi: 10 suosituinta aktiivista pysäköintiä
hi: शीर्ष 10 सक्रिय पार्किंग
hy: Թոփ 10 ակտիվ կայանատեղիներ
id: 10 Parkir aktif teratas
it: I 10 parcheggi più attivi

source: Hello, Today is
bn: হ্যালো, আজ
de: Hallo, heute ist
et: Tere, täna on
fa: سلام، امروز
fi: Hei, tänään on
hi: नमस्ते, आज है
hy: Բարև, այսօր է
id: Halo, Hari ini adalah
it: Ciao, oggi è

# createNewSessionSelectPayoutGroup
source: Create a new session and select user type group to payout
bn: একটি নতুন সেশন তৈরি করুন এবং পে-আউটের জন্য ব্যবহারকারী প্রকার গ্রুপ নির্বাচন করুন
de: Neue Sitzung erstellen und Benutzertypgruppe für Auszahlung auswählen
et: Loo uus seanss ja vali kasutajatüübi grupp väljamakseks
fa: ایجاد یک جلسه جدید و انتخاب گروه نوع کاربر برای پرداخت
fi: Luo uusi istunto ja valitse käyttäjätyyppiryhmä maksua varten
hi: एक नया सत्र बनाएँ और भुगतान के लिए उपयोगकर्ता प्रकार समूह चुनें
hy: Ստեղծել նոր նիստ և ընտրել օգտատիրոջ տեսակի խումբը վճարման համար
id: Buat sesi baru dan pilih grup jenis pengguna untuk pembayaran
it: Crea una nuova sessione e seleziona il gruppo di utenti per il pagamento

source: Minimum amount
bn: ন্যূনতম পরিমাণ
de: Mindestbetrag
et: Minimaalne summa
fa: حداقل مبلغ
fi: Minimimäärä
hi: न्यूनतम राशि
hy: Նվազագույն գումարը
id: Jumlah minimum
it: Importo minimo

# enterMinimumPayoutWalletBalance
source: Enter the minimum wallet balance applicable for a payout
bn: পে-আউটের জন্য প্রযোজ্য ন্যূনতম ওয়ালেট ব্যালেন্স প্রবেশ করান
de: Geben Sie den Mindest-Wallet-Saldo ein, der für eine Auszahlung gilt
et: Sisesta minimaalne rahakoti saldo, mis on väljamakse jaoks kohaldatav
fa: حداقل موجودی کیف پول قابل اعمال برای پرداخت را وارد کنید
fi: Anna vähimmäislompakkosaldo, jota sovelletaan maksuun
hi: भुगतान के लिए लागू न्यूनतम वॉलेट बैलेंस दर्ज करें
hy: Մուտքագրեք վճարման համար կիրառվող դրամապանակի նվազագույն մնացորդը
id: Masukkan saldo dompet minimum yang berlaku untuk pembayaran
it: Inserisci il saldo minimo del wallet applicabile per un pagamento

source: Total Amount
bn: মোট পরিমাণ
de: Gesamtbetrag
et: Kogusumma
fa: مبلغ کل
fi: Kokonaissumma
hi: कुल राशि
hy: Ընդհանուր գումար
id: Jumlah Total
it: Importo totale

source: Insufficient funds
bn: অপর্যাপ্ত তহবিল
de: Unzureichendes Guthaben
et: Ebapiisavad vahendid
fa: موجودی ناکافی
fi: Riittämättömät varat
hi: अपर्याप्त निधि
hy: Անբավարար միջոցներ
id: Dana tidak mencukupi
it: Fondi insufficienti

source: Payout in progress
bn: পে-আউট চলছে
de: Auszahlung läuft
et: Väljamakse pooleli
fa: پرداخت در حال انجام
fi: Maksu käynnissä
hi: भुगतान प्रगति पर है
hy: Վճարումը ընթացքի մեջ է
id: Pembayaran sedang berlangsung
it: Pagamento in corso

# automaticPayoutToUserBankAccount
source: Automatic payout to the bank account associated by the user
bn: ব্যবহারকারীর সাথে যুক্ত ব্যাঙ্ক অ্যাকাউন্টে স্বয়ংক্রিয় পে-আউট
de: Automatische Auszahlung auf das vom Benutzer verknüpfte Bankkonto
et: Automaatne väljamakse kasutaja poolt seotud pangakontole
fa: پرداخت خودکار به حساب بانکی مرتبط با کاربر
fi: Automaattinen maksu käyttäjän liittämään pankkitiliin
hi: उपयोगकर्ता द्वारा जुड़े बैंक खाते में स्वचालित भुगतान
hy: Ավտոմատ վճարում դեպի օգտատիրոջ հետ կապված բանկային հաշիվը
id: Pembayaran otomatis ke rekening bank yang terkait dengan pengguna
it: Pagamento automatico sul conto bancario associato dall'utente

source: Total amount to be paid
bn: পরিশোধ করার মোট পরিমাণ
de: Zu zahlender Gesamtbetrag
et: Makstav kogusumma
fa: کل مبلغ قابل پرداخت
fi: Maksettava kokonaissumma
hi: भुगतान की जाने वाली कुल राशि
hy: Ընդհանուր վճարվելիք գումարը
id: Jumlah total yang harus dibayar
it: Importo totale da pagare

source: Total users
bn: মোট ব্যবহারকারী
de: Gesamte Benutzer
et: Kasutajaid kokku
fa: کل کاربران
fi: Käyttäjiä yhteensä
hi: कुल उपयोगकर्ता
hy: Ընդհանուր օգտատերեր
id: Total pengguna
it: Utenti totali

source: Users list
bn: ব্যবহারকারীদের তালিকা
de: Benutzerliste
et: Kasutajate loend
fa: لیست کاربران
fi: Käyttäjäluettelo
hi: उपयोगकर्ता सूची
hy: Օգտատերերի ցուցակը
id: Daftar pengguna
it: Elenco utenti

source: Confirm Payout
bn: পে-আউট নিশ্চিত করুন
de: Auszahlung bestätigen
et: Kinnita väljamakse
fa: تایید پرداخت
fi: Vahvista maksu
hi: भुगतान की पुष्टि करें
hy: Հաստատել վճարումը
id: Konfirmasi Pembayaran
it: Conferma pagamento

source: Payout confirmation
bn: পে-আউট নিশ্চিতকরণ
de: Auszahlungsbestätigung
et: Väljamakse kinnitus
fa: تایید پرداخت
fi: Maksun vahvistus
hi: भुगतान की पुष्टि
hy: Վճարման հաստատում
id: Konfirmasi pembayaran
it: Conferma pagamento

# pleaseReviewInformationAndConfirm
source: Please review the following information and confirm
bn: অনুগ্রহ করে নিম্নলিখিত তথ্য পর্যালোচনা করুন এবং নিশ্চিত করুন
de: Bitte überprüfen Sie die folgenden Informationen und bestätigen Sie
et: Palun vaadake järgnev info üle ja kinnitage
fa: لطفا اطلاعات زیر را بررسی و تایید کنید
fi: Tarkista seuraavat tiedot ja vahvista
hi: कृपया निम्नलिखित जानकारी की समीक्षा करें और पुष्टि करें
hy: Խնդրում ենք վերանայել հետևյալ տեղեկատվությունը և հաստատել
id: Mohon tinjau informasi berikut dan konfirmasi
it: Rivedi le seguenti informazioni e conferma

source: Session Detail
bn: সেশনের বিবরণ
de: Sitzungsdetails
et: Seansi üksikasjad
fa: جزئیات جلسه
fi: Istunnon tiedot
hi: सत्र विवरण
hy: Նիստի մանրամասն
id: Detail Sesi
it: Dettaglio sessione

source: Total paid
bn: মোট পরিশোধিত
de: Gesamt bezahlt
et: Kokku makstud
fa: کل پرداخت شده
fi: Maksettu yhteensä
hi: कुल भुगतान किया गया
hy: Ընդհանուր վճարված
id: Total Dibayar
it: Totale pagato

source: Total Pending
bn: মোট বাকি
de: Gesamt ausstehend
et: Ootel kokku
fa: کل در انتظار
fi: Odottaa yhteensä
hi: कुल लंबित
hy: Ընդհանուր սպասման մեջ
id: Total Tertunda
it: Totale in sospeso

# createPayoutSessionByUserCriteria
source: Create a payout session by selecting some users or some criteria
bn: কিছু ব্যবহারকারী বা কিছু মানদণ্ড নির্বাচন করে একটি পে-আউট সেশন তৈরি করুন
de: Auszahlungssitzung nach Benutzerkriterien erstellen
et: Loo väljamakse seanss, valides mõned kasutajad või kriteeriumid
fa: ایجاد یک جلسه پرداخت با انتخاب برخی کاربران یا برخی معیارها
fi: Luo maksuistunto valitsemalla joitakin käyttäjiä tai joitakin kriteerejä
hi: कुछ उपयोगकर्ताओं या कुछ मानदंडों का चयन करके एक भुगतान सत्र बनाएँ
hy: Ստեղծել վճարման նիստ՝ ընտրելով որոշ օգտատերեր կամ որոշ չափանիշներ
id: Buat sesi pembayaran dengan memilih beberapa pengguna atau kriteria
it: Crea una sessione di pagamento selezionando alcuni utenti o alcuni criteri

source: Process Payout
bn: পে-আউট প্রক্রিয়া করুন
de: Auszahlung bearbeiten
et: Töötle väljamakset
fa: پردازش پرداخت
fi: Käsittele maksu
hi: भुगतान प्रक्रिया करें
hy: Մշակել վճարումը
id: Proses Pembayaran
it: Elabora pagamento

source: Schedules
bn: সময়সূচী
de: Zeitpläne
et: Graafikud
fa: برنامه‌ها
fi: Aikataulut
hi: अनुसूचियां
hy: Գրաֆիկներ
id: Jadwal
it: Programmi

source: payout schedules
bn: পে-আউট সময়সূচী
de: Auszahlungspläne
et: väljamakse graafikud
fa: برنامه‌های پرداخت
fi: maksuaikataulut
hi: भुगतान अनुसूचियां
hy: վճարման գրաֆիկներ
id: jadwal pembayaran
it: programmi di pagamento

source: Setup
bn: সেটআপ
de: Einrichtung
et: Seadistus
fa: راه‌اندازی
fi: Asetukset
hi: सेटअप
hy: Կարգավորում
id: Pengaturan
it: Configurazione

source: Payout sessions
bn: পে-আউট সেশন
de: Auszahlungssitzungen
et: Väljamakse seansid
fa: جلسات پرداخت
fi: Maksuistunnot
hi: भुगतान सत्र
hy: Վճարման նիստեր
id: Sesi pembayaran
it: Sessioni di pagamento

source: Parking Payouts
bn: পার্কিং পে-আউট
de: Parkplatz-Auszahlungen
et: Parkla väljamaksed
fa: پرداخت‌های پارکینگ
fi: Pysäköintimaksut
hi: पार्किंग भुगतान
hy: Կայանման վճարումներ
id: Pembayaran Parkir
it: Pagamenti parcheggio

source: Submitted on
bn: জমা দেওয়া হয়েছে
de: Eingereicht am
et: Esitatud
fa: ارسال شده در
fi: Lähetetty
hi: पर सबमिट किया गया
hy: Ներկայացված է
id: Diajukan pada
it: Inviato il

# userPostedReviewsList
source: List of reviews posted by users in the application.
bn: অ্যাপ্লিকেশনে ব্যবহারকারীদের দ্বারা পোস্ট করা পর্যালোচনার তালিকা।
de: Liste der von Benutzern in der Anwendung veröffentlichten Bewertungen.
et: Kasutajate poolt rakenduses postitatud arvustuste loend.
fa: لیست نظرات ارسال شده توسط کاربران در برنامه.
fi: Luettelo käyttäjien sovelluksessa julkaisemista arvosteluista.
hi: उपयोगकर्ताओं द्वारा एप्लिकेशन में पोस्ट की गई समीक्षाओं की सूची।
hy: Հավելվածում օգտատերերի կողմից տեղադրված կարծիքների ցուցակը:
id: Daftar ulasan yang diposting oleh pengguna di aplikasi.
it: Elenco delle recensioni pubblicate dagli utenti nell'applicazione.

# riderDriverComplaints
source: Complaints submitted by riders/drivers
bn: রাইডার/ড্রাইভারদের দ্বারা জমা দেওয়া অভিযোগ
de: Von Fahrgästen/Fahrern eingereichte Beschwerden
et: Sõitjate/juhtide esitatud kaebused
fa: شکایات ارسال شده توسط مسافران/رانندگان
fi: Matkustajien/kuljettajien lähettämät valitukset
hi: राइडर्स/ड्राइवरों द्वारा सबमिट की गई शिकायतें
hy: Ուղևորների/վարորդների կողմից ներկայացված բողոքներ
id: Keluhan yang diajukan oleh penumpang/pengemudi
it: Reclami presentati da passeggeri/autisti

source: Create Payout Method
bn: পে-আউট পদ্ধতি তৈরি করুন
de: Auszahlungsmethode erstellen
et: Loo väljamakse meetod
fa: ایجاد روش پرداخت
fi: Luo maksutapa
hi: भुगतान विधि बनाएँ
hy: Ստեղծել վճարման եղանակ
id: Buat Metode Pembayaran
it: Crea metodo di pagamento

source: Edit Payout Method
bn: পে-আউট পদ্ধতি সম্পাদনা করুন
de: Auszahlungsmethode bearbeiten
et: Muuda väljamakse meetodit
fa: ویرایش روش پرداخت
fi: Muokkaa maksutapaa
hi: भुगतान विधि संपादित करें
hy: Խմբագրել վճարման եղանակը
id: Edit Metode Pembayaran
it: Modifica metodo di pagamento

# createNewPayoutMethod
source: Create a new payout method
bn: একটি নতুন পে-আউট পদ্ধতি তৈরি করুন
de: Neue Auszahlungsmethode erstellen
et: Loo uus väljamakse meetod
fa: ایجاد یک روش پرداخت جدید
fi: Luo uusi maksutapa
hi: एक नई भुगतान विधि बनाएँ
hy: Ստեղծել վճարման նոր եղանակ
id: Buat metode pembayaran baru
it: Crea un nuovo metodo di pagamento

# editExistingPayoutMethod
source: Edit an existing payout method
bn: একটি বিদ্যমান পে-আউট পদ্ধতি সম্পাদনা করুন
de: Bestehende Auszahlungsmethode bearbeiten
et: Muuda olemasolevat väljamakse meetodit
fa: ویرایش یک روش پرداخت موجود
fi: Muokkaa olemassa olevaa maksutapaa
hi: मौजूदा भुगतान विधि संपादित करें
hy: Խմբագրել առկա վճարման եղանակը
id: Edit metode pembayaran yang sudah ada
it: Modifica un metodo di pagamento esistente

source: Private Key
bn: প্রাইভেট কী
de: Privater Schlüssel
et: Privaatvõti
fa: کلید خصوصی
fi: Yksityinen avain
hi: निजी कुंजी
hy: Անձնական բանալի
id: Kunci Pribadi
it: Chiave privata
