Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Vehicle Colors
bn: গাড়ির রঙ
de: Fahrzeugfarben
et: Sõidukite värvid
fa: رنگ‌های خودرو
fi: Ajoneuvojen värit
hi: वाहन रंग
hy: Մեքենայի գույները
id: Warna Kendaraan
it: Colori veicolo

source: Vehicle model details
bn: গাড়ির মডেলের বিবরণ
de: Fahrzeugmodelldetails
et: Sõiduki mudeli üksikasjad
fa: جزئیات مدل خودرو
fi: Ajoneuvomallin tiedot
hi: वाहन मॉडल विवरण
hy: Մեքենայի մոդելի մանրամասներ
id: Detail model kendaraan
it: Dettagli modello veicolo

# vehicleModelDetailsSubtitle
source: Define/edit vehicle model that can be assigned to drivers.
bn: ড্রাইভারদের বরাদ্দ করা যেতে পারে এমন গাড়ির মডেল সংজ্ঞায়িত/সম্পাদনা করুন।
de: Fahrzeugmodell definieren/bearbeiten, das Fahrern zugewiesen werden kann.
et: Määratle/muuda sõiduki mudelit, mida saab juhtidele määrata.
fa: تعریف/ویرایش مدل خودرویی که می‌تواند به رانندگان اختصاص یابد.
fi: Määritä/muokkaa ajoneuvomallia, joka voidaan määrittää kuljettajille.
hi: वाहन मॉडल को परिभाषित/संपादित करें जिसे ड्राइवरों को सौंपा जा सकता है।
hy: Սահմանել/խմբագրել մեքենայի մոդելը, որը կարող է հանձնարարվել վարորդներին։
id: Definisikan/edit model kendaraan yang dapat ditetapkan ke pengemudi.
it: Definisci/modifica il modello del veicolo che può essere assegnato agli autisti.

source: Customers & Driver Details
bn: গ্রাহক ও ড্রাইভারের বিবরণ
de: Kunden- & Fahrerdetails
et: Kliendid ja juhi üksikasjad
fa: جزئیات مشتریان و راننده
fi: Asiakkaiden ja kuljettajan tiedot
hi: ग्राहक और ड्राइवर विवरण
hy: Հաճախորդներ և վարորդի մանրամասներ
id: Detail Pelanggan & Pengemudi
it: Dettagli clienti e autista

source: Fleet
bn: ফ্লিট
de: Flotte
et: Autopark
fa: ناوگان
fi: Kalusto
hi: बेड़ा
hy: Ավտոպարկ
id: Armada
it: Flotta

source: Min
bn: মিনিট
fa: دقیقه
hi: मिन
hy: Րոպե

source: Pickup
bn: পিকআপ
de: Abholung
et: Pealevõtmine
fa: مبدا
fi: Nouto
hi: पिकअप
hy: Վերցնել
id: Penjemputan
it: Prelievo

source: Drop off
bn: ড্রপ অফ
de: Abgabe
et: Mahapanemine
fa: مقصد
fi: Jättö
hi: ड्रॉप ऑफ
hy: Իջեցնել
id: Penurunan
it: Arrivo

source: Stop
bn: থামা
de: Halt
et: Peatus
fa: توقف
fi: Pysähdys
hi: ठहराव
hy: Կանգառ
id: Berhenti
it: Sosta

source: Fees and tax
bn: ফি এবং কর
de: Gebühren und Steuern
et: Tasud ja maksud
fa: هزینه‌ها و مالیات
fi: Maksut ja verot
hi: शुल्क और कर
hy: Վճարներ և հարկ
id: Biaya dan pajak
it: Tariffe e tasse

source: wait minute
bn: অপেক্ষা মিনিট
de: Warteminute
et: ooteaeg minutites
fa: دقیقه انتظار
fi: odotusminuutti
hi: प्रतीक्षा मिनट
hy: սպասման րոպե
id: menit tunggu
it: minuto di attesa

source: Wait Cost
bn: অপেক্ষার খরচ
de: Wartekosten
et: Ootekulu
fa: هزینه انتظار
fi: Odotuskustannus
hi: प्रतीक्षा लागत
hy: Սպասման արժեքը
id: Biaya Tunggu
it: Costo attesa

source: Chat History
bn: চ্যাটের ইতিহাস
de: Chatverlauf
et: Vestluse ajalugu
fa: تاریخچه گفتگو
fi: Keskusteluhistoria
hi: चैट इतिहास
hy: Զրույցի պատմություն
id: Riwayat Obrolan
it: Cronologia chat

source: Average ride cost
bn: গড় রাইডের খরচ
de: Durchschnittliche Fahrtkosten
et: Keskmine sõidu maksumus
fa: میانگین هزینه سفر
fi: Keskimääräinen kyydin hinta
hi: औसत सवारी लागत
hy: Ուղևորության միջին արժեքը
id: Biaya perjalanan rata-rata
it: Costo medio corsa

source: Success Rate
bn: সাফল্যের হার
de: Erfolgsquote
et: Edukuse määr
fa: نرخ موفقیت
fi: Onnistumisaste
hi: सफलता दर
hy: Հաջողության մակարդակը
id: Tingkat Keberhasilan
it: Tasso di successo

source: Average Ride duration
bn: গড় রাইডের সময়কাল
de: Durchschnittliche Fahrtdauer
et: Keskmine sõidu kestus
fa: میانگین مدت زمان سفر
fi: Keskimääräinen kyydin kesto
hi: औसत सवारी अवधि
hy: Ուղևորության միջին տևողությունը
id: Durasi Perjalanan Rata-rata
it: Durata media corsa

source: List of all taxi orders
bn: সমস্ত ট্যাক্সি অর্ডারের তালিকা
de: Liste aller Taxibestellungen
et: Kõigi takso tellimuste loend
fa: لیست تمام سفارشات تاکسی
fi: Luettelo kaikista taksitilauksista
hi: सभी टैक्सी ऑर्डर की सूची
hy: Բոլոր տաքսի պատվերների ցուցակը
id: Daftar semua pesanan taksi
it: Elenco di tutti gli ordini taxi

source: Online drivers
bn: অনলাইন ড্রাইভার
de: Online-Fahrer
et: Online juhid
fa: رانندگان آنلاین
fi: Online-kuljettajat
hi: ऑनलाइन ड्राइवर
hy: Առցանց վարորդներ
id: Pengemudi online
it: Autisti online

source: Online drivers and their current location
bn: অনলাইন ড্রাইভার এবং তাদের বর্তমান অবস্থান
de: Online-Fahrer und ihr aktueller Standort
et: Online juhid ja nende praegune asukoht
fa: رانندگان آنلاین و موقعیت فعلی آنها
fi: Online-kuljettajat ja heidän nykyinen sijaintinsa
hi: ऑनलाइन ड्राइवर और उनका वर्तमान स्थान
hy: Առցանց վարորդները և նրանց ներկայիս գտնվելու վայրը
id: Pengemudi online dan lokasi mereka saat ini
it: Autisti online e la loro posizione attuale

source: Top active drivers
bn: শীর্ষ সক্রিয় ড্রাইভার
de: Top aktive Fahrer
et: Enim aktiivseid juhte
fa: برترین رانندگان فعال
fi: Suosituimmat aktiiviset kuljettajat
hi: शीर्ष सक्रिय ड्राइवर
hy: Ամենաակտիվ վարորդները
id: Pengemudi aktif teratas
it: I migliori autisti attivi

source: Top 10 active drivers
bn: শীর্ষ ১০ সক্রিয় ড্রাইভার
de: Top 10 aktive Fahrer
et: 10 enim aktiivset juhti
fa: ۱۰ راننده برتر فعال
fi: 10 suosituinta aktiivista kuljettajaa
hi: शीर्ष 10 सक्रिय ड्राइवर
hy: Թոփ 10 ակտիվ վարորդներ
id: 10 Pengemudi aktif teratas
it: I 10 migliori autisti attivi

source: Assigned
bn: বরাদ্দ
de: Zugewiesen
et: Määratud
fa: اختصاص یافته
fi: Määrätty
hi: सौंपा गया
hy: Հանձնարարված է
id: Ditugaskan
it: Assegnato

source: Unknown error
bn: অজানা ত্রুটি
de: Unbekannter Fehler
et: Teadmata viga
fa: خطای ناشناخته
fi: Tuntematon virhe
hi: अज्ञात त्रुटि
hy: Անհայտ սխալ
id: Kesalahan tidak diketahui
it: Errore sconosciuto

source: Gift Batch
bn: গিফট ব্যাচ
de: Geschenk-Batch
et: Kinkekaartide partii
fa: دسته کارت هدیه
fi: Lahjaerä
hi: गिफ्ट बैच
hy: Նվեր խմբաքանակ
id: Batch Hadiah
it: Lotto regalo

# expiryDateHint
source: MM/YY
de: MM/JJ
et: KK/AA
fi: KK/VV
hi: महीना/साल
hy: ԱԱ/ՏՏ
id: BB/TT
it: MM/AA
ja: YY/MM
ko: 월/년
nl: MM/JJ
no: MM/ÅÅ
pl: MM/RR
ro: LUNĂ AN
sv: MMÅÅ
th: ดด/ปป
uk: ММ/РР
vi: tháng/năm
zh_tw: 月/年

# lastNumberOfDays
source: Last {day} days
de: Letzte {day} Tage

# numberOfCarSpaces
source: {count, plural, =0{No Car Spaces} =1{{count} Car Space} other{{count} Car Spaces}}
de: {count, plural, =0{Keine Autostellplätze} =1{{count} Autostellplatz} other{{count} Autostellplätze}}

# numberOfBikeSpaces
source: {count, plural, =0{No Bike Spaces} =1{{count} Bike Space} other{{count} Bike Spaces}}
de: {count, plural, =0{Keine Fahrradstellplätze} =1{{count} Fahrradstellplatz} other{{count} Fahrradstellplätze}}

# numberOfTruckSpaces
source: {count, plural, =0{No Truck Spaces} =1{{count} Truck Space} other{{count} Truck Spaces}}
de: {count, plural, =0{Keine LKW-Stellplätze} =1{{count} LKW-Stellplatz} other{{count} LKW-Stellplätze}}

# numberOfActive
source: {count, plural, =0{No Active} =1{{count} Active} other{{count} Actives}}
de: {count, plural, =0{Keine Aktiven} =1{{count} Aktiver} other{{count} Aktive}}

# featureOnlyAvailableInDesktop
source: This feature is only available in the desktop/tablet version.
de: Diese Funktion ist nur in der Desktop-/Tablet-Version verfügbar.

source: No notifications
de: Keine Benachrichtigungen

source: Unblock user
de: Benutzer entsperren

# unblockUserSuccess
source: User unblocked successfully
de: Benutzer erfolgreich entsperrt

# blockUserSuccess
source: User blocked successfully
de: Benutzer erfolgreich gesperrt

source: Updated successfully
de: Erfolgreich aktualisiert

source: Selected Items
de: Ausgewählte Artikel

# noActiveServices
source: No active services. Contact support to activate services.
de: Keine aktiven Dienste. Kontaktieren Sie den Support, um Dienste zu aktivieren.

# dragTheMapToSelect
source: Drag the map to select the location
de: Karte ziehen, um Standort auszuwählen

source: Redo
de: Wiederholen

source: Tips
de: Tipps

# geofenceTips
source: Tap the map to add a marker, add as many as you want. Drag the main points to move them. Drag the intermediate points to create a new point there and drag to where you want. Long press to delete a point.
de: Tippen Sie auf die Karte, um eine Markierung hinzuzufügen, fügen Sie beliebig viele hinzu. Ziehen Sie die Hauptpunkte, um sie zu verschieben. Ziehen Sie die Zwischenpunkte, um dort einen neuen Punkt zu erstellen und ziehen Sie ihn an die gewünschte Stelle. Langes Drücken, um einen Punkt zu löschen.

source: Search Radius
de: Suchradius

source: Supported Order Types
de: Unterstützte Bestellarten

source: Ride
de: Fahrt

source: Ride Share
de: Fahrgemeinschaft

source: Parcel Delivery
de: Paketlieferung

source: Food Delivery
de: Essenslieferung
