Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# listOfAvailablePayoutMethods
source: List of all available payout methods that users can choose from
bn: সমস্ত উপলব্ধ পে-আউট পদ্ধতির তালিকা যা ব্যবহারকারীরা বেছে নিতে পারে
de: Liste aller verfügbaren Auszahlungsmethoden, aus denen Benutzer wählen können
et: Kõigi saadaolevate väljamakse meetodite loend, mida kasutajad saavad valida
fa: لیست تمام روش‌های پرداخت موجود که کاربران می‌توانند از بین آنها انتخاب کنند
fi: Luettelo kaikista käytettävissä olevista maksutavoista, joista käyttäjät voivat valita
hi: सभी उपलब्ध भुगतान विधियों की सूची जिन्हें उपयोगकर्ता चुन सकते हैं
hy: Բոլոր հասանելի վճարման եղանակների ցուցակը, որոնք օգտատերերը կարող են ընտրել
id: Daftar semua metode pembayaran yang tersedia yang dapat dipilih pengguna
it: Elenco di tutti i metodi di pagamento disponibili che gli utenti possono scegliere

source: System Default
bn: সিস্টেম ডিফল্ট
de: Systemstandard
et: Süsteemi vaikesäte
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
hi: सिस्टम डिफ़ॉल्ट
hy: Համակարգի լռելյայն
id: Default Sistem
it: Predefinito di sistema

# useSystemDefaultTheme
source: Use the system default theme mode. This will change the theme based on your system settings.
bn: সিস্টেম ডিফল্ট থিম মোড ব্যবহার করুন। এটি আপনার সিস্টেম সেটিংসের উপর ভিত্তি করে থিম পরিবর্তন করবে।
de: Systemstandard-Theme-Modus verwenden. Dies ändert das Theme basierend auf Ihren Systemeinstellungen.
et: Kasuta süsteemi vaikimisi teemarežiimi. See muudab teemat vastavalt teie süsteemi seadetele.
fa: از حالت تم پیش‌فرض سیستم استفاده کنید. این کار تم را بر اساس تنظیمات سیستم شما تغییر می‌دهد.
fi: Käytä järjestelmän oletusteematilaa. Tämä muuttaa teemaa järjestelmäasetustesi perusteella.
hi: सिस्टम डिफ़ॉल्ट थीम मोड का उपयोग करें। यह आपके सिस्टम सेटिंग्स के आधार पर थीम बदल देगा।
hy: Օգտագործել համակարգի լռելյայն թեմայի ռեժիմը: Սա կփոխի թեման՝ հիմնվելով ձեր համակարգի կարգավորումների վրա:
id: Gunakan mode tema default sistem. Ini akan mengubah tema berdasarkan pengaturan sistem Anda.
it: Usa la modalità tema predefinita di sistema. Questo cambierà il tema in base alle impostazioni del tuo sistema.

source: General Details
bn: সাধারণ বিবরণ
de: Allgemeine Details
et: Üldandmed
fa: جزئیات عمومی
fi: Yleiset tiedot
hi: सामान्य विवरण
hy: Ընդհանուր մանրամասներ
id: Detail Umum
it: Dettagli generali

source: Upload profile picture
bn: প্রোফাইল ছবি আপলোড করুন
de: Profilbild hochladen
et: Laadi üles profiilipilt
fa: آپلود تصویر پروفایل
fi: Lataa profiilikuva
hi: प्रोफ़ाइल चित्र अपलोड करें
hy: Վերբեռնել պրոֆիլի նկարը
id: Unggah foto profil
it: Carica immagine profilo

source: SOS Requests
bn: এসওএস অনুরোধ
de: SOS-Anfragen
et: SOS taotlused
fa: درخواست‌های SOS
fi: SOS-pyynnöt
hi: एसओएस अनुरोध
hy: SOS հարցումներ
id: Permintaan SOS
it: Richieste SOS

# receiveSosNotifications
source: Receive notifications for SOS requests.
bn: এসওএস অনুরোধের জন্য বিজ্ঞপ্তি গ্রহণ করুন।
de: Benachrichtigungen für SOS-Anfragen erhalten.
et: Saada teavitusi SOS taotluste kohta.
fa: دریافت اعلان‌ها برای درخواست‌های SOS.
fi: Vastaanota ilmoituksia SOS-pyynnöistä.
hi: एसओएस अनुरोधों के लिए सूचनाएं प्राप्त करें।
hy: Ստանալ ծանուցումներ SOS հարցումների համար։
id: Terima notifikasi untuk permintaan SOS.
it: Ricevi notifiche per le richieste SOS.

# receiveSupportNotifications
source: Receive notifications for Support requests.
bn: সমর্থন অনুরোধের জন্য বিজ্ঞপ্তি গ্রহণ করুন।
de: Benachrichtigungen für Support-Anfragen erhalten.
et: Saada teavitusi toe taotluste kohta.
fa: دریافت اعلان‌ها برای درخواست‌های پشتیبانی.
fi: Vastaanota ilmoituksia tukipyynnöistä.
hi: सहायता अनुरोधों के लिए सूचनाएं प्राप्त करें।
hy: Ստանալ ծանուցումներ աջակցության հարցումների համար։
id: Terima notifikasi untuk permintaan Dukungan.
it: Ricevi notifiche per le richieste di supporto.

source: New Pending Verification Users
bn: নতুন যাচাইকরণ বাকি ব্যবহারকারী
de: Neue Benutzer mit ausstehender Verifizierung
et: Uued kontrollimisel olevad kasutajad
fa: کاربران جدید در انتظار تایید
fi: Uudet odottavat vahvistusta käyttäjät
hi: नए सत्यापन लंबित उपयोगकर्ता
hy: Նոր օգտատերեր, որոնք սպասում են հաստատման
id: Pengguna Baru Menunggu Verifikasi
it: Nuovi utenti in attesa di verifica

# receiveNewUserNotifications
source: Receive notifications for New User submissions pending verification.
bn: যাচাইকরণের জন্য বিচারাধীন নতুন ব্যবহারকারী জমা দেওয়ার জন্য বিজ্ঞপ্তি গ্রহণ করুন।
de: Benachrichtigungen für neue Benutzereinreichungen mit ausstehender Verifizierung erhalten.
et: Saada teavitusi uute kasutajate esitamiste kohta, mis ootavad kontrollimist.
fa: دریافت اعلان‌ها برای ارسال‌های کاربر جدید در انتظار تایید.
fi: Vastaanota ilmoituksia uusista käyttäjien lähetyksistä, jotka odottavat vahvistusta.
hi: नए उपयोगकर्ता सबमिशन के लिए सूचनाएं प्राप्त करें जो सत्यापन लंबित हैं।
hy: Ստանալ ծանուցումներ նոր օգտատերերի ներկայացման համար, որոնք սպասում են հաստատման։
id: Terima notifikasi untuk pengajuan Pengguna Baru yang menunggu verifikasi.
it: Ricevi notifiche per le nuove registrazioni utenti in attesa di verifica.

# receiveOrderNotifications
source: Receive notifications for New Order Submissions.
bn: নতুন অর্ডার জমা দেওয়ার জন্য বিজ্ঞপ্তি গ্রহণ করুন।
de: Benachrichtigungen für neue Bestellübermittlungen erhalten.
et: Saada teavitusi uute tellimuste esitamiste kohta.
fa: دریافت اعلان‌ها برای ارسال‌های سفارش جدید.
fi: Vastaanota ilmoituksia uusista tilauslähetyksistä.
hi: नए ऑर्डर सबमिशन के लिए सूचनाएं प्राप्त करें।
hy: Ստանալ ծանուցումներ նոր պատվերների ներկայացման համար։
id: Terima notifikasi untuk Pengajuan Pesanan Baru.
it: Ricevi notifiche per i nuovi ordini.

source: Enter previous password
bn: পূর্ববর্তী পাসওয়ার্ড প্রবেশ করান
de: Vorheriges Passwort eingeben
et: Sisesta eelmine parool
fa: رمز عبور قبلی را وارد کنید
fi: Anna edellinen salasana
hi: पिछला पासवर्ड दर्ज करें
hy: Մուտքագրել նախորդ գաղտնաբառը
id: Masukkan kata sandi sebelumnya
it: Inserisci password precedente

source: Enter new password
bn: নতুন পাসওয়ার্ড প্রবেশ করান
de: Neues Passwort eingeben
et: Sisesta uus parool
fa: رمز عبور جدید را وارد کنید
fi: Anna uusi salasana
hi: नया पासवर्ड दर्ज करें
hy: Մուտքագրել նոր գաղտնաբառ
id: Masukkan kata sandi baru
it: Inserisci nuova password

source: Confirm new password
bn: নতুন পাসওয়ার্ড নিশ্চিত করুন
de: Neues Passwort bestätigen
et: Kinnita uus parool
fa: رمز عبور جدید را تایید کنید
fi: Vahvista uusi salasana
hi: नए पासवर्ड की पुष्टि करें
hy: Հաստատել նոր գաղտնաբառը
id: Konfirmasi kata sandi baru
it: Conferma nuova password

# manageAccountSettingsPreferences
source: Manage your account settings and preferences
bn: আপনার অ্যাকাউন্ট সেটিংস এবং পছন্দগুলি পরিচালনা করুন
de: Verwalten Sie Ihre Kontoeinstellungen und Präferenzen
et: Halda oma konto seadeid ja eelistusi
fa: تنظیمات و ترجیحات حساب خود را مدیریت کنید
fi: Hallitse tilisi asetuksia ja mieltymyksiä
hi: अपने खाता सेटिंग्स और वरीयताओं को प्रबंधित करें
hy: Կառավարել ձեր հաշվի կարգավորումները և նախընտրությունները
id: Kelola pengaturan dan preferensi akun Anda
it: Gestisci le impostazioni e le preferenze del tuo account

source: Shops wallet
bn: দোকান ওয়ালেট
de: Shop-Wallets
et: Poodide rahakott
fa: کیف پول فروشگاه‌ها
fi: Kauppojen lompakko
hi: दुकानों का वॉलेट
hy: Խանութների դրամապանակը
id: Dompet toko
it: Wallet negozi

source: List of all shops wallets
bn: সমস্ত দোকান ওয়ালেটের তালিকা
de: Liste aller Shop-Wallets
et: Kõigi poodide rahakottide loend
fa: لیست تمام کیف پول‌های فروشگاه‌ها
fi: Luettelo kaikista kauppojen lompakoista
hi: सभी दुकानों के वॉलेट की सूची
hy: Բոլոր խանութների դրամապանակների ցուցակը
id: Daftar semua dompet toko
it: Elenco di tutti i wallet dei negozi

source: Total shop wallets
bn: মোট দোকান ওয়ালেট
de: Gesamte Shop-Wallets
et: Poodide rahakotte kokku
fa: کل کیف پول‌های فروشگاه‌ها
fi: Kauppojen lompakot yhteensä
hi: कुल दुकान वॉलेट
hy: Խանութների ընդհանուր դրամապանակներ
id: Total dompet toko
it: Totale wallet negozi

# yourCartEmpty
source: Your cart is empty
bn: আপনার কার্ট খালি
de: Ihr Warenkorb ist leer
et: Teie ostukorv on tühi
fa: سبد خرید شما خالی است
fi: Ostoskorisi on tyhjä
hi: आपका कार्ट खाली है
hy: Ձեր զամբյուղը դատարկ է
id: Keranjang Anda kosong
it: Il tuo carrello è vuoto

source: Shopping cart
bn: শপিং কার্ট
de: Warenkorb
et: Ostukorv
fa: سبد خرید
fi: Ostoskori
hi: खरीदारी कार्ट
hy: Գնումների զամբյուղ
id: Keranjang belanja
it: Carrello acquisti

source: Subtotal
bn: উপমোট
de: Zwischensumme
et: Vahesumma
fa: جمع فرعی
fi: Välisumma
hi: उप-योग
hy: Ենթաընդհանուր
it: Subtotale

source: Confirm order
bn: অর্ডার নিশ্চিত করুন
de: Bestellung bestätigen
et: Kinnita tellimus
fa: تایید سفارش
fi: Vahvista tilaus
hi: ऑर्डर की पुष्टि करें
hy: Հաստատել պատվերը
id: Konfirmasi pesanan
it: Conferma ordine

# pleaseConfirmYourOrder
source: Please confirm your order before proceeding.
bn: চালিয়ে যাওয়ার আগে অনুগ্রহ করে আপনার অর্ডার নিশ্চিত করুন।
de: Bitte bestätigen Sie Ihre Bestellung, bevor Sie fortfahren.
et: Palun kinnitage oma tellimus enne jätkamist.
fa: لطفا قبل از ادامه، سفارش خود را تایید کنید.
fi: Vahvista tilauksesi ennen jatkamista.
hi: कृपया आगे बढ़ने से पहले अपने ऑर्डर की पुष्टि करें।
hy: Խնդրում ենք հաստատել ձեր պատվերը շարունակելուց առաջ:
id: Mohon konfirmasi pesanan Anda sebelum melanjutkan.
it: Conferma il tuo ordine prima di procedere.

source: Select size
bn: আকার নির্বাচন করুন
de: Größe auswählen
et: Vali suurus
fa: انتخاب اندازه
fi: Valitse koko
hi: आकार चुनें
hy: Ընտրել չափը
id: Pilih ukuran
it: Seleziona taglia

source: Order confirmed
bn: অর্ডার নিশ্চিত
de: Bestellung bestätigt
et: Tellimus kinnitatud
fa: سفارش تایید شد
fi: Tilaus vahvistettu
hi: ऑर्डर की पुष्टि हो गई
hy: Պատվերը հաստատված է
id: Pesanan dikonfirmasi
it: Ordine confermato

# orderConfirmedSuccessfully
source: Your order has been confirmed successfully.
bn: আপনার অর্ডার সফলভাবে নিশ্চিত করা হয়েছে।
de: Ihre Bestellung wurde erfolgreich bestätigt.
et: Teie tellimus on edukalt kinnitatud.
fa: سفارش شما با موفقیت تایید شد.
fi: Tilauksesi on vahvistettu onnistuneesti.
hi: आपका ऑर्डर सफलतापूर्वक पुष्टि हो गया है।
hy: Ձեր պատվերը հաջողությամբ հաստատվել է։
id: Pesanan Anda berhasil dikonfirmasi.
it: Il tuo ordine è stato confermato con successo.

source: Select delivery method
bn: ডেলিভারি পদ্ধতি নির্বাচন করুন
de: Liefermethode auswählen
et: Vali tarneviis
fa: انتخاب روش تحویل
fi: Valitse toimitustapa
hi: वितरण विधि चुनें
hy: Ընտրել առաքման եղանակը
id: Pilih metode pengiriman
it: Seleziona metodo di consegna

source: Complete purchase
bn: ক্রয় সম্পন্ন করুন
de: Kauf abschließen
et: Lõpeta ost
fa: تکمیل خرید
fi: Viimeistele ostos
hi: खरीद पूरी करें
hy: Ավարտել գնումը
id: Selesaikan pembelian
it: Completa acquisto

source: Search for shops
bn: দোকানের জন্য অনুসন্ধান করুন
de: Nach Shops suchen
et: Otsi poode
fa: جستجوی فروشگاه‌ها
fi: Hae kauppoja
hi: दुकानें खोजें
hy: Փնտրել խանութներ
id: Cari toko
it: Cerca negozi

source: Search for items
bn: আইটেমের জন্য অনুসন্ধান করুন
de: Nach Artikeln suchen
et: Otsi esemeid
fa: جستجوی آیتم‌ها
fi: Hae tuotteita
hi: आइटम खोजें
hy: Փնտրել ապրանքներ
id: Cari item
it: Cerca articoli

source: Saved addresses
bn: সংরক্ষিত ঠিকানা
de: Gespeicherte Adressen
et: Salvestatud aadressid
fa: آدرس‌های ذخیره شده
fi: Tallennetut osoitteet
hi: सहेजे गए पते
hy: Պահպանված հասցեներ
id: Alamat tersimpan
it: Indirizzi salvati

source: Add new address
bn: নতুন ঠিকানা যোগ করুন
de: Neue Adresse hinzufügen
et: Lisa uus aadress
fa: افزودن آدرس جدید
fi: Lisää uusi osoite
hi: नया पता जोड़ें
hy: Ավելացնել նոր հասցե
id: Tambah alamat baru
it: Aggiungi nuovo indirizzo

source: Enter shop category information
bn: দোকান বিভাগের তথ্য প্রবেশ করান
de: Shop-Kategorieinformationen eingeben
et: Sisesta poe kategooria teave
fa: اطلاعات دسته بندی فروشگاه را وارد کنید
fi: Anna kauppakategorian tiedot
hi: दुकान श्रेणी की जानकारी दर्ज करें
hy: Մուտքագրել խանութի կատեգորիայի տեղեկատվություն
id: Masukkan informasi kategori toko
it: Inserisci informazioni categoria negozio

source: Cancel Order
bn: অর্ডার বাতিল করুন
de: Bestellung stornieren
et: Tühista tellimus
fa: لغو سفارش
fi: Peruuta tilaus
hi: ऑर्डर रद्द करें
hy: Չեղարկել պատվերը
id: Batalkan Pesanan
it: Annulla ordine

source: Customers & Shop Details
bn: গ্রাহক ও দোকানের বিবরণ
de: Kunden- & Shop-Details
et: Kliendid ja poe üksikasjad
fa: جزئیات مشتریان و فروشگاه
fi: Asiakkaiden ja kaupan tiedot
hi: ग्राहक और दुकान विवरण
hy: Հաճախորդներ և խանութի մանրամասներ
id: Detail Pelanggan & Toko
it: Dettagli clienti e negozio

# allItemsDelivered
source: All items were delivered
bn: সমস্ত আইটেম ডেলিভারি করা হয়েছে
de: Alle Artikel wurden geliefert
et: Kõik esemed tarniti
fa: همه آیتم‌ها تحویل داده شدند
fi: Kaikki tuotteet toimitettu
hi: सभी आइटम डिलीवर किए गए
hy: Բոլոր ապրանքները առաքվել են
id: Semua item telah diantar
it: Tutti gli articoli sono stati consegnati

source: Estimate Time
bn: আনুমানিক সময়
de: Geschätzte Zeit
et: Hinnanguline aeg
fa: تخمین زمان
fi: Arvioitu aika
hi: अनुमानित समय
hy: Գնահատել ժամանակը
id: Estimasi Waktu
it: Stima tempo

source: Extended
bn: বর্ধিত
de: Verlängert
et: Pikendatud
fa: تمدید شده
fi: Jatkettu
hi: विस्तारित
hy: Երկարաձգված
id: Diperpanjang
it: Esteso

source: Yes, I'm sure
bn: হ্যাঁ, আমি নিশ্চিত
de: Ja, ich bin sicher
et: Jah, olen kindel
fa: بله، مطمئنم
fi: Kyllä, olen varma
hi: हाँ, मैं निश्चित हूँ
hy: Այո, վստահ եմ
id: Ya, saya yakin
it: Sì, sono sicuro

source: Are you sure you want to cancel this order?
bn: আপনি কি নিশ্চিত যে আপনি এই অর্ডারটি বাতিল করতে চান?
de: Möchten Sie diese Bestellung wirklich stornieren?
et: Kas olete kindel, et soovite selle tellimuse tühistada?
fa: آیا مطمئن هستید که می‌خواهید این سفارش را لغو کنید؟
fi: Oletko varma, että haluat peruuttaa tämän tilauksen?
hi: क्या आप वाकई इस ऑर्डर को रद्द करना चाहते हैं?
hy: Համոզվա՞ծ եք, որ ցանկանում եք չեղարկել այս պատվերը։
id: Apakah Anda yakin ingin membatalkan pesanan ini?
it: Sei sicuro di voler annullare questo ordine?

# willReturnToCustomerWallet
source: Will be returned to the customer's wallet
bn: গ্রাহকের ওয়ালেটে ফেরত দেওয়া হবে
de: Wird dem Kunden-Wallet gutgeschrieben
et: Tagastatakse kliendi rahakotti
fa: به کیف پول مشتری بازگردانده خواهد شد
fi: Palautetaan asiakkaan lompakkoon
hi: ग्राहक के वॉलेट में वापस कर दिया जाएगा
hy: Կվերադարձվի հաճախորդի դրամապանակին
id: Akan dikembalikan ke dompet pelanggan
it: Verrà restituito al wallet del cliente

# willDeductFromShopWallet
source: Will be deducted from the shop's wallet
bn: দোকানের ওয়ালেট থেকে কাটা হবে
de: Wird vom Shop-Wallet abgebucht
et: Arvatakse maha poe rahakotist
fa: از کیف پول فروشگاه کسر خواهد شد
fi: Vähennetään kaupan lompakosta
hi: दुकान के वॉलेट से काट लिया जाएगा
hy: Կհանվի խանութի դրամապանակից
id: Akan dipotong dari dompet toko
it: Verrà dedotto dal wallet del negozio

# cancelOrderConfirmation
source: Do you want to cancel the order? This action cannot be undone.
bn: আপনি কি অর্ডারটি বাতিল করতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Möchten Sie die Bestellung stornieren? Diese Aktion kann nicht rückgängig gemacht werden.
et: Kas soovite tellimuse tühistada? Seda tegevust ei saa tagasi võtta.
fa: آیا می‌خواهید سفارش را لغو کنید؟ این عمل قابل بازگشت نیست.
fi: Haluatko peruuttaa tilauksen? Tätä toimintoa ei voi kumota.
hi: क्या आप ऑर्डर रद्द करना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
hy: Ցանկանու՞մ եք չեղարկել պատվերը։ Այս գործողությունը չի կարող հետարկվել։
id: Apakah Anda ingin membatalkan pesanan? Tindakan ini tidak dapat dibatalkan.
it: Vuoi annullare l'ordine? Questa azione non può essere annullata.

source: Extended Delivery Time
bn: বর্ধিত ডেলিভারি সময়
de: Verlängerte Lieferzeit
et: Pikendatud tarneaeg
fa: زمان تحویل تمدید شده
fi: Jatkettu toimitusaika
hi: विस्तारित वितरण समय
hy: Երկարացված առաքման ժամանակ
id: Waktu Pengiriman Diperpanjang
it: Tempo di consegna esteso

# enterExtendedDeliveryTime
source: Enter time to extended delivery time
bn: বর্ধিত ডেলিভারি সময় প্রবেশ করান
de: Zeit für verlängerte Lieferzeit eingeben
et: Sisesta aeg tarneaja pikendamiseks
fa: زمان تمدید تحویل را وارد کنید
fi: Anna aika jatketulle toimitusajalle
hi: विस्तारित वितरण समय के लिए समय दर्ज करें
hy: Մուտքագրել երկարացված առաքման ժամանակը
id: Masukkan waktu untuk memperpanjang waktu pengiriman
it: Inserisci tempo per estendere il tempo di consegna

source: Estimate Delivery Time
bn: আনুমানিক ডেলিভারি সময়
de: Geschätzte Lieferzeit
et: Hinnanguline tarneaeg
fa: تخمین زمان تحویل
fi: Arvioitu toimitusaika
hi: वितरण समय का अनुमान लगाएं
hy: Գնահատել առաքման ժամանակը
id: Estimasi Waktu Pengiriman
it: Stima tempo di consegna

source: Select Extended Time
bn: বর্ধিত সময় নির্বাচন করুন
de: Verlängerte Zeit auswählen
et: Vali pikendatud aeg
fa: انتخاب زمان تمدید شده
fi: Valitse jatkettu aika
hi: विस्तारित समय चुनें
hy: Ընտրել երկարացված ժամանակը
id: Pilih Waktu Diperpanjang
it: Seleziona tempo esteso

# areYouSureRemoveItem
source: Are you sure you want to remove this item?
bn: আপনি কি নিশ্চিত যে আপনি এই আইটেমটি সরাতে চান?
de: Möchten Sie diesen Artikel wirklich entfernen?
et: Kas olete kindel, et soovite selle eseme eemaldada?
fa: آیا مطمئن هستید که می‌خواهید این آیتم را حذف کنید؟
fi: Oletko varma, että haluat poistaa tämän tuotteen?
hi: क्या आप वाकई इस आइटम को हटाना चाहते हैं?
hy: Համոզվա՞ծ եք, որ ցանկանում եք հեռացնել այս ապրանքը։
id: Apakah Anda yakin ingin menghapus item ini?
it: Sei sicuro di voler rimuovere questo articolo?

# willBeDeductedFromItem
source: Will be deducted from the item
bn: আইটেম থেকে কাটা হবে
de: Wird vom Artikel abgezogen
et: Arvatakse maha esemest
fa: از آیتم کسر خواهد شد
fi: Vähennetään tuotteesta
hi: आइटम से काट लिया जाएगा
hy: Կհանվի ապրանքից
id: Akan dipotong dari item
it: Verrà dedotto dall'articolo

# removeItemConfirmation
source: Do you want to remove the item? This action cannot be undone.
bn: আপনি কি আইটেমটি সরাতে চান? এই ক্রিয়াটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Möchten Sie den Artikel entfernen? Diese Aktion kann nicht rückgängig gemacht werden.
et: Kas soovite eseme eemaldada? Seda tegevust ei saa tagasi võtta.
fa: آیا می‌خواهید آیتم را حذف کنید؟ این عمل قابل بازگشت نیست.
fi: Haluatko poistaa tuotteen? Tätä toimintoa ei voi kumota.
hi: क्या आप आइटम हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती।
hy: Ցանկանու՞մ եք հեռացնել ապրանքը։ Այս գործողությունը չի կարող հետարկվել։
id: Apakah Anda ingin menghapus item? Tindakan ini tidak dapat dibatalkan.
it: Vuoi rimuovere l'articolo? Questa azione non può essere annullata.

source: Shipping
bn: শিপিং
de: Versand
et: Kohaletoimetamine
fa: ارسال
fi: Toimitus
hi: शिपिंग
hy: Առաքում
id: Pengiriman
it: Spedizione

# listOfShopOrders
source: List of all the orders related to shops
bn: দোকান সম্পর্কিত সমস্ত অর্ডারের তালিকা
de: Liste aller Bestellungen im Zusammenhang mit Shops
et: Kõigi poe tellimustega seotud tellimuste loend
fa: لیست تمام سفارشات مربوط به فروشگاه‌ها
fi: Luettelo kaikista kauppoihin liittyvistä tilauksista
hi: दुकानों से संबंधित सभी ऑर्डर की सूची
hy: Խանութների հետ կապված բոլոր պատվերների ցուցակը
id: Daftar semua pesanan terkait toko
it: Elenco di tutti gli ordini relativi ai negozi

source: Top active shops
bn: শীর্ষ সক্রিয় দোকান
de: Top aktive Shops
et: Enim aktiivseid poode
fa: برترین فروشگاه‌های فعال
fi: Suosituimmat aktiiviset kaupat
hi: शीर्ष सक्रिय दुकानें
hy: Ամենաակտիվ խանութները
id: Toko aktif teratas
it: I negozi più attivi

source: Top 10 active shops
bn: শীর্ষ ১০ সক্রিয় দোকান
de: Top 10 aktive Shops
et: 10 enim aktiivset poodi
fa: ۱۰ فروشگاه برتر فعال
fi: 10 suosituinta aktiivista kauppaa
hi: शीर्ष 10 सक्रिय दुकानें
hy: Թոփ 10 ակտիվ խանութներ
id: 10 Toko aktif teratas
it: I 10 negozi più attivi

source: Add Funds
bn: তহবিল যোগ করুন
de: Geldmittel hinzufügen
et: Lisa vahendeid
fa: افزودن وجه
fi: Lisää varoja
hi: निधि जोड़ें
hy: Ավելացնել միջոցներ
id: Tambah Dana
it: Aggiungi fondi

source: Shop Payouts
bn: দোকান পে-আউট
de: Shop-Auszahlungen
et: Poe väljamaksed
fa: پرداخت‌های فروشگاه
fi: Kaupan maksut
hi: दुकान भुगतान
hy: Խանութի վճարումներ
id: Pembayaran Toko
it: Pagamenti negozio

# listOfUserFeedbacks
source: List of feedbacks posted by users in the application.
bn: অ্যাপ্লিকেশনে ব্যবহারকারীদের দ্বারা পোস্ট করা প্রতিক্রিয়ার তালিকা।
de: Liste der von Benutzern in der Anwendung veröffentlichten Feedbacks.
et: Kasutajate poolt rakenduses postitatud tagasiside loend.
fa: لیست بازخوردهای ارسال شده توسط کاربران در برنامه.
fi: Luettelo käyttäjien sovelluksessa julkaisemista palautteista.
hi: उपयोगकर्ताओं द्वारा एप्लिकेशन में पोस्ट की गई प्रतिक्रियाओं की सूची।
hy: Հավելվածում օգտատերերի կողմից տեղադրված արձագանքների ցուցակը:
id: Daftar masukan yang diposting oleh pengguna di aplikasi.
it: Elenco dei feedback pubblicati dagli utenti nell'applicazione.

source: Create Category
bn: বিভাগ তৈরি করুন
de: Kategorie erstellen
et: Loo kategooria
fa: ایجاد دسته بندی
fi: Luo kategoria
hi: श्रेणी बनाएँ
hy: Ստեղծել կատեգորիա
id: Buat Kategori
it: Crea categoria

source: Update Category
bn: বিভাগ আপডেট করুন
de: Kategorie aktualisieren
et: Uuenda kategooriat
fa: به‌روزرسانی دسته بندی
fi: Päivitä kategoria
hi: श्रेणी अपडेट करें
hy: Թարմացնել կատեգորիան
id: Perbarui Kategori
it: Aggiorna categoria

# enterInformationOfCategory
source: Enter information of the category
bn: বিভাগের তথ্য প্রবেশ করান
de: Informationen zur Kategorie eingeben
et: Sisesta kategooria teave
fa: اطلاعات دسته بندی را وارد کنید
fi: Anna kategorian tiedot
hi: श्रेणी की जानकारी दर्ज करें
hy: Մուտքագրել կատեգորիայի տեղեկատվությունը
id: Masukkan informasi kategori
it: Inserisci informazioni sulla categoria

source: Create Delivery region
bn: ডেলিভারি অঞ্চল তৈরি করুন
de: Lieferregion erstellen
et: Loo tarne piirkond
fa: ایجاد منطقه تحویل
fi: Luo toimitusalue
hi: वितरण क्षेत्र बनाएँ
hy: Ստեղծել առաքման մարզ
id: Buat wilayah Pengiriman
it: Crea regione di consegna

source: Update Delivery region
bn: ডেলিভারি অঞ্চল আপডেট করুন
de: Lieferregion aktualisieren
et: Uuenda tarne piirkonda
fa: به‌روزرسانی منطقه تحویل
fi: Päivitä toimitusalue
hi: वितरण क्षेत्र अपडेट करें
hy: Թարմացնել առաքման մարզը
id: Perbarui wilayah Pengiriman
it: Aggiorna regione di consegna

source: Create Item
bn: আইটেম তৈরি করুন
de: Artikel erstellen
et: Loo ese
fa: ایجاد آیتم
fi: Luo tuote
hi: आइटम बनाएँ
hy: Ստեղծել ապրանք
id: Buat Item
it: Crea articolo

# enterInformationOfItem
source: Enter information of the item
bn: আইটেমের তথ্য প্রবেশ করান
de: Informationen zum Artikel eingeben
et: Sisesta eseme teave
fa: اطلاعات آیتم را وارد کنید
fi: Anna tuotteen tiedot
hi: आइटम की जानकारी दर्ज करें
hy: Մուտքագրել ապրանքի տեղեկատվությունը
id: Masukkan informasi item
it: Inserisci informazioni sull'articolo

source: Create Preset
bn: প্রিসেট তৈরি করুন
de: Voreinstellung erstellen
et: Loo eelseadistus
fa: ایجاد پیش‌تنظیم
fi: Luo esiasetus
hi: प्रीसेट बनाएँ
hy: Ստեղծել նախադրված
id: Buat Preset
it: Crea Preset

source: Update preset
bn: প্রিসেট আপডেট করুন
de: Voreinstellung aktualisieren
et: Uuenda eelseadistust
fa: به‌روزرسانی پیش‌تنظیم
fi: Päivitä esiasetus
hi: प्रीसेट अपडेट करें
hy: Թարմացնել նախադրվածը
id: Perbarui preset
it: Aggiorna preset

# enterInformationOfPreset
source: Enter information of the preset
bn: প্রিসেটের তথ্য প্রবেশ করান
de: Informationen zur Voreinstellung eingeben
et: Sisesta eelseadistuse teave
fa: اطلاعات پیش‌تنظیم را وارد کنید
fi: Anna esiasetuksen tiedot
hi: प्रीसेट की जानकारी दर्ज करें
hy: Մուտքագրել նախադրվածի տեղեկատվությունը
id: Masukkan informasi preset
it: Inserisci informazioni sul preset

source: items in preset
bn: প্রিসেটে আইটেম
de: Artikel in Voreinstellung
et: esemed eelseadistuses
fa: آیتم‌ها در پیش‌تنظیم
fi: tuotetta esiasetuksessa
hi: प्रीसेट में आइटम
hy: ապրանք նախադրվածում
id: item dalam preset
it: articoli nel preset

source: Add Delivery Zone
bn: ডেলিভারি জোন যোগ করুন
de: Lieferzone hinzufügen
et: Lisa tarneala
fa: افزودن منطقه تحویل
fi: Lisää toimitusalue
hi: वितरण ज़ोन जोड़ें
hy: Ավելացնել առաքման գոտի
id: Tambah Zona Pengiriman
it: Aggiungi zona di consegna
