Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# fleetExclusivityAreaWarning
source: Exercise caution when utilizing this feature. Once you designate an exclusivity area to a fleet, all ride requests originating within that region will be directed solely to drivers belonging to that specific fleet. Drivers who are not affiliated with the fleet will not receive these requests.
bn: এই বৈশিষ্ট্যটি ব্যবহার করার সময় সতর্কতা অবলম্বন করুন। একবার আপনি একটি ফ্লিটকে একটি বিশেষ এলাকা নির্ধারণ করলে, সেই অঞ্চলের মধ্যে উদ্ভূত সমস্ত রাইড অনুরোধ শুধুমাত্র সেই নির্দিষ্ট ফ্লিটের অন্তর্গত ড্রাইভারদের কাছে নির্দেশিত হবে। ফ্লিটের সাথে যুক্ত নয় এমন ড্রাইভাররা এই অনুরোধগুলি পাবে না।
de: Seien Sie vorsichtig bei der Nutzung dieser Funktion. Sobald Sie einer Flotte einen Exklusivitätsbereich zuweisen, werden alle Fahrtanfragen aus dieser Region ausschließlich an Fahrer dieser spezifischen Flotte weitergeleitet. Fahrer, die nicht zur Flotte gehören, erhalten diese Anfragen nicht.
et: Olge selle funktsiooni kasutamisel ettevaatlik. Kui määrate autopargile eksklusiivse ala, suunatakse kõik sellest piirkonnast lähtuvad sõidutaotlused ainult selle konkreetse autopargi juhtidele. Juhtidele, kes ei ole autopargiga seotud, neid taotlusi ei saadeta.
fa: هنگام استفاده از این ویژگی احتیاط کنید. هنگامی که یک منطقه انحصاری را به یک ناوگان اختصاص می‌دهید، تمام درخواست‌های سفری که از آن منطقه سرچشمه می‌گیرند، صرفاً به رانندگان متعلق به آن ناوگان خاص هدایت می‌شوند. رانندگانی که به ناوگان وابسته نیستند، این درخواست‌ها را دریافت نخواهند کرد.
fi: Ole varovainen käyttäessäsi tätä ominaisuutta. Kun määrität yksinoikeusalueen kalustolle, kaikki kyseiseltä alueelta peräisin olevat kyytipyynnöt ohjataan ainoastaan kyseiseen kalustoon kuuluville kuljettajille. Kuljettajat, jotka eivät kuulu kalustoon, eivät saa näitä pyyntöjä.
hi: इस सुविधा का उपयोग करते समय सावधानी बरतें। एक बार जब आप किसी फ्लीट को एक विशेष क्षेत्र सौंपते हैं, तो उस क्षेत्र के भीतर उत्पन्न होने वाले सभी सवारी अनुरोध केवल उस विशिष्ट फ्लीट से संबंधित ड्राइवरों को निर्देशित किए जाएंगे। जो ड्राइवर फ्लीट से संबद्ध नहीं हैं, उन्हें ये अनुरोध प्राप्त नहीं होंगे।
hy: Զգույշ եղեք այս հնարավորությունն օգտագործելիս։ Երբ բացառիկ տարածք եք սահմանում ավտոպարկի համար, այդ մարզում սկսվող բոլոր ուղևորության հարցումները կուղղվեն միայն այդ որոշակի ավտոպարկին պատկանող վարորդներին։ Վարորդները, ովքեր կապված չեն այդ ավտոպարկի հետ, չեն ստանա այդ հարցումները։
id: Berhati-hatilah saat menggunakan fitur ini. Setelah Anda menetapkan area eksklusif ke armada, semua permintaan perjalanan yang berasal dari wilayah tersebut akan diarahkan hanya ke pengemudi yang termasuk dalam armada tertentu. Pengemudi yang tidak berafiliasi dengan armada tidak akan menerima permintaan ini.
it: Usa cautela quando utilizzi questa funzionalità. Una volta assegnata un'area di esclusività a una flotta, tutte le richieste di corsa originate all'interno di quella regione verranno indirizzate esclusivamente agli autisti appartenenti a quella specifica flotta. Gli autisti che non sono affiliati alla flotta non riceveranno queste richieste.

source: Add New SOS Reasons
bn: নতুন এসওএস কারণ যোগ করুন
de: Neue SOS-Gründe hinzufügen
et: Lisa uued SOS põhjused
fa: افزودن دلایل SOS جدید
fi: Lisää uusia SOS-syitä
hi: नए एसओएस कारण जोड़ें
hy: Ավելացնել նոր SOS պատճառներ
id: Tambah Alasan SOS Baru
it: Aggiungi nuovi motivi SOS

# riderSosReasonSubtitle
source: Reasons that rider can select for their SOS call.
bn: রাইডার তাদের এসওএস কলের জন্য যে কারণগুলি নির্বাচন করতে পারে।
de: Gründe, die der Fahrgast für seinen SOS-Anruf auswählen kann.
et: Põhjused, mida sõitja saab oma SOS-kõne jaoks valida.
fa: دلایلی که مسافر می‌تواند برای تماس SOS خود انتخاب کند.
fi: Syyt, jotka matkustaja voi valita SOS-puhelulleen.
hi: कारण जिन्हें राइडर अपने एसओएस कॉल के लिए चुन सकता है।
hy: Պատճառներ, որոնք ուղևորը կարող է ընտրել իր SOS կանչի համար։
id: Alasan yang dapat dipilih penumpang untuk panggilan SOS mereka.
it: Motivi che il passeggero può selezionare per la sua chiamata SOS.

source: SOS Reasons
bn: এসওএস কারণ
de: SOS-Gründe
et: SOS põhjused
fa: دلایل SOS
fi: SOS-syyt
hi: एसओएस कारण
hy: SOS պատճառներ
id: Alasan SOS
it: Motivi SOS

source: List of SOS reasons
bn: এসওএস কারণের তালিকা
de: Liste der SOS-Gründe
et: SOS põhjuste loend
fa: لیست دلایل SOS
fi: Luettelo SOS-syistä
hi: एसओएस कारणों की सूची
hy: SOS պատճառների ցուցակը
id: Daftar alasan SOS
it: Elenco dei motivi SOS

source: SOS Details
bn: এসওএস বিবরণ
et: SOS üksikasjad
fa: جزئیات SOS
fi: SOS-tiedot
hi: एसओएस विवरण
hy: SOS մանրամասներ
id: Detail SOS
it: Dettagli SOS

source: View SOS details
bn: এসওএস বিবরণ দেখুন
de: SOS-Details anzeigen
et: Vaata SOS üksikasju
fa: مشاهده جزئیات SOS
fi: Näytä SOS-tiedot
hi: एसओएस विवरण देखें
hy: Դիտել SOS մանրամասները
id: Lihat detail SOS
it: Visualizza dettagli SOS

source: no comment
bn: কোন মন্তব্য নেই
de: Kein Kommentar
et: kommentaar puudub
fa: بدون نظر
fi: ei kommenttia
hi: कोई टिप्पणी नहीं
hy: մեկնաբանություն չկա
id: tidak ada komentar
it: nessun commento

source: Reason
bn: কারণ
de: Grund
et: Põhjus
fa: دلیل
fi: Syy
hi: कारण
hy: Պատճառ
id: Alasan
it: Motivo

source: Rider
bn: রাইডার
de: Fahrgast
et: Sõitja
fa: مسافر
fi: Matkustaja
hi: राइडर
hy: Ուղևոր
id: Penumpang
it: Passeggero

source: Distress Signals submitted by users
bn: ব্যবহারকারীদের দ্বারা জমা দেওয়া বিপদ সংকেত
de: Von Benutzern übermittelte Notsignale
et: Kasutajate esitatud hädasignaalid
fa: سیگنال‌های اضطراری ارسال شده توسط کاربران
fi: Käyttäjien lähettämät hätäsignaalit
hi: उपयोगकर्ताओं द्वारा सबमिट किए गए संकट संकेत
hy: Օգտատերերի կողմից ներկայացված օգնության ազդանշաններ
id: Sinyal Darurat yang diajukan oleh pengguna
it: Segnali di emergenza inviati dagli utenti

source: Cancellation by user type
bn: ব্যবহারকারীর প্রকার অনুযায়ী বাতিলকরণ
de: Stornierung nach Benutzertyp
et: Tühistamine kasutajatüübi järgi
fa: لغو بر اساس نوع کاربر
fi: Peruutus käyttäjätyypin mukaan
hi: उपयोगकर्ता प्रकार द्वारा रद्दीकरण
hy: Չեղարկումն ըստ օգտատիրոջ տեսակի
id: Pembatalan berdasarkan jenis pengguna
it: Cancellazione per tipo utente

# cancellationByUserTypeTimesUsed
source: Cancellation by user type by times used
bn: ব্যবহৃত বার অনুযায়ী ব্যবহারকারীর প্রকার দ্বারা বাতিলকরণ
de: Stornierung nach Benutzertyp nach Häufigkeit der Nutzung
et: Tühistamine kasutajatüübi järgi kasutuskordade järgi
fa: لغو بر اساس نوع کاربر بر اساس تعداد دفعات استفاده
fi: Peruutus käyttäjätyypin mukaan käyttökertojen perusteella
hi: उपयोग की गई संख्या के अनुसार उपयोगकर्ता प्रकार द्वारा रद्दीकरण
hy: Չեղարկումն ըստ օգտատիրոջ տեսակի՝ օգտագործված անգամների քանակով
id: Pembatalan berdasarkan jenis pengguna berdasarkan berapa kali digunakan
it: Cancellazione per tipo utente per numero di volte utilizzato

source: Popularity of cancel reasons
bn: বাতিলের কারণের জনপ্রিয়তা
de: Beliebtheit der Stornierungsgründe
et: Tühistamise põhjuste populaarsus
fa: محبوبیت دلایل لغو
fi: Peruuttamissyiden suosio
hi: रद्द करने के कारणों की लोकप्रियता
hy: Չեղարկման պատճառների հանրաճանաչությունը
id: Popularitas alasan pembatalan
it: Popolarità motivi di cancellazione

source: Popularity of cancel reasons by times used
bn: ব্যবহৃত বার অনুযায়ী বাতিলের কারণের জনপ্রিয়তা
de: Beliebtheit der Stornierungsgründe nach Häufigkeit der Nutzung
et: Tühistamise põhjuste populaarsus kasutuskordade järgi
fa: محبوبیت دلایل لغو بر اساس تعداد دفعات استفاده
fi: Peruuttamissyiden suosio käyttökertojen mukaan
hi: उपयोग की संख्या के अनुसार रद्द करने के कारणों की लोकप्रियता
hy: Չեղարկման պատճառների հանրաճանաչությունը ըստ օգտագործված անգամների
id: Popularitas alasan pembatalan berdasarkan berapa kali digunakan
it: Popolarità motivi di cancellazione per numero di volte utilizzato

source: Add time of day Multiplier
bn: দিনের সময় গুণক যোগ করুন
de: Tageszeit-Multiplikator hinzufügen
et: Lisa päeva aja kordaja
fa: افزودن ضریب زمان روز
fi: Lisää vuorokaudenajan kerroin
hi: दिन के समय का गुणक जोड़ें
hy: Ավելացնել օրվա ժամի բազմապատկիչ
id: Tambah Pengali Waktu Hari
it: Aggiungi moltiplicatore ora del giorno

source: From date
bn: তারিখ থেকে
de: Von Datum
et: Alates kuupäevast
fa: از تاریخ
fi: Päivämäärästä
hi: से तिथि
hy: Սկսած ամսաթվից
id: Dari tanggal
it: Dalla data

source: To date
bn: তারিখ পর্যন্ত
de: Bis Datum
et: Kuni kuupäevani
fa: تا تاریخ
fi: Päivämäärään
hi: तक तिथि
hy: Մինչև ամսաթիվը
id: Sampai tanggal
it: Alla data

source: Multiplier
bn: গুণক
de: Multiplikator
et: Kordaja
fa: ضریب
fi: Kerroin
hi: गुणक
hy: Բազմապատկիչ
id: Pengali
it: Moltiplicatore

source: Enter multiplier
bn: গুণক প্রবেশ করান
de: Multiplikator eingeben
et: Sisesta kordaja
fa: ضریب را وارد کنید
fi: Anna kerroin
hi: गुणक दर्ज करें
hy: Մուտքագրել բազմապատկիչը
id: Masukkan pengali
it: Inserisci moltiplicatore

# multiplierRequired
source: Multiplier is required
bn: গুণক আবশ্যক
de: Multiplikator ist erforderlich
et: Kordaja on kohustuslik
fa: ضریب الزامی است
fi: Kerroin vaaditaan
hi: गुणक अनिवार्य है
hy: Բազմապատկիչը պարտադիր է
id: Pengali wajib diisi
it: Il moltiplicatore è obbligatorio

source: Add Distance Multiplier
bn: দূরত্ব গুণক যোগ করুন
de: Entfernungs-Multiplikator hinzufügen
et: Lisa kauguse kordaja
fa: افزودن ضریب مسافت
fi: Lisää etäisyyskerroin
hi: दूरी गुणक जोड़ें
hy: Ավելացնել հեռավորության բազմապատկիչ
id: Tambah Pengali Jarak
it: Aggiungi moltiplicatore distanza

source: Distance from
bn: দূরত্ব থেকে
de: Entfernung von
et: Kaugus alates
fa: فاصله از
fi: Etäisyys alkaen
hi: से दूरी
hy: Հեռավորությունից
id: Jarak dari
it: Distanza da

source: Enter distance
bn: দূরত্ব প্রবেশ করান
de: Entfernung eingeben
et: Sisesta kaugus
fa: فاصله را وارد کنید
fi: Anna etäisyys
hi: दूरी दर्ज करें
hy: Մուտքագրել հեռավորությունը
id: Masukkan jarak
it: Inserisci distanza

# distanceFromRequired
source: Distance from is required
bn: দূরত্ব থেকে আবশ্যক
de: Entfernung von ist erforderlich
et: Kaugus alates on kohustuslik
fa: فاصله از الزامی است
fi: Etäisyys alkaen vaaditaan
hi: से दूरी अनिवार्य है
hy: Հեռավորությունից պարտադիր է
id: Jarak dari wajib diisi
it: La distanza da è obbligatoria

source: Distance to
bn: দূরত্ব পর্যন্ত
de: Entfernung bis
et: Kaugus kuni
fa: فاصله تا
fi: Etäisyys asti
hi: तक दूरी
hy: Հեռավորություն մինչև
id: Jarak ke
it: Distanza a

# distanceToRequired
source: Distance to is required
bn: দূরত্ব পর্যন্ত আবশ্যক
de: Entfernung bis ist erforderlich
et: Kaugus kuni on kohustuslik
fa: فاصله تا الزامی است
fi: Etäisyys asti vaaditaan
hi: तक दूरी अनिवार्य है
hy: Հեռավորություն մինչև պարտադիր է
id: Jarak ke wajib diisi
it: La distanza a è obbligatoria

source: Add service option
bn: পরিষেবা বিকল্প যোগ করুন
de: Serviceoption hinzufügen
et: Lisa teenuse valik
fa: افزودن گزینه سرویس
fi: Lisää palveluvaihtoehto
hi: सेवा विकल्प जोड़ें
hy: Ավելացնել ծառայության տարբերակ
id: Tambah opsi layanan
it: Aggiungi opzione servizio

# serviceOptionsSubtitle
source: Options that can be activated for a service
bn: একটি পরিষেবার জন্য সক্রিয় করা যেতে পারে এমন বিকল্প
de: Optionen, die für einen Dienst aktiviert werden können
et: Valikud, mida saab teenuse jaoks aktiveerida
fa: گزینه‌هایی که می‌توانند برای یک سرویس فعال شوند
fi: Vaihtoehdot, jotka voidaan aktivoida palvelulle
hi: विकल्प जिन्हें सेवा के लिए सक्रिय किया जा सकता है
hy: Ընտրանքներ, որոնք կարող են ակտիվացվել ծառայության համար
id: Opsi yang dapat diaktifkan untuk layanan
it: Opzioni che possono essere attivate per un servizio

source: Start time
bn: শুরুর সময়
de: Startzeit
et: Algusaeg
fa: زمان شروع
fi: Alkamisaika
hi: शुरुआत समय
hy: Սկզբնական ժամանակ
id: Waktu mulai
it: Ora inizio

source: End time
bn: শেষ সময়
de: Endzeit
et: Lõpuaeg
fa: زمان پایان
fi: Päättymisaika
hi: समाप्ति समय
hy: Ավարտի ժամանակ
id: Waktu akhir
it: Ora fine

source: Add Weekday Multiplier
bn: সপ্তাহের দিন গুণক যোগ করুন
de: Wochentag-Multiplikator hinzufügen
et: Lisa nädalapäeva kordaja
fa: افزودن ضریب روز هفته
fi: Lisää viikonpäiväkerroin
hi: सप्ताह के दिन का गुणक जोड़ें
hy: Ավելացնել շաբաթվա օրվա բազմապատկիչ
id: Tambah Pengali Hari Kerja
it: Aggiungi moltiplicatore giorni feriali

source: Invalid weekday
bn: অবৈধ সপ্তাহের দিন
de: Ungültiger Wochentag
et: Kehtetu nädalapäev
fa: روز هفته نامعتبر
fi: Virheellinen viikonpäivä
hi: अमान्य सप्ताह का दिन
hy: Սխալ շաբաթվա օր
id: Hari kerja tidak valid
it: Giorno feriale non valido

source: New Pricing
bn: নতুন মূল্য নির্ধারণ
de: Neue Preisgestaltung
et: Uus hinnakujundus
fa: قیمت‌گذاری جدید
fi: Uusi hinnoittelu
hi: नया मूल्य निर्धारण
hy: Նոր գնագոյացում
id: Harga Baru
it: Nuovi prezzi

source: New zone price
bn: নতুন জোন মূল্য
de: Neuer Zonenpreis
et: Uus tsooni hind
fa: قیمت منطقه جدید
fi: Uusi aluehinta
hi: नया क्षेत्र मूल्य
hy: Նոր գոտու գին
id: Harga zona baru
it: Nuovo prezzo zona

source: Overridden zones
bn: ওভাররাইড করা জোন
de: Überschriebene Zonen
et: Üle kirjutatud tsoonid
fa: مناطق نادیده گرفته شده
fi: Ohitetut alueet
hi: अधिलेखित क्षेत्र
hy: Վերաճշտված գոտիներ
id: Zona yang ditimpa
it: Zone ignorate

source: Edit pricing category
bn: মূল্য নির্ধারণ বিভাগ সম্পাদনা করুন
de: Preiskategorie bearbeiten
et: Muuda hinnakujunduse kategooriat
fa: ویرایش دسته بندی قیمت‌گذاری
fi: Muokkaa hinnoittelukategoriaa
hi: मूल्य निर्धारण श्रेणी संपादित करें
hy: Խմբագրել գնագոյացման կատեգորիան
id: Edit kategori harga
it: Modifica categoria prezzi

source: Create pricing category
bn: মূল্য নির্ধারণ বিভাগ তৈরি করুন
de: Preiskategorie erstellen
et: Loo hinnakujunduse kategooria
fa: ایجاد دسته بندی قیمت‌گذاری
fi: Luo hinnoittelukategoria
hi: मूल्य निर्धारण श्रेणी बनाएँ
hy: Ստեղծել գնագոյացման կատեգորիա
id: Buat kategori harga
it: Crea categoria prezzi

# editPricingCategorySubtitle
source: Fill in the fields below to edit the pricing category.
bn: মূল্য নির্ধারণ বিভাগ সম্পাদনা করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um die Preiskategorie zu bearbeiten.
et: Hinnakujunduse kategooria muutmiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ویرایش دسته بندی قیمت‌گذاری پر کنید.
fi: Täytä alla olevat kentät muokataksesi hinnoittelukategoriaa.
hi: मूल्य निर्धारण श्रेणी को संपादित करने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ գնագոյացման կատեգորիան խմբագրելու համար։
id: Isi kolom di bawah ini untuk mengedit kategori harga.
it: Compila i campi sottostanti per modificare la categoria prezzi.

# createPricingCategorySubtitle
source: Fill in the fields below to create a new pricing category.
bn: একটি নতুন মূল্য নির্ধারণ বিভাগ তৈরি করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um eine neue Preiskategorie zu erstellen.
et: Uue hinnakujunduse kategooria loomiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ایجاد یک دسته بندی قیمت‌گذاری جدید پر کنید.
fi: Täytä alla olevat kentät luodaksesi uuden hinnoittelukategorian.
hi: एक नई मूल्य निर्धारण श्रेणी बनाने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ նոր գնագոյացման կատեգորիա ստեղծելու համար։
id: Isi kolom di bawah ini untuk membuat kategori harga baru.
it: Compila i campi sottostanti per creare una nuova categoria prezzi.

source: Edit pricing
bn: মূল্য নির্ধারণ সম্পাদনা করুন
de: Preisgestaltung bearbeiten
et: Muuda hinnakujundust
fa: ویرایش قیمت‌گذاری
fi: Muokkaa hinnoittelua
hi: मूल्य निर्धारण संपादित करें
hy: Խմբագրել գնագոյացումը
id: Edit harga
it: Modifica prezzi

source: Create pricing
bn: মূল্য নির্ধারণ তৈরি করুন
de: Preisgestaltung erstellen
et: Loo hinnakujundus
fa: ایجاد قیمت‌گذاری
fi: Luo hinnoittelu
hi: मूल्य निर्धारण बनाएँ
hy: Ստեղծել գնագոյացում
id: Buat harga
it: Crea prezzi

# editPricingRecordSubtitle
source: Fill in the fields below to edit the pricing record.
bn: মূল্য নির্ধারণ রেকর্ড সম্পাদনা করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um den Preisdatensatz zu bearbeiten.
et: Hinnakujunduse kirje muutmiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ویرایش رکورد قیمت‌گذاری پر کنید.
fi: Täytä alla olevat kentät muokataksesi hinnoittelutietuetta.
hi: मूल्य निर्धारण रिकॉर्ड को संपादित करने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ գնագոյացման գրառումը խմբագրելու համար։
id: Isi kolom di bawah ini untuk mengedit catatan harga.
it: Compila i campi sottostanti per modificare il record dei prezzi.

# createPricingRecordSubtitle
source: Fill in the fields below to create a new pricing record.
bn: একটি নতুন মূল্য নির্ধারণ রেকর্ড তৈরি করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um einen neuen Preisdatensatz zu erstellen.
et: Uue hinnakujunduse kirje loomiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ایجاد یک رکورد قیمت‌گذاری جدید پر کنید.
fi: Täytä alla olevat kentät luodaksesi uuden hinnoittelutietueen.
hi: एक नया मूल्य निर्धारण रिकॉर्ड बनाने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ նոր գնագոյացման գրառում ստեղծելու համար։
id: Isi kolom di bawah ini untuk membuat catatan harga baru.
it: Compila i campi sottostanti per creare un nuovo record dei prezzi.

source: Operational Regions
bn: কার্যকরী অঞ্চল
de: Betriebsregionen
et: Tööpiirkonnad
fa: مناطق عملیاتی
fi: Toiminta-alueet
hi: परिचालन क्षेत्र
hy: Գործառնական մարզեր
id: Wilayah Operasional
it: Regioni operative

source: Edit zone price override category
bn: জোন মূল্য ওভাররাইড বিভাগ সম্পাদনা করুন
de: Kategorie für Zonenpreisüberschreibung bearbeiten
et: Muuda tsooni hinna ülekirjutamise kategooriat
fa: ویرایش دسته بندی نادیده گرفتن قیمت منطقه
fi: Muokkaa aluehinnan ohituskategoriaa
hi: क्षेत्र मूल्य अधिलेखन श्रेणी संपादित करें
hy: Խմբագրել գոտու գնի վերաճշտման կատեգորիան
id: Edit kategori penimpaan harga zona
it: Modifica categoria override prezzo zona

source: Create zone price override category
bn: জোন মূল্য ওভাররাইড বিভাগ তৈরি করুন
de: Kategorie für Zonenpreisüberschreibung erstellen
et: Loo tsooni hinna ülekirjutamise kategooria
fa: ایجاد دسته بندی نادیده گرفتن قیمت منطقه
fi: Luo aluehinnan ohituskategoria
hi: क्षेत्र मूल्य अधिलेखन श्रेणी बनाएँ
hy: Ստեղծել գոտու գնի վերաճշտման կատեգորիա
id: Buat kategori penimpaan harga zona
it: Crea categoria override prezzo zona

# editZonePriceOverrideCategorySubtitle
source: Fill in the fields below to edit the zone price override category.
bn: জোন মূল্য ওভাররাইড বিভাগ সম্পাদনা করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um die Kategorie für Zonenpreisüberschreibung zu bearbeiten.
et: Tsooni hinna ülekirjutamise kategooria muutmiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ویرایش دسته بندی نادیده گرفتن قیمت منطقه پر کنید.
fi: Täytä alla olevat kentät muokataksesi aluehinnan ohituskategoriaa.
hi: क्षेत्र मूल्य अधिलेखन श्रेणी को संपादित करने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ գոտու գնի վերաճշտման կատեգորիան խմբագրելու համար։
id: Isi kolom di bawah ini untuk mengedit kategori penimpaan harga zona.
it: Compila i campi sottostanti per modificare la categoria override prezzo zona.

# createZonePriceOverrideCategorySubtitle
source: Fill in the fields below to create a new zone price override category.
bn: একটি নতুন জোন মূল্য ওভাররাইড বিভাগ তৈরি করতে নীচের ক্ষেত্রগুলি পূরণ করুন।
de: Füllen Sie die folgenden Felder aus, um eine neue Kategorie für Zonenpreisüberschreibung zu erstellen.
et: Uue tsooni hinna ülekirjutamise kategooria loomiseks täitke allolevad väljad.
fa: فیلدهای زیر را برای ایجاد یک دسته بندی نادیده گرفتن قیمت منطقه جدید پر کنید.
fi: Täytä alla olevat kentät luodaksesi uuden aluehinnan ohituskategorian.
hi: एक नई क्षेत्र मूल्य अधिलेखन श्रेणी बनाने के लिए नीचे दिए गए फ़ील्ड भरें।
hy: Լրացրեք ստորև բերված դաշտերը՝ նոր գոտու գնի վերաճշտման կատեգորիա ստեղծելու համար։
id: Isi kolom di bawah ini untuk membuat kategori penimpaan harga zona baru.
it: Compila i campi sottostanti per creare una nuova categoria override prezzo zona.

source: Zone Price Details
bn: জোন মূল্যের বিবরণ
de: Zonenpreisdetails
et: Tsooni hinna üksikasjad
fa: جزئیات قیمت منطقه
fi: Aluehinnan tiedot
hi: क्षेत्र मूल्य विवरण
hy: Գոտու գնի մանրամասներ
id: Detail Harga Zona
it: Dettagli prezzo zona

# zonePriceDetailsSubtitle
source: Define regions with static pricing to override the default distance-based calculation
bn: ডিফল্ট দূরত্ব-ভিত্তিক গণনা ওভাররাইড করতে স্ট্যাটিক মূল্য নির্ধারণ সহ অঞ্চলগুলি সংজ্ঞায়িত করুন
de: Definieren Sie Regionen mit statischen Preisen, um die standardmäßige entfernungsbasierte Berechnung zu überschreiben
et: Määratle piirkonnad fikseeritud hinnakujundusega, et tühistada vaikimisi kaugusel põhinev arvutus
fa: مناطقی با قیمت‌گذاری ثابت را برای نادیده گرفتن محاسبه پیش‌فرض مبتنی بر مسافت تعریف کنید
fi: Määritä alueet staattisella hinnoittelulla ohittaaksesi oletusarvoisen etäisyysperusteisen laskennan
hi: डिफ़ॉल्ट दूरी-आधारित गणना को अधिलेखित करने के लिए स्थिर मूल्य निर्धारण वाले क्षेत्रों को परिभाषित करें
hy: Սահմանել մարզեր ստատիկ գնագոյացմամբ՝ հեռավորության վրա հիմնված հաշվարկը վերաճշտելու համար
id: Definisikan wilayah dengan harga statis untuk menimpa perhitungan berdasarkan jarak default
it: Definisci regioni con prezzi statici per ignorare il calcolo predefinito basato sulla distanza

# cancelReasonDetailsSubtitle
source: Edit cancel reason details
bn: বাতিলের কারণের বিবরণ সম্পাদনা করুন
de: Details zum Stornierungsgrund bearbeiten
et: Muuda tühistamise põhjuse üksikasju
fa: ویرایش جزئیات دلیل لغو
fi: Muokkaa peruuttamissyyn tietoja
hi: रद्द करने के कारण विवरण संपादित करें
hy: Խմբագրել չեղարկման պատճառի մանրամասները
id: Edit detail alasan pembatalan
it: Modifica dettagli motivo cancellazione

source: Vehicle color details
bn: গাড়ির রঙের বিবরণ
de: Fahrzeugfarbdetails
et: Sõiduki värvi üksikasjad
fa: جزئیات رنگ خودرو
fi: Ajoneuvon värin tiedot
hi: वाहन रंग विवरण
hy: Մեքենայի գույնի մանրամասներ
id: Detail warna kendaraan
it: Dettagli colore veicolo

# vehicleColorDetailsSubtitle
source: Define/edit vehicle color that can be assigned to drivers.
bn: ড্রাইভারদের বরাদ্দ করা যেতে পারে এমন গাড়ির রঙ সংজ্ঞায়িত/সম্পাদনা করুন।
de: Fahrzeugfarbe definieren/bearbeiten, die Fahrern zugewiesen werden kann.
et: Määratle/muuda sõiduki värvi, mida saab juhtidele määrata.
fa: تعریف/ویرایش رنگ خودرویی که می‌تواند به رانندگان اختصاص یابد.
fi: Määritä/muokkaa ajoneuvon väriä, joka voidaan määrittää kuljettajille.
hi: वाहन रंग को परिभाषित/संपादित करें जिसे ड्राइवरों को सौंपा जा सकता है।
hy: Սահմանել/խմբագրել մեքենայի գույնը, որը կարող է հանձնարարվել վարորդներին։
id: Definisikan/edit warna kendaraan yang dapat ditetapkan ke pengemudi.
it: Definisci/modifica il colore del veicolo che può essere assegnato agli autisti.

# vehiclesSubtitle
source: Define vehicles that can be assigned to drivers and customers can see it as their ride info.
bn: ড্রাইভারদের বরাদ্দ করা যেতে পারে এমন যানবাহন সংজ্ঞায়িত করুন এবং গ্রাহকরা এটি তাদের রাইডের তথ্য হিসাবে দেখতে পারে।
de: Fahrzeuge definieren, die Fahrern zugewiesen werden können und die Kunden als Fahrinformationen sehen können.
et: Määratle sõidukid, mida saab juhtidele määrata ja mida kliendid saavad vaadata oma sõiduinfona.
fa: خودروهایی را که می‌توانند به رانندگان اختصاص یابند و مشتریان می‌توانند آن را به عنوان اطلاعات سفر خود ببینند، تعریف کنید.
fi: Määritä ajoneuvot, jotka voidaan määrittää kuljettajille ja jotka asiakkaat voivat nähdä kyytitietoinaan.
hi: वाहन परिभाषित करें जिन्हें ड्राइवरों को सौंपा जा सकता है और ग्राहक उन्हें अपनी सवारी जानकारी के रूप में देख सकते हैं।
hy: Սահմանել մեքենաներ, որոնք կարող են հանձնարարվել վարորդներին և հաճախորդները կարող են տեսնել որպես իրենց ուղևորության տվյալներ։
id: Definisikan kendaraan yang dapat ditetapkan ke pengemudi dan pelanggan dapat melihatnya sebagai info perjalanan mereka.
it: Definisci i veicoli che possono essere assegnati agli autisti e che i clienti possono vedere come informazioni sulla loro corsa.

source: Vehicle Models
bn: গাড়ির মডেল
de: Fahrzeugmodelle
et: Sõidukite mudelid
fa: مدل‌های خودرو
fi: Ajoneuvomallit
hi: वाहन मॉडल
hy: Մեքենայի մոդելներ
id: Model Kendaraan
it: Modelli veicolo
