Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Documents Tab
bn: নথিপত্র ট্যাব
de: Dokumente-Tab
et: Dokumentide vahekaart
fa: تب مدارک
fi: Asiakirjat-välilehti
hi: दस्तावेज टैब
hy: Փաստաթղթերի ներդիր
id: Tab Dokumen
it: Scheda documenti

source: Shop details
bn: দোকানের বিবরণ
et: Poe üksikasjad
fa: جزئیات فروشگاه
fi: Kaupan tiedot
hi: दुकान विवरण
hy: Խանութի մանրամասներ
id: Detail toko
it: Dettagli negozio

source: Create Shop
bn: দোকান তৈরি করুন
de: Shop erstellen
et: Loo pood
fa: ایجاد فروشگاه
fi: Luo kauppa
hi: दुकान बनाएँ
hy: Ստեղծել խանութ
id: Buat Toko
it: Crea negozio

source: Verify Shop
bn: দোকান যাচাই করুন
de: Shop verifizieren
et: Kontrolli poodi
fa: تایید فروشگاه
fi: Vahvista kauppa
hi: दुकान सत्यापित करें
hy: Հաստատել խանութը
id: Verifikasi Toko
it: Verifica negozio

# createNewShop
source: Create a new shop
bn: একটি নতুন দোকান তৈরি করুন
de: Einen neuen Shop erstellen
et: Loo uus pood
fa: ایجاد یک فروشگاه جدید
fi: Luo uusi kauppa
hi: एक नई दुकान बनाएँ
hy: Ստեղծել նոր խանութ
id: Buat toko baru
it: Crea un nuovo negozio

# verifyShopRegistration
source: Verify a shop's registration information
bn: একটি দোকানের নিবন্ধন তথ্য যাচাই করুন
de: Registrierungsinformationen eines Shops verifizieren
et: Kontrolli poe registreerimisteavet
fa: تایید اطلاعات ثبت نام یک فروشگاه
fi: Vahvista kaupan rekisteröintitiedot
hi: दुकान के पंजीकरण की जानकारी सत्यापित करें
hy: Հաստատել խանութի գրանցման տեղեկատվությունը
id: Verifikasi informasi pendaftaran toko
it: Verifica le informazioni di registrazione di un negozio

# categoriesAndLocation
source: Categories & Location
bn: বিভাগ ও অবস্থান
de: Kategorien & Standort
et: Kategooriad ja asukoht
fa: دسته‌بندی‌ها و مکان
fi: Kategoriat ja sijainti
hi: श्रेणियां और स्थान
hy: Կատեգորիաներ և վայր
id: Kategori & Lokasi
it: Categorie e posizione

source: Select categories and location
bn: বিভাগ এবং অবস্থান নির্বাচন করুন
de: Kategorien und Standort auswählen
et: Vali kategooriad ja asukoht
fa: انتخاب دسته‌بندی‌ها و مکان
fi: Valitse kategoriat ja sijainti
hi: श्रेणियां और स्थान चुनें
hy: Ընտրել կատեգորիաները և վայրը
id: Pilih kategori dan lokasi
it: Seleziona categorie e posizione

source: Edit owner's information
bn: মালিকের তথ্য সম্পাদনা করুন
de: Besitzerinformationen bearbeiten
et: Muuda omaniku teavet
fa: ویرایش اطلاعات مالک
fi: Muokkaa omistajan tietoja
hi: मालिक की जानकारी संपादित करें
hy: Խմբագրել սեփականատիրոջ տվյալները
id: Edit informasi pemilik
it: Modifica informazioni proprietario

source: Select delivery and payment methods
bn: ডেলিভারি এবং পেমেন্ট পদ্ধতি নির্বাচন করুন
de: Liefer- und Zahlungsmethoden auswählen
et: Vali tarne- ja makseviisid
fa: انتخاب روش‌های تحویل و پرداخت
fi: Valitse toimitus- ja maksutavat
hi: वितरण और भुगतान विधियाँ चुनें
hy: Ընտրել առաքման և վճարման եղանակները
id: Pilih metode pengiriman dan pembayaran
it: Seleziona metodi di consegna e pagamento

source: min waiting time
bn: মিনিট অপেক্ষার সময়
de: Min. Wartezeit
et: min ooteaeg
fa: دقیقه زمان انتظار
fi: min odotusaika
hi: न्यूनतम प्रतीक्षा समय
hy: սպասման րոպե
id: waktu tunggu min
it: tempo minimo di attesa

source: Confirm ride
bn: রাইড নিশ্চিত করুন
de: Fahrt bestätigen
et: Kinnita sõit
fa: تایید سفر
fi: Vahvista kyyti
hi: सवारी की पुष्टि करें
hy: Հաստատել ուղևորությունը
id: Konfirmasi perjalanan
it: Conferma corsa

# pleaseConfirmRideProceed
source: Please confirm your ride before proceeding.
bn: চালিয়ে যাওয়ার আগে অনুগ্রহ করে আপনার রাইড নিশ্চিত করুন।
de: Bitte bestätigen Sie Ihre Fahrt, bevor Sie fortfahren.
et: Palun kinnitage oma sõit enne jätkamist.
fa: لطفا قبل از ادامه، سفر خود را تایید کنید.
fi: Vahvista kyytisi ennen jatkamista.
hi: कृपया आगे बढ़ने से पहले अपनी सवारी की पुष्टि करें।
hy: Խնդրում ենք հաստատել ձեր ուղևորությունը շարունակելուց առաջ։
id: Mohon konfirmasi perjalanan Anda sebelum melanjutkan.
it: Conferma la tua corsa prima di procedere.

# forceAssignRideWarning
source: By confirming this ride the driver will have the order forcefully assigned to them. Make sure to confirm only when the driver is ready to accept the order.
bn: এই রাইডটি নিশ্চিত করার মাধ্যমে ড্রাইভারকে জোরপূর্বক অর্ডারটি বরাদ্দ করা হবে। শুধুমাত্র যখন ড্রাইভার অর্ডার গ্রহণ করতে প্রস্তুত তখনই নিশ্চিত করুন।
de: Durch Bestätigen dieser Fahrt wird die Bestellung dem Fahrer zwangsweise zugewiesen. Bestätigen Sie nur, wenn der Fahrer bereit ist, die Bestellung anzunehmen.
et: Selle sõidu kinnitamisega määratakse tellimus juhile sunniviisiliselt. Kinnitage ainult siis, kui juht on valmis tellimust vastu võtma.
fa: با تایید این سفر، سفارش به صورت اجباری به راننده اختصاص داده می‌شود. اطمینان حاصل کنید که فقط زمانی تایید می‌کنید که راننده آماده پذیرش سفارش است.
fi: Vahvistamalla tämän kyydin tilaus määrätään väkisin kuljettajalle. Varmista, että vahvistat vain, kun kuljettaja on valmis hyväksymään tilauksen.
hi: इस सवारी की पुष्टि करके ड्राइवर को जबरन ऑर्डर सौंपा जाएगा। सुनिश्चित करें कि ड्राइवर ऑर्डर स्वीकार करने के लिए तैयार होने पर ही पुष्टि करें।
hy: Այս ուղևորությունը հաստատելով, վարորդը հարկադրաբար կստանա պատվերը: Համոզվեք, որ հաստատում եք միայն այն ժամանակ, երբ վարորդը պատրաստ է ընդունել պատվերը:
id: Dengan mengkonfirmasi perjalanan ini, pengemudi akan secara paksa ditugaskan untuk pesanan. Pastikan untuk mengkonfirmasi hanya saat pengemudi siap menerima pesanan.
it: Confermando questa corsa, l'ordine verrà assegnato forzatamente all'autista. Assicurati di confermare solo quando l'autista è pronto ad accettare l'ordine.

# rideConfirmationDriverNotification
source: By confirming this ride the drivers around the rider will be notified and the first driver to accept the order will be assigned to the ride.
bn: এই রাইডটি নিশ্চিত করার মাধ্যমে রাইডারের আশেপাশের ড্রাইভারদের জানানো হবে এবং অর্ডার গ্রহণকারী প্রথম ড্রাইভারকে রাইডের জন্য বরাদ্দ করা হবে।
de: Durch Bestätigen dieser Fahrt werden die Fahrer in der Nähe des Fahrgastes benachrichtigt und der erste Fahrer, der die Bestellung annimmt, wird der Fahrt zugewiesen.
et: Selle sõidu kinnitamisega teavitatakse ümberkaudseid juhte ja tellimus määratakse esimesele juhile, kes selle vastu võtab.
fa: با تایید این سفر، رانندگان اطراف مسافر مطلع خواهند شد و اولین راننده‌ای که سفارش را بپذیرد به سفر اختصاص داده می‌شود.
fi: Vahvistamalla tämän kyydin matkustajan lähellä oleville kuljettajille ilmoitetaan, ja ensimmäinen tilauksen hyväksyvä kuljettaja määrätään kyytiin.
hi: इस सवारी की पुष्टि करके राइडर के आसपास के ड्राइवरों को सूचित किया जाएगा और ऑर्डर स्वीकार करने वाले पहले ड्राइवर को सवारी सौंपी जाएगी।
hy: Այս ուղևորությունը հաստատելով, ուղևորի մոտակայքում գտնվող վարորդները կտեղեկացվեն, և առաջին ընդունող վարորդին կհանձնարարվի ուղևորությունը:
id: Dengan mengkonfirmasi perjalanan ini, pengemudi di sekitar penumpang akan diberitahu dan pengemudi pertama yang menerima pesanan akan ditugaskan untuk perjalanan.
it: Confermando questa corsa, gli autisti intorno al passeggero verranno notificati e il primo autista che accetterà l'ordine verrà assegnato alla corsa.

# forceAssignConfirmationFooter
source: Clicking "Confirm" will forcefully assign the order to the driver.
bn: "নিশ্চিত করুন" ক্লিক করলে জোরপূর্বক অর্ডারটি ড্রাইভারকে বরাদ্দ করা হবে।
de: Durch Klicken auf "Bestätigen" wird die Bestellung dem Fahrer zwangsweise zugewiesen.
et: Nupule "Kinnita" vajutamine määrab tellimuse juhile sunniviisiliselt.
fa: کلیک بر روی "تایید" سفارش را به صورت اجباری به راننده اختصاص می‌دهد.
fi: Napsauttamalla "Vahvista" tilaus määrätään väkisin kuljettajalle.
hi: "पुष्टि करें" पर क्लिक करने से ऑर्डर ड्राइवर को जबरन सौंपा जाएगा।
hy: «Հաստատել» կոճակը սեղմելով, պատվերը հարկադրաբար կհանձնարարվի վարորդին:
id: Mengklik "Konfirmasi" akan secara paksa menetapkan pesanan ke pengemudi.
it: Cliccando su "Conferma" l'ordine verrà assegnato forzatamente all'autista.

# notifyDriversOnConfirmFooter
source: Clicking "Confirm" will notify drivers near the rider.
bn: "নিশ্চিত করুন" ক্লিক করলে রাইডারের কাছাকাছি ড্রাইভারদের জানানো হবে।
de: Durch Klicken auf "Bestätigen" werden Fahrer in der Nähe des Fahrgastes benachrichtigt.
et: Nupule "Kinnita" vajutamine teavitab juhte sõitja läheduses.
fa: کلیک بر روی "تایید" رانندگان نزدیک مسافر را مطلع می‌کند.
fi: Napsauttamalla "Vahvista" ilmoitetaan matkustajan lähellä oleville kuljettajille.
hi: "पुष्टि करें" पर क्लिक करने से राइडर के पास के ड्राइवरों को सूचित किया जाएगा।
hy: «Հաստատել» կոճակը սեղմելով, կտեղեկացվեն ուղևորի մոտակայքում գտնվող վարորդները։
id: Mengklik "Konfirmasi" akan memberitahu pengemudi di dekat penumpang.
it: Cliccando su "Conferma" verranno notificati gli autisti vicino al passeggero.

# pleaseSelectRideDateTime
source: Please select the date and time for the ride.
bn: অনুগ্রহ করে রাইডের জন্য তারিখ এবং সময় নির্বাচন করুন।
de: Bitte wählen Sie Datum und Uhrzeit für die Fahrt aus.
et: Palun valige sõidu kuupäev ja kellaaeg.
fa: لطفا تاریخ و زمان سفر را انتخاب کنید.
fi: Valitse kyydin päivämäärä ja aika.
hi: कृपया सवारी के लिए तारीख और समय चुनें।
hy: Խնդրում ենք ընտրել ուղևորության ամսաթիվը և ժամը։
id: Mohon pilih tanggal dan waktu untuk perjalanan.
it: Seleziona data e ora per la corsa.

# confirmRequestScheduleNotice
source: Clicking the "Confirm Request" button will schedule this request.
bn: "অনুরোধ নিশ্চিত করুন" বোতামে ক্লিক করলে এই অনুরোধটি নির্ধারিত হবে।
de: Durch Klicken auf die Schaltfläche "Anfrage bestätigen" wird diese Anfrage geplant.
et: Nupule "Kinnita taotlus" vajutamine planeerib selle taotluse.
fa: کلیک بر روی دکمه "تایید درخواست" این درخواست را برنامه‌ریزی می‌کند.
fi: Napsauttamalla "Vahvista pyyntö" -painiketta tämä pyyntö aikataulutetaan.
hi: "रिक्वेस्ट की पुष्टि करें" बटन पर क्लिक करने से यह रिक्वेस्ट शेड्यूल हो जाएगी।
hy: «Հաստատել հարցումը» կոճակը սեղմելով, այս հարցումը կպլանավորվի։
id: Mengklik tombol "Konfirmasi Permintaan" akan menjadwalkan permintaan ini.
it: Cliccando sul pulsante "Conferma richiesta" questa richiesta verrà programmata.

# selectDriver
source: Select a driver
bn: একজন ড্রাইভার নির্বাচন করুন
de: Fahrer auswählen
et: Vali juht
fa: انتخاب راننده
fi: Valitse kuljettaja
hi: एक ड्राइवर चुनें
hy: Ընտրել վարորդ
id: Pilih pengemudi
it: Seleziona un autista

source: Dispatch to all drivers
bn: সমস্ত ড্রাইভারের কাছে প্রেরণ করুন
de: An alle Fahrer senden
et: Saada kõigile juhtidele
fa: ارسال به همه رانندگان
fi: Lähetä kaikille kuljettajille
hi: सभी ड्राइवरों को भेजें
hy: Ուղարկել բոլոր վարորդներին
id: Kirim ke semua pengemudi
it: Invia a tutti gli autisti

source: Assign to selected driver
bn: নির্বাচিত ড্রাইভারকে বরাদ্দ করুন
de: Ausgewähltem Fahrer zuweisen
et: Määra valitud juhile
fa: اختصاص به راننده منتخب
fi: Määrää valitulle kuljettajalle
hi: चयनित ड्राइवर को सौंपें
hy: Հանձնարարել ընտրված վարորդին
id: Tetapkan ke pengemudi terpilih
it: Assegna all'autista selezionato

source: Add location
bn: অবস্থান যোগ করুন
de: Standort hinzufügen
et: Lisa asukoht
fa: افزودن مکان
fi: Lisää sijainti
hi: स्थान जोड़ें
hy: Ավելացնել վայր
id: Tambah lokasi
it: Aggiungi posizione

source: Remove last location
bn: শেষ অবস্থান সরান
de: Letzten Standort entfernen
et: Eemalda viimane asukoht
fa: حذف آخرین مکان
fi: Poista viimeinen sijainti
hi: पिछला स्थान हटाएँ
hy: Հեռացնել վերջին վայրը
id: Hapus lokasi terakhir
it: Rimuovi ultima posizione

source: Enter phone
bn: ফোন প্রবেশ করান
de: Telefon eingeben
et: Sisesta telefon
fa: تلفن را وارد کنید
fi: Anna puhelinnumero
hi: फ़ोन दर्ज करें
hy: Մուտքագրել հեռախոս
id: Masukkan telepon
it: Inserisci telefono

source: Select fleet
bn: ফ্লিট নির্বাচন করুন
de: Flotte auswählen
et: Vali autopark
fa: انتخاب ناوگان
fi: Valitse kalusto
hi: फ्लीट चुनें
hy: Ընտրել ավտոպարկը
id: Pilih armada
it: Seleziona flotta

source: Car Model
bn: গাড়ির মডেল
de: Automodell
et: Auto mudel
fa: مدل ماشین
fi: Auton malli
hi: कार मॉडल
hy: Մեքենայի մոդել
id: Model Mobil
it: Modello auto

source: Select Car Model
bn: গাড়ির মডেল নির্বাচন করুন
de: Automodell auswählen
et: Vali auto mudel
fa: انتخاب مدل ماشین
fi: Valitse auton malli
hi: कार मॉडल चुनें
hy: Ընտրել մեքենայի մոդելը
id: Pilih Model Mobil
it: Seleziona modello auto

source: Car Color
bn: গাড়ির রঙ
de: Autofarbe
et: Auto värv
fa: رنگ ماشین
fi: Auton väri
hi: कार का रंग
hy: Մեքենայի գույնը
id: Warna Mobil
it: Colore auto

source: Select Car Color
bn: গাড়ির রঙ নির্বাচন করুন
de: Autofarbe auswählen
et: Vali auto värv
fa: انتخاب رنگ ماشین
fi: Valitse auton väri
hi: कार का रंग चुनें
hy: Ընտրել մեքենայի գույնը
id: Pilih Warna Mobil
it: Seleziona colore auto

source: Car Production Year
bn: গাড়ির উৎপাদন বছর
de: Auto-Baujahr
et: Auto tootmisaasta
fa: سال تولید ماشین
fi: Auton valmistusvuosi
hi: कार निर्माण वर्ष
hy: Մեքենայի արտադրության տարեթիվը
id: Tahun Produksi Mobil
it: Anno produzione auto

source: Enter car production year
bn: গাড়ির উৎপাদন বছর প্রবেশ করান
de: Auto-Baujahr eingeben
et: Sisesta auto tootmisaasta
fa: سال تولید ماشین را وارد کنید
fi: Anna auton valmistusvuosi
hi: कार निर्माण वर्ष दर्ज करें
hy: Մուտքագրել մեքենայի արտադրության տարեթիվը
id: Masukkan tahun produksi mobil
it: Inserisci anno produzione auto

source: Car Plate Number
bn: গাড়ির প্লেট নম্বর
de: Autokennzeichen
et: Auto numbrimärk
fa: شماره پلاک ماشین
fi: Auton rekisterinumero
hi: कार प्लेट नंबर
hy: Մեքենայի համարանիշը
id: Nomor Plat Mobil
it: Numero targa auto

source: Enter car plate number
bn: গাড়ির প্লেট নম্বর প্রবেশ করান
de: Autokennzeichen eingeben
et: Sisesta auto numbrimärk
fa: شماره پلاک ماشین را وارد کنید
fi: Anna auton rekisterinumero
hi: कार प्लेट नंबर दर्ज करें
hy: Մուտքագրել մեքենայի համարանիշը
id: Masukkan nomor plat mobil
it: Inserisci numero targa auto

source: Enter account number
bn: অ্যাকাউন্ট নম্বর প্রবেশ করান
de: Kontonummer eingeben
et: Sisesta kontonumber
fa: شماره حساب را وارد کنید
fi: Anna tilinumero
hi: खाता संख्या दर्ज करें
hy: Մուտքագրել հաշվի համարը
id: Masukkan nomor rekening
it: Inserisci numero conto

source: Enter bank name
bn: ব্যাঙ্কের নাম প্রবেশ করান
de: Bankname eingeben
et: Sisesta panga nimi
fa: نام بانک را وارد کنید
fi: Anna pankin nimi
hi: बैंक का नाम दर्ज करें
hy: Մուտքագրել բանկի անվանումը
id: Masukkan nama bank
it: Inserisci nome banca

source: Enter bank routing number
bn: ব্যাঙ্ক রাউটিং নম্বর প্রবেশ করান
de: Bankleitzahl eingeben
et: Sisesta panga kood
fa: شماره مسیریابی بانک را وارد کنید
fi: Anna pankin reititysnumero
hi: बैंक रूटिंग नंबर दर्ज करें
hy: Մուտքագրել բանկային երթուղային համարը
id: Masukkan nomor routing bank
it: Inserisci numero di instradamento bancario

source: Enter bank swift
bn: ব্যাঙ্ক সুইফট প্রবেশ করান
de: SWIFT-Code eingeben
et: Sisesta panga SWIFT kood
fa: سوئیفت بانک را وارد کنید
fi: Anna pankin SWIFT-koodi
hi: बैंक स्विफ्ट दर्ज करें
hy: Մուտքագրել բանկային Swift-ը
id: Masukkan kode swift bank
it: Inserisci codice SWIFT bancario

source: Enter Address
bn: ঠিকানা প্রবেশ করান
de: Adresse eingeben
et: Sisesta aadress
fa: آدرس را وارد کنید
fi: Anna osoite
hi: पता दर्ज करें
hy: Մուտքագրել հասցեն
id: Masukkan Alamat
it: Inserisci indirizzo

source: Never Expires
bn: কখনো মেয়াদ শেষ হয় না
de: Läuft nie ab
et: Ei aegu kunagi
fa: هرگز منقضی نمی‌شود
fi: Ei vanhene koskaan
hi: कभी समाप्त नहीं होता
hy: Երբեք չի ժամկետանցում
id: Tidak Pernah Kedaluwarsa
it: Non scade mai

source: Select Option
bn: বিকল্প নির্বাচন করুন
de: Option auswählen
et: Vali valik
fa: انتخاب گزینه
fi: Valitse vaihtoehto
hi: विकल्प चुनें
hy: Ընտրել տարբերակը
id: Pilih Opsi
it: Seleziona opzione

source: Expire Date
bn: মেয়াদ শেষ হওয়ার তারিখ
de: Ablaufdatum
et: Aegumiskuupäev
fa: تاریخ انقضا
fi: Vanhenemispäivä
hi: समाप्ति तिथि
hy: Ժամկետի ավարտ
id: Tanggal Kedaluwarsa
it: Data di scadenza

source: Retention Policy
bn: ধারণ নীতি
de: Aufbewahrungsrichtlinie
et: Säilitamispoliitika
fa: سیاست نگهداری
fi: Säilytyskäytäntö
hi: प्रतिधारण नीति
hy: Պահպանման քաղաքականություն
id: Kebijakan Retensi
it: Politica di conservazione

source: Select a service
bn: একটি পরিষেবা নির্বাচন করুন
de: Einen Dienst auswählen
et: Vali teenus
fa: انتخاب سرویس
fi: Valitse palvelu
hi: एक सेवा चुनें
hy: Ընտրել ծառայություն
id: Pilih layanan
it: Seleziona un servizio

source: Delivery Services
bn: ডেলিভারি পরিষেবা
de: Lieferdienste
et: Tarne teenused
fa: سرویس‌های تحویل
fi: Toimituspalvelut
hi: वितरण सेवाएँ
hy: Առաքման ծառայություններ
id: Layanan Pengiriman
it: Servizi di consegna

source: Add New Driver
bn: নতুন ড্রাইভার যোগ করুন
de: Neuen Fahrer hinzufügen
et: Lisa uus juht
fa: افزودن راننده جدید
fi: Lisää uusi kuljettaja
hi: नया ड्राइवर जोड़ें
hy: Ավելացնել նոր վարորդ
id: Tambah Pengemudi Baru
it: Aggiungi nuovo autista

# inputDriverDetails
source: Enter the driver's details below.
bn: নীচে ড্রাইভারের বিবরণ প্রবেশ করান।
de: Geben Sie unten die Fahrerdetails ein.
et: Sisesta juhi andmed allpool.
fa: جزئیات راننده را در زیر وارد کنید.
fi: Anna kuljettajan tiedot alla.
hi: ड्राइवर का विवरण नीचे दर्ज करें।
hy: Մուտքագրեք վարորդի մանրամասները ստորև։
id: Masukkan detail pengemudi di bawah ini.
it: Inserisci i dettagli dell'autista qui sotto.

source: Enter details information
bn: বিবরণ তথ্য প্রবেশ করান
de: Detailinformationen eingeben
et: Sisesta üksikasjalik teave
fa: اطلاعات جزئیات را وارد کنید
fi: Anna tiedot
hi: विवरण जानकारी दर्ज करें
hy: Մուտքագրել մանրամասն տեղեկատվություն
id: Masukkan detail informasi
it: Inserisci informazioni dettagliate

source: Upload drivers documents
bn: ড্রাইভারদের নথি আপলোড করুন
de: Fahrerdokumente hochladen
et: Laadi üles juhi dokumendid
fa: آپلود مدارک رانندگان
fi: Lataa kuljettajan asiakirjat
hi: ड्राइवर दस्तावेज अपलोड करें
hy: Վերբեռնել վարորդի փաստաթղթերը
id: Unggah dokumen pengemudi
it: Carica documenti autisti

source: Service Pricing
bn: পরিষেবার মূল্য নির্ধারণ
de: Dienstleistungspreise
et: Teenuse hinnakujundus
fa: قیمت‌گذاری سرویس
fi: Palvelun hinnoittelu
hi: सेवा मूल्य निर्धारण
hy: Ծառայության գնագոյացում
id: Harga Layanan
it: Prezzi servizio

source: Select drivers services
bn: ড্রাইভারদের পরিষেবা নির্বাচন করুন
de: Fahrerdienste auswählen
et: Vali juhi teenused
fa: انتخاب سرویس‌های رانندگان
fi: Valitse kuljettajan palvelut
hi: ड्राइवर सेवाएँ चुनें
hy: Ընտրել վարորդի ծառայությունները
id: Pilih layanan pengemudi
it: Seleziona servizi autisti

source: Earnings Over Time
bn: সময়ের সাথে আয়
de: Einnahmen im Zeitverlauf
et: Tulud aja jooksul
fa: درآمدها در طول زمان
fi: Ansio ajan mittaan
hi: समय के साथ कमाई
hy: Եկամուտը ժամանակի ընթացքում
id: Pendapatan dari Waktu ke Waktu
it: Guadagni nel tempo

# driverEarningsOverTimeDescription
source: Shows the earnings of drivers over a selected time period.
bn: একটি নির্বাচিত সময়কালে ড্রাইভারদের আয় দেখায়।
de: Zeigt die Einnahmen der Fahrer über einen ausgewählten Zeitraum.
et: Näitab juhtide tulu valitud perioodi jooksul.
fa: درآمدهای رانندگان را در یک دوره زمانی منتخب نشان می‌دهد.
fi: Näyttää kuljettajien ansiot valitulla ajanjaksolla.
hi: चयनित समय अवधि में ड्राइवरों की कमाई दिखाता है।
hy: Ցույց է տալիս վարորդների եկամուտը ընտրված ժամանակահատվածում։
id: Menunjukkan pendapatan pengemudi selama periode waktu yang dipilih.
it: Mostra i guadagni degli autisti in un periodo di tempo selezionato.

# driverDocumentWillBeDeletedIn
source: Driver’s document will be deleted in
bn: ড্রাইভারের নথি মুছে ফেলা হবে
de: Fahrerdokument wird gelöscht in
et: Juhi dokument kustutatakse
fa: مدرک راننده در
fi: Kuljettajan asiakirja poistetaan
hi: ड्राइवर का दस्तावेज इसमें हटा दिया जाएगा
hy: Վարորդի փաստաթուղթը կջնջվի
id: Dokumen pengemudi akan dihapus dalam
it: Il documento dell'autista verrà eliminato tra

source: Ride Acceptance Rate
bn: রাইড গ্রহণের হার
de: Fahrtannahmequote
et: Sõidutaotluste vastuvõtmise määr
fa: نرخ پذیرش سفر
fi: Kyydin hyväksymisaste
hi: सवारी स्वीकृति दर
hy: Ուղևորության ընդունման մակարդակը
id: Tingkat Penerimaan Perjalanan
it: Tasso di accettazione corse

# rideAcceptanceRateDescription
source: The percentage of ride requests accepted by drivers.
bn: ড্রাইভারদের দ্বারা গৃহীত রাইড অনুরোধের শতাংশ।
de: Der Prozentsatz der von Fahrern angenommenen Fahrtanfragen.
et: Juhtide poolt vastuvõetud sõidutaotluste protsent.
fa: درصد درخواست‌های سفری که توسط رانندگان پذیرفته شده است.
fi: Kuljettajien hyväksymien kyytipyyntöjen prosenttiosuus.
hi: ड्राइवरों द्वारा स्वीकृत सवारी अनुरोधों का प्रतिशत।
hy: Վարորդների կողմից ընդունված ուղևորությունների տոկոսը։
id: Persentase permintaan perjalanan yang diterima oleh pengemudi.
it: La percentuale di richieste di corsa accettate dagli autisti.

source: Ride Completion Rate
bn: রাইড সমাপ্তির হার
de: Fahrtabschlussquote
et: Sõidu lõpetamise määr
fa: نرخ تکمیل سفر
fi: Kyydin suoritusaste
hi: सवारी पूर्णता दर
hy: Ուղևորության ավարտի մակարդակը
id: Tingkat Penyelesaian Perjalanan
it: Tasso di completamento corse

# rideCompletionRateDescription
source: Displays the percentage of completed rides versus canceled or unfulfilled requests.
bn: বাতিল বা অপূর্ণ অনুরোধের তুলনায় সম্পন্ন রাইডের শতাংশ প্রদর্শন করে।
de: Zeigt den Prozentsatz abgeschlossener Fahrten im Vergleich zu stornierten oder nicht erfüllten Anfragen.
et: Kuvab lõpetatud sõitude protsendi võrreldes tühistatud või täitmata taotlustega.
fa: درصد سفرهای تکمیل شده در مقابل درخواست‌های لغو شده یا انجام نشده را نمایش می‌دهد.
fi: Näyttää suoritettujen kyytien prosenttiosuuden verrattuna peruutettuihin tai täyttämättömiin pyyntöihin.
hi: रद्द या अपूर्ण अनुरोधों के मुकाबले पूर्ण हुई सवारियों का प्रतिशत प्रदर्शित करता है।
hy: Ցույց է տալիս ավարտված ուղևորությունների տոկոսը՝ համեմատ չեղարկված կամ չկատարված հարցումների հետ:
id: Menampilkan persentase perjalanan yang selesai dibandingkan dengan permintaan yang dibatalkan atau tidak terpenuhi.
it: Mostra la percentuale di corse completate rispetto alle richieste annullate o non evase.

source: Orders List
bn: অর্ডারের তালিকা
de: Bestellliste
et: Tellimuste loend
fa: لیست سفارشات
fi: Tilausluettelo
hi: ऑर्डर सूची
hy: Պատվերների ցուցակը
id: Daftar Pesanan
it: Elenco ordini

source: Review by
bn: দ্বারা পর্যালোচনা
de: Bewertung von
et: Arvustanud
fa: نظر توسط
fi: Arvostelija
hi: द्वारा समीक्षा
hy: Կարծիք՝
id: Diulas oleh
it: Recensione di

source: Active/Inactive Drivers
bn: সক্রিয়/নিষ্ক্রিয় ড্রাইভার
de: Aktive/Inaktive Fahrer
et: Aktiivsed/mitteaktiivsed juhid
fa: رانندگان فعال/غیرفعال
fi: Aktiiviset/ei-aktiiviset kuljettajat
hi: सक्रिय/निष्क्रिय ड्राइवर
hy: Ակտիվ/Անակտիվ վարորդներ
id: Pengemudi Aktif/Tidak Aktif
it: Autisti attivi/inattivi

# activeDriversLast30Days
source: Drivers with at least one ride in the last 30 days
bn: গত ৩০ দিনে কমপক্ষে একটি রাইড সহ ড্রাইভার
de: Fahrer mit mindestens einer Fahrt in den letzten 30 Tagen
et: Juhid, kellel on olnud vähemalt üks sõit viimase 30 päeva jooksul
fa: رانندگانی که حداقل یک سفر در ۳۰ روز گذشته داشته‌اند
fi: Kuljettajat, joilla on vähintään yksi kyyti viimeisten 30 päivän aikana
hi: पिछले 30 दिनों में कम से कम एक सवारी वाले ड्राइवर
hy: Վարորդներ, ովքեր առնվազն մեկ ուղևորություն են ունեցել վերջին 30 օրվա ընթացքում
id: Pengemudi dengan setidaknya satu perjalanan dalam 30 hari terakhir
it: Autisti con almeno una corsa negli ultimi 30 giorni

source: Earnings Distribution
bn: আয় বিতরণ
de: Einnahmenverteilung
et: Tulude jaotus
fa: توزیع درآمدها
fi: Ansioiden jakauma
hi: कमाई वितरण
hy: Եկամուտի բաշխում
id: Distribusi Pendapatan
it: Distribuzione guadagni

# earningsDistributionDescription
source: Highlights the distribution of earnings among drivers.
bn: ড্রাইভারদের মধ্যে আয়ের বিতরণ তুলে ধরে।
de: Hebt die Verteilung der Einnahmen unter den Fahrern hervor.
et: Tõstab esile tulude jaotuse juhtide vahel.
fa: توزیع درآمدها در بین رانندگان را برجسته می‌کند.
fi: Korostaa ansioiden jakaumaa kuljettajien kesken.
hi: ड्राइवरों के बीच कमाई के वितरण पर प्रकाश डालता है।
hy: Ցույց է տալիս եկամուտի բաշխումը վարորդների միջև։
id: Menyoroti distribusi pendapatan di antara pengemudi.
it: Evidenzia la distribuzione dei guadagni tra gli autisti.
