Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Report an issue
bn: একটি সমস্যা রিপোর্ট করুন
de: Ein Problem melden
et: Teata probleemist
fa: گزارش مشکل
fi: Ilmoita ongelmasta
hi: किसी समस्या की रिपोर्ट करें
hy: Հաղորդել խնդրի մասին
id: Laporkan masalah
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
ms: Laporkan isu
nl: Een probleem melden
no: Rapporter et problem
pl: Zgłoś problem
ro: Raportează o problemă
sv: Rapportera ett problem
th: รายงานปัญหา
uk: Повідомити про проблему
ur: ایک مسئلہ کی اطلاع دیں
vi: Báo cáo một vấn đề
zh_tw: 報告問題

# reportAnIssueMidTripDescription
source: Share a safety issue on-trip
bn: ভ্রমণকালে একটি নিরাপত্তা সমস্যা শেয়ার করুন
de: Teilen Sie ein Sicherheitsproblem während der Fahrt
et: Teata ohutusprobleemist sõidu ajal
fa: یک مشکل ایمنی در حین سفر را به اشتراک بگذارید
fi: Jaa turvallisuusongelma matkan aikana
hi: यात्रा के दौरान सुरक्षा समस्या साझा करें
hy: Կիսվել անվտանգության խնդրի մասին ուղևորության ընթացքում:
id: Bagikan masalah keamanan di tengah perjalanan
it: Segnala un problema di sicurezza durante il viaggio
ja: 旅行中の安全上の問題を共有する
ko: 여행 중 안전 문제 공유
ms: Kongsi isu keselamatan semasa dalam perjalanan
nl: Deel een veiligheidsprobleem onderweg
no: Del et sikkerhetsproblem på tur
pl: Podziel się kwestią bezpieczeństwa w podróży
ro: Distribuiți o problemă de siguranță în timpul călătoriei
sv: Dela ett säkerhetsproblem på resan
th: แบ่งปันประเด็นด้านความปลอดภัยในการเดินทาง
uk: Поділіться проблемою безпеки під час подорожі
ur: سفر کے دوران حفاظتی مسئلہ کا اشتراک کریں۔
vi: Chia sẻ vấn đề an toàn trong chuyến đi
zh_tw: 分享旅途中的安全問題

source: Ride options
bn: রাইডের বিকল্প
de: Fahroptionen
et: Sõiduvõimalused
fa: گزینه‌های سفر
fi: Kyytivaihtoehdot
hi: सवारी विकल्प
hy: Ուղևորության ընտրանքներ
id: Opsi perjalanan
it: Opzioni corsa
ja: 乗車オプション
ko: 탑승 옵션
ms: Pilihan tunggangan
nl: Rit opties
no: Ridealternativer
pl: Opcje jazdy
ro: Opțiuni de călătorie
sv: Åkalternativ
th: ตัวเลือกการขับขี่
uk: Варіанти їзди
ur: سواری کے اختیارات
vi: Tùy chọn đi xe
zh_tw: 乘車選擇

source: Go back to ride
bn: রাইডে ফিরে যান
de: Zurück zur Fahrt
et: Mine tagasi sõidule
fa: بازگشت به سفر
fi: Palaa kyytiin
hi: सवारी पर वापस जाएं
hy: Վերադառնալ ուղևորություն
id: Kembali ke perjalanan
it: Torna alla corsa
ja: 戻って乗ります
ko: 다시 타고 가세요
ms: Balik menunggang
nl: Ga terug om te rijden
no: Gå tilbake for å sykle
pl: Wracaj na przejażdżkę
ro: Întoarce-te să călărești
sv: Gå tillbaka för att rida
th: กลับไปขี่ได้เลย
uk: Поверніться, щоб покататися
ur: سواری پر واپس جائیں۔
vi: Quay trở lại để đi xe
zh_tw: 回去騎車

source: Wait time
bn: অপেক্ষার সময়
de: Wartezeit
et: Ooteaeg
fa: زمان انتظار
fi: Odotusaika
hi: प्रतीक्षा समय
hy: Սպասման ժամանակ
id: Waktu tunggu
it: Tempo di attesa
ja: 待ち時間
ko: 기다리는 시간
ms: Menunggu masa
nl: Wacht tijd
no: Ventetid
pl: Czas oczekiwania
ro: Timp de așteptare
sv: Väntetid
th: รอเวลา
uk: Час очікування
ur: وقت کا انتظار کریں۔
vi: Thời gian chờ đợi
zh_tw: 等待時間

source: Coupon code
bn: কুপন কোড
de: Gutscheincode
et: Sooduskood
fa: کد کوپن
fi: Kuponkikoodi
hi: कूपन कोड
hy: Կտրոնի կոդ
id: Kode kupon
it: Codice coupon
ja: クーポンコード
ko: 쿠폰 코드
ms: Kod Kupon
no: Kupongkode
pl: Kod kuponu
ro: Cod cupon
sv: Kupongskod
th: รหัสคูปอง
uk: Код купона
ur: کوپن کوڈ
vi: Mã giảm giá
zh_tw: 優惠券代碼

source: Gift card code
bn: গিফট কার্ড কোড
de: Geschenkkartencode
et: Kinkekaardi kood
fa: کد کارت هدیه
fi: Lahjakortin koodi
hi: गिफ्ट कार्ड कोड
hy: Նվեր քարտի կոդը
id: Kode kartu hadiah
it: Codice carta regalo
ja: ギフトカードコード
ko: 기프트 카드 코드
ms: Kod kad hadiah
nl: Cadeaukaartcode
no: Gavekortkode
pl: Kod karty podarunkowej
ro: Cod card cadou
sv: Presentkortskod
th: รหัสบัตรของขวัญ
uk: Код подарункової картки
ur: گفٹ کارڈ کوڈ
vi: Mã thẻ quà tặng
zh_tw: 禮品卡代碼

source: Nice points
bn: ভালো পয়েন্ট
de: Positive Punkte
et: Positiivsed punktid
fa: امتیازات مثبت
fi: Hyvät puolet
hi: सकारात्मक अंक
hy: Դրական միավորներ
id: Poin bagus
it: Punti positivi
ja: 嬉しいポイント
ko: 좋은 점
ms: Mata yang bagus
nl: Mooie punten
no: Fine poeng
pl: Ładne punkty
ro: Frumoase puncte
sv: Fina poäng
th: จุดที่ดี
uk: Хороші бали
ur: اچھے پوائنٹس
vi: Điểm đẹp
zh_tw: 不錯的點

source: Negative Points
bn: নেতিবাচক পয়েন্ট
de: Negative Punkte
et: Negatiivsed punktid
fa: امتیازات منفی
fi: Huonot puolet
hi: नकारात्मक अंक
hy: Բացասական միավորներ
id: Poin negatif
it: Punti negativi
ja: マイナスポイント
ko: 부정적인 점
ms: Mata Negatif
nl: Negatieve punten
no: Negative poeng
pl: Punkty ujemne
ro: Puncte negative
sv: Negativa poäng
th: จุดลบ
uk: Негативні моменти
ur: منفی پوائنٹس
vi: Điểm tiêu cực
zh_tw: 負分

# reviewCommentBoxHint
source: Share your experience with us...
bn: আপনার অভিজ্ঞতা আমাদের সাথে শেয়ার করুন...
de: Teilen Sie uns Ihre Erfahrung mit...
et: Jagage meiega oma kogemust...
fa: تجربه خود را با ما به اشتراک بگذارید...
fi: Jaa kokemuksesi kanssamme...
hi: हमारे साथ अपना अनुभव साझा करें...
hy: Կիսվեք ձեր փորձով մեզ հետ...
id: Bagikan pengalaman Anda dengan kami...
it: Condividi la tua esperienza con noi...
ja: コメントを追加...
ko: 의견을 추가하다...
ms: Tambah komen...
nl: Voeg een reactie toe...
no: Legg til en kommentar...
pl: Dodaj komentarz...
ro: Adauga un comentariu...
sv: Lägg till en kommentar...
th: เพิ่มความคิดเห็น...
uk: Додати коментар...
ur: تبصرہ شامل کریں...
vi: Thêm một bình luận...
zh_tw: 新增評論...

source: How was your trip?
bn: আপনার ভ্রমণ কেমন ছিল?
de: Wie war Ihre Fahrt?
et: Kuidas teie sõit oli?
fa: سفر شما چطور بود؟
fi: Miten matkasi meni?
hi: आपकी यात्रा कैसी रही?
hy: Ինչպե՞ս անցավ ձեր ուղևորությունը:
id: Bagaimana perjalanan Anda?
it: Com'è stato il tuo viaggio?
ja: 旅どうだった？
ko: 여행은 어땠나요?
ms: Bagaimana perjalanan anda?
nl: Hoe was je reis?
no: Hvordan var turen din?
pl: Jak minęła Twoja podróż?
ro: Cum a fost călătoria?
sv: Hur var din resa?
th: ไปเที่ยวเป็นอย่างไรบ้าง?
uk: Як пройшла ваша поїздка?
ur: آپ کا سفر کیسا رہا؟
vi: Chuyến đi của bạn như thế nào?
zh_tw: 你的旅途怎麼樣？

# oneStarReviewTitle
source: Terrible trip with {name}
bn: {name} এর সাথে ভয়ানক ভ্রমণ
de: Schreckliche Fahrt mit {name}
et: Kohutav sõit juhiga {name}
fa: سفر وحشتناک با {name}
fi: Kamala matka {name}:n kanssa
hi: {name} के साथ भयानक यात्रा
hy: Սարսափելի ուղևորություն {name}-ի հետ
id: Perjalanan buruk dengan {name}
it: Viaggio terribile con {name}
ja: {name}とのひどい旅行
ko: {name}와 함께하는 끔찍한 여행
ms: Perjalanan yang mengerikan dengan {name}
nl: Vreselijke reis met {name}
no: Forferdelig tur med {name}
pl: Straszna podróż z {name}
ro: Excursie groaznică cu {name}
sv: Hemsk resa med {name}
th: ทริปแย่มากกับ {name}
uk: Жахлива поїздка з {name}
ur: {name} کے ساتھ خوفناک سفر
vi: Chuyến đi khủng khiếp với {name}
zh_tw: 和 {name} 一起度過了一次糟糕的旅行

# twoStarReviewTitle
source: Bad trip with {name}
bn: {name} এর সাথে খারাপ ভ্রমণ
de: Schlechte Fahrt mit {name}
et: Halb sõit juhiga {name}
fa: سفر بد با {name}
fi: Huono matka {name}:n kanssa
hi: {name} के साथ खराब यात्रा
hy: Վատ ուղևորություն {name}-ի հետ
id: Perjalanan kurang bagus dengan {name}
it: Brutto viaggio con {name}
ja: {name}とのバッドトリップ
ko: {name}와의 나쁜 여행
ms: Perjalanan buruk dengan {name}
nl: Slechte trip met {name}
no: Dårlig tur med {name}
pl: Zła podróż z {name}
ro: Călătorie proastă cu {name}
sv: Dålig resa med {name}
th: ทริปแย่ๆกับ{name}
uk: Погана поїздка з {name}
ur: {name} کے ساتھ برا سفر
vi: Chuyến đi tồi tệ với {name}
zh_tw: {name} 的糟糕旅行

# threeStarReviewTitle
source: Average trip with {name}
bn: {name} এর সাথে মাঝারি মানের ভ্রমণ
de: Durchschnittliche Fahrt mit {name}
et: Keskmine sõit juhiga {name}
fa: سفر متوسط با {name}
fi: Keskinkertainen matka {name}:n kanssa
hi: {name} के साथ औसत यात्रा
hy: Միջին ուղևորություն {name}-ի հետ
id: Perjalanan biasa saja dengan {name}
it: Viaggio nella media con {name}
ja: {name}の平均旅行
ko: {name}와의 평균 여행
ms: Perjalanan purata dengan {name}
nl: Gemiddelde rit met {name}
no: Gjennomsnittlig reise med {name}
pl: Średnia podróż z {name}
ro: Excursie medie cu {name}
sv: Genomsnittlig resa med {name}
th: ทริปเฉลี่ยด้วย {name}
uk: Середня поїздка з {name}
ur: {name} کے ساتھ اوسط سفر
vi: Chuyến đi trung bình với {name}
zh_tw: 平均行程{name}

# fourStarReviewTitle
source: Good trip with {name}
bn: {name} এর সাথে ভালো ভ্রমণ
de: Gute Fahrt mit {name}
et: Hea sõit juhiga {name}
fa: سفر خوب با {name}
fi: Hyvä matka {name}:n kanssa
hi: {name} के साथ अच्छी यात्रा
hy: Լավ ուղևորություն {name}-ի հետ
id: Perjalanan bagus dengan {name}
it: Buon viaggio con {name}
ja: {name}との良い旅
ko: {name}와 함께하는 즐거운 여행
ms: Perjalanan yang baik dengan {name}
nl: Goede reis met {name}
no: God tur med {name}
pl: Dobra wycieczka z {name}
ro: Călătorie bună cu {name}
sv: Bra resa med {name}
th: เที่ยวดีๆกับ{name}
uk: Гарної подорожі з {name}
ur: {name} کے ساتھ اچھا سفر
vi: Chuyến đi vui vẻ với {name}
zh_tw: 和{name}一起旅行很愉快

# fiveStarReviewTitle
source: Awesome trip with {name}
bn: {name} এর সাথে অসাধারণ ভ্রমণ
de: Tolle Fahrt mit {name}
et: Suurepärane sõit juhiga {name}
fa: سفر عالی با {name}
fi: Mahtava matka {name}:n kanssa
hi: {name} के साथ शानदार यात्रा
hy: Հրաշալի ուղևորություն {name}-ի հետ
id: Perjalanan luar biasa dengan {name}
it: Viaggio fantastico con {name}
ja: {name}との素晴らしい旅行
ko: {name}와 함께하는 멋진 여행
ms: Perjalanan yang mengagumkan dengan {name}
nl: Geweldige reis met {name}
no: Fantastisk tur med {name}
pl: Niesamowita wycieczka z {name}
ro: Excursie minunată cu {name}
sv: Fantastisk resa med {name}
th: สุดยอดทริปกับ{name}
uk: Чудова подорож з {name}
ur: {name} کے ساتھ شاندار سفر
vi: Chuyến đi tuyệt vời với {name}
zh_tw: 和{name}一起度過很棒的旅行

source: Submit feedback
bn: মতামত জমা দিন
de: Feedback senden
et: Saada tagasiside
fa: ارسال بازخورد
fi: Lähetä palaute
hi: प्रतिक्रिया सबमिट करें
hy: Ուղարկել արձագանքը
id: Kirim masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 제출
ms: Hantar maklum balas
nl: Feedback verzenden
no: Send inn tilbakemelding
pl: Prześlij opinię
ro: Trimite parerea ta
sv: Skicka feedback
th: ส่งข้อเสนอแนะ
uk: Надіслати відгук
ur: رائے جمع کروائیں۔
vi: Gửi phản hồi
zh_tw: 提交回饋

source: Type a message
bn: একটি বার্তা টাইপ করুন
de: Nachricht eingeben
et: Kirjuta sõnum
fa: پیامی بنویسید
fi: Kirjoita viesti
hi: एक संदेश टाइप करें
hy: Մուտքագրել հաղորդագրություն
id: Ketik pesan
it: Scrivi un messaggio
ja: メッセージを入力してください
ko: 메시지를 입력하세요
ms: Taip mesej
nl: Type een bericht
no: Skriv inn en melding
pl: Wpisz wiadomość
ro: Scrie un mesaj
sv: Skriv ett meddelande
th: พิมพ์ข้อความ
uk: Введіть повідомлення
ur: ایک پیغام ٹائپ کریں۔
vi: Gõ một tin nhắn
zh_tw: 輸入訊息

source: Find another ride
bn: অন্য রাইড খুঁজুন
de: Eine andere Fahrt finden
et: Leia teine sõit
fa: یافتن سفر دیگر
fi: Etsi toinen kyyti
hi: एक और सवारी खोजें
hy: Գտնել մեկ այլ ուղևորություն
id: Cari perjalanan lain
it: Trova un'altra corsa
ja: 別の乗り物を探す
ko: 다른 차량 찾기
ms: Cari perjalanan lain
nl: Zoek een andere rit
no: Finn en annen tur
pl: Znajdź inny przejazd
ro: Găsiți o altă călătorie
sv: Hitta en annan resa
th: หารถอีกคัน
uk: Знайдіть іншу поїздку
ur: دوسری سواری تلاش کریں۔
vi: Tìm chuyến xe khác
zh_tw: 找另一趟車

source: Next
bn: পরবর্তী
de: Weiter
et: Järgmine
fa: بعدی
fi: Seuraava
hi: अगला
hy: Հաջորդը
id: Berikutnya
it: Avanti
ja: 次
ko: 다음
ms: Seterusnya
nl: Volgende
no: Neste
pl: Następny
ro: Următorul
sv: Nästa
th: ต่อไป
uk: Далі
ur: اگلے
vi: Kế tiếp
zh_tw: 下一個

source: Search for drop-off location
bn: ড্রপ-অফ অবস্থানের জন্য অনুসন্ধান করুন
de: Abgabepunkt suchen
et: Otsi mahapanemise kohta
fa: جستجوی مکان پیاده شدن
fi: Etsi jättöpaikkaa
hi: ड्रॉप-ऑफ़ स्थान खोजें
hy: Փնտրել իջեցնելու վայրը
id: Cari lokasi penurunan
it: Cerca luogo di arrivo
ja: 降車場所を検索する
ko: 하차 장소 검색
ms: Cari lokasi drop-off
nl: Zoek naar afleverlocatie
no: Søk etter avleveringssted
pl: Wyszukaj miejsce nadania
ro: Căutați locația de predare
sv: Sök efter avlämningsplats
th: ค้นหาสถานที่ส่งของ
uk: Пошук місця висадки
ur: ڈراپ آف لوکیشن تلاش کریں۔
vi: Tìm kiếm địa điểm trả khách
zh_tw: 搜尋下車地點

source: Search for pick-up location
bn: পিক-আপ অবস্থানের জন্য অনুসন্ধান করুন
de: Abholpunkt suchen
et: Otsi pealevõtmise kohta
fa: جستجوی مکان سوار شدن
fi: Etsi noutopaikkaa
hi: पिक-अप स्थान खोजें
hy: Փնտրել վերցնելու վայրը
id: Cari lokasi penjemputan
it: Cerca luogo di prelievo
ja: 受け取り場所を検索する
ko: 픽업 장소 검색
ms: Cari lokasi pengambilan
nl: Zoek ophaallocatie
no: Søk etter hentested
pl: Wyszukaj miejsce odbioru
ro: Căutați locația de preluare
sv: Sök efter upphämtningsplats
th: ค้นหาสถานที่รับรถ
uk: Пошук місця отримання
ur: پک اپ کی جگہ تلاش کریں۔
vi: Tìm kiếm địa điểm đón
zh_tw: 搜尋上車地點

# placeConfirmDialogPlaceholder
source: Where is your drop-off location?
bn: আপনার ড্রপ-অফ অবস্থান কোথায়?
de: Wo ist Ihr Abgabepunkt?
et: Kus on teie mahapanemise koht?
fa: مکان پیاده شدن شما کجاست؟
fi: Missä on jättöpaikkasi?
hi: आपका ड्रॉप-ऑफ़ स्थान कहाँ है?
hy: Որտե՞ղ է ձեր իջեցնելու վայրը:
id: Di mana lokasi penurunan Anda?
it: Qual è il tuo luogo di arrivo?
ja: 降車場所はどこですか?
ko: 하차 장소는 어디인가요?
ms: Di manakah lokasi penghantaran anda?
nl: Waar is uw afleverlocatie?
no: Hvor er avleveringsstedet ditt?
pl: Gdzie jest Twoje miejsce nadania?
ro: Unde este locația dvs. de predare?
sv: Var är din avlämningsplats?
th: สถานที่ส่งของคุณอยู่ที่ไหน?
uk: Де ваше місце висадки?
ur: آپ کا ڈراپ آف لوکیشن کہاں ہے؟
vi: Địa điểm trả khách của bạn ở đâu?
zh_tw: 您的下車地點在哪裡？

source: No announcements
bn: কোন ঘোষণা নেই
de: Keine Ankündigungen
et: Teadaandeid ei ole
fa: اعلانی وجود ندارد
fi: Ei ilmoituksia
hi: कोई घोषणा नहीं
hy: Հայտարարություններ չկան
id: Tidak ada pengumuman
it: Nessun annuncio
ja: アナウンスはありません
ko: 공지 없음
ms: Tiada pengumuman
nl: Geen aankondigingen
no: Ingen kunngjøringer
pl: Brak ogłoszeń
ro: Fara anunturi
sv: Inga meddelanden
th: ไม่มีประกาศ
uk: Жодних оголошень
ur: کوئی اعلانات نہیں۔
vi: Không có thông báo
zh_tw: 沒有公告

source: Announcements
bn: ঘোষণাসমূহ
de: Ankündigungen
et: Teadaanded
fa: اعلانات
fi: Ilmoitukset
hi: घोषणाएँ
hy: Հայտարարություններ
id: Pengumuman
it: Annunci
ja: お知らせ
ko: 공지사항
ms: Pengumuman
nl: Aankondigingen
no: Kunngjøringer
pl: Ogłoszenia
ro: Anunturi
sv: Meddelanden
th: ประกาศ
uk: Оголошення
ur: اعلانات
vi: Thông báo
zh_tw: 公告

# reviewsCount
source: ({count} reviews)
bn: ({count} টি পর্যালোচনা)
de: ({count} Bewertungen)
et: ({count} arvustust)
fa: ({count} نظر)
fi: ({count} arvostelua)
hi: ({count} समीक्षाएं)
hy: ({count} կարծիք)
id: ({count} ulasan)
it: ({count} recensioni)
ja: ({count}レビュー)
ko: ({count} 리뷰)
ms: ({count} ulasan)
nl: ({count} beoordelingen)
no: ({count} anmeldelser)
pl: ({count} recenzji)
ro: ({count} recenzii)
sv: ({count} recensioner)
th: ({count} บทวิจารณ์)
uk: ({count} відгуків)
ur: ({count} جائزے)
vi: ({count} đánh giá)
zh_tw: （{count} 評論）

source: Trip details
bn: ভ্রমণের বিবরণ
de: Fahrtdetails
et: Reisi üksikasjad
fa: جزئیات سفر
fi: Matkan tiedot
hi: यात्रा विवरण
hy: Ուղևորության մանրամասներ
id: Detail perjalanan
it: Dettagli viaggio
ja: 旅行の詳細
ko: 여행 세부정보
ms: Butiran perjalanan
nl: Reisdetails
no: Turdetaljer
pl: Szczegóły podróży
ro: Detalii excursie
sv: Resans detaljer
th: รายละเอียดการเดินทาง
uk: Деталі поїздки
ur: سفر کی تفصیلات
vi: Chi tiết chuyến đi
zh_tw: 行程詳情

source: Ride Details
bn: রাইডের বিবরণ
de: Fahrtdetails
et: Sõidu üksikasjad
fa: جزئیات سفر
fi: Kyydin tiedot
hi: सवारी विवरण
hy: Ուղևորության մանրամասներ
id: Detail Perjalanan
it: Dettagli corsa
ja: 乗車の詳細
ko: 탑승 세부정보
ms: Butiran tunggangan
nl: Ritdetails
no: Ridedetaljer
pl: Szczegóły jazdy
ro: Detalii de plimbare
sv: Åkdetaljer
th: รายละเอียดการขี่
uk: Деталі поїздки
ur: سواری کی تفصیلات
vi: Chi tiết chuyến đi
zh_tw: 乘車詳情

source: Order a ride
bn: একটি রাইড অর্ডার করুন
de: Eine Fahrt bestellen
et: Telli sõit
fa: سفارش سفر
fi: Tilaa kyyti
hi: सवारी ऑर्डर करें
hy: Պատվիրել ուղևորություն
id: Pesan perjalanan
it: Ordina una corsa
ja: 配車を注文する
ko: 차량 서비스를 주문하세요
ms: Pesan tumpangan
nl: Bestel een rit
no: Bestill skyss
pl: Zamów przejazd
ro: Comandați o plimbare
sv: Beställ skjuts
th: สั่งรถได้เลย
uk: Замовити поїздку
ur: سواری کا آرڈر دیں۔
vi: Đặt một chuyến đi
zh_tw: 叫車

source: No rides yet!
bn: এখনও কোন রাইড নেই!
de: Noch keine Fahrten!
et: Sõite veel pole!
fa: هنوز سفری انجام نشده است!
fi: Ei vielä kyytejä!
hi: अभी तक कोई सवारी नहीं!
hy: Դեռ ուղևորություններ չկան:
id: Belum ada perjalanan!
it: Ancora nessuna corsa!
ja: まだ乗り物はありません！
ko: 아직 차량 서비스가 없습니다!
ms: Belum ada tunggangan!
nl: Nog geen ritten!
no: Ingen turer ennå!
pl: Nie ma jeszcze żadnych przejażdżek!
ro: Încă nu există curse!
sv: Inga åk än!
th: ยังไม่มีการขี่!
uk: Поки що немає поїздок!
ur: ابھی تک کوئی سواری نہیں!
vi: Chưa có chuyến đi nào!
zh_tw: 還沒有騎車！

# issueSubjectPlaceholder
source: Type the subject of the issue
bn: সমস্যার বিষয় টাইপ করুন
de: Betreff des Problems eingeben
et: Sisesta probleemi teema
fa: موضوع مشکل را تایپ کنید
fi: Kirjoita ongelman aihe
hi: समस्या का विषय टाइप करें
hy: Մուտքագրել խնդրի թեման
id: Ketik subjek masalah
it: Digita l'oggetto del problema
ja: 問題の件名を入力します
ko: 문제의 제목을 입력하세요
ms: Taip subjek isu
nl: Typ het onderwerp van het probleem
no: Skriv inn emnet for problemet
pl: Wpisz temat problemu
ro: Introduceți subiectul problemei
sv: Skriv in ämnet för frågan
th: พิมพ์หัวเรื่องของปัญหา
uk: Введіть тему питання
ur: مسئلہ کا موضوع ٹائپ کریں۔
vi: Nhập chủ đề của vấn đề
zh_tw: 輸入問題的主題

# issueContentPlaceholder
source: Type the description of the issue
bn: সমস্যার বিবরণ টাইপ করুন
de: Beschreibung des Problems eingeben
et: Sisesta probleemi kirjeldus
fa: توضیحات مشکل را تایپ کنید
fi: Kirjoita ongelman kuvaus
hi: समस्या का विवरण टाइप करें
hy: Մուտքագրել խնդրի նկարագրությունը
id: Ketik deskripsi masalah
it: Digita la descrizione del problema
ja: 問題の説明を入力します
ko: 문제에 대한 설명을 입력하세요.
ms: Taip huraian isu
nl: Typ de beschrijving van het probleem
no: Skriv inn beskrivelsen av problemet
pl: Wpisz opis problemu
ro: Introdu descrierea problemei
sv: Skriv en beskrivning av problemet
th: พิมพ์คำอธิบายของปัญหา
uk: Введіть опис проблеми
ur: مسئلے کی تفصیل ٹائپ کریں۔
vi: Nhập mô tả vấn đề
zh_tw: 輸入問題的描述

source: Report this issue
bn: এই সমস্যাটি রিপোর্ট করুন
de: Dieses Problem melden
et: Teata sellest probleemist
fa: گزارش این مشکل
fi: Ilmoita tästä ongelmasta
hi: इस समस्या की रिपोर्ट करें
hy: Հաղորդել այս խնդրի մասին
id: Laporkan masalah ini
it: Segnala questo problema
ja: この問題を報告する
ko: 이 문제 신고
ms: Laporkan isu ini
nl: Rapporteer dit probleem
no: Rapporter dette problemet
pl: Zgłoś ten problem
ro: Raportați această problemă
sv: Rapportera det här problemet
th: รายงานปัญหานี้
uk: Повідомити про цю проблему
ur: اس مسئلے کی اطلاع دیں۔
vi: Báo cáo vấn đề này
zh_tw: 報告此問題

source: Field is required
bn: ক্ষেত্রটি আবশ্যক
de: Feld ist erforderlich
et: Väli on kohustuslik
fa: این فیلد الزامی است
fi: Kenttä on pakollinen
hi: फ़ील्ड अनिवार्य है
hy: Դաշտը պարտադիր է
id: Kolom wajib diisi
it: Campo obbligatorio
ja: フィールドは必須項目です
ko: 필드는 필수입니다
ms: Bidang diperlukan
nl: Veld is verplicht
no: Feltet er påkrevet
pl: To pole jest wymagane
ro: Câmpul este obligatoriu
sv: Fältet är obligatoriskt
th: ต้องระบุข้อมูล
uk: Поле обов'язкове
ur: فیلڈ کی ضرورت ہے
vi: Lĩnh vực được yêu cầu
zh_tw: 欄位為必填項

source: OK
bn: ঠিক আছে
fa: باشه
hi: ठीक है
hy: Եղավ
ja: わかりました
ko: 좋아요
ms: okey
ro: Bine
th: ตกลง
uk: в порядку
ur: ٹھیک ہے
vi: ĐƯỢC RỒI
zh_tw: 好的

source: Favorite locations
bn: প্রিয় অবস্থানসমূহ
de: Favorisierte Standorte
et: Lemmikasukohad
fa: مکان‌های مورد علاقه
fi: Suosikkipaikat
hi: पसंदीदा स्थान
hy: Սիրելի վայրեր
id: Lokasi favorit
it: Luoghi preferiti
ja: お気に入りの場所
ko: 즐겨찾는 위치
ms: Lokasi kegemaran
nl: Favoriete locaties
no: Favorittsteder
pl: Ulubione lokalizacje
ro: Locații preferate
sv: Favoritplatser
th: สถานที่โปรด
uk: Улюблені локації
ur: پسندیدہ مقامات
vi: Địa điểm yêu thích
zh_tw: 最喜歡的地點

# favoriteLocationsSubtitle
source: Save your favorite locations for easier access
bn: সহজে অ্যাক্সেসের জন্য আপনার প্রিয় অবস্থানগুলি সংরক্ষণ করুন
de: Speichern Sie Ihre bevorzugten Standorte für einen einfacheren Zugriff
et: Salvesta oma lemmikasukohad lihtsamaks juurdepääsuks
fa: مکان‌های مورد علاقه خود را برای دسترسی آسان‌تر ذخیره کنید
fi: Tallenna suosikkipaikkasi helpompaa käyttöä varten
hi: आसान पहुँच के लिए अपने पसंदीदा स्थानों को सहेजें
hy: Պահպանեք ձեր սիրելի վայրերը ավելի հեշտ մուտքի համար:
id: Simpan lokasi favorit Anda untuk akses yang lebih mudah
it: Salva i tuoi luoghi preferiti per un accesso più facile
ja: お気に入りの場所を保存して簡単にアクセスできるようにします
ko: 더 쉽게 액세스할 수 있도록 즐겨찾는 위치를 저장하세요.
ms: Simpan lokasi kegemaran anda untuk akses yang lebih mudah
nl: Sla uw favoriete locaties op voor eenvoudigere toegang
no: Lagre favorittstedene dine for enklere tilgang
pl: Zapisz swoje ulubione lokalizacje, aby mieć do nich łatwiejszy dostęp
ro: Salvați locațiile preferate pentru un acces mai ușor
sv: Spara dina favoritplatser för enklare åtkomst
th: บันทึกตำแหน่งที่คุณชื่นชอบเพื่อให้เข้าถึงได้ง่ายขึ้น
uk: Збережіть свої улюблені місця для зручнішого доступу
ur: آسان رسائی کے لیے اپنے پسندیدہ مقامات کو محفوظ کریں۔
vi: Lưu các vị trí yêu thích của bạn để truy cập dễ dàng hơn
zh_tw: 保存您最喜歡的位置以便於訪問

source: Create a favorite location
bn: একটি প্রিয় অবস্থান তৈরি করুন
de: Einen bevorzugten Standort erstellen
et: Loo lemmikasukoht
fa: ایجاد مکان مورد علاقه
fi: Luo suosikkipaikka
hi: एक पसंदीदा स्थान बनाएं
hy: Ստեղծել սիրելի վայր
id: Buat lokasi favorit
it: Crea un luogo preferito
ja: お気に入りの場所を作成する
ko: 즐겨찾는 위치 만들기
ms: Buat lokasi kegemaran
nl: Creëer een favoriete locatie
no: Lag et favorittsted
pl: Utwórz ulubioną lokalizację
ro: Creați o locație preferată
sv: Skapa en favoritplats
th: สร้างสถานที่โปรด
uk: Створіть улюблене місце
ur: ایک پسندیدہ مقام بنائیں
vi: Tạo địa điểm yêu thích
zh_tw: 創造最喜歡的位置

# addressTitleLabel
source: Address Title
bn: ঠিকানার শিরোনাম
de: Adressentitel
et: Aadressi pealkiri
fa: عنوان آدرس
fi: Osoitteen otsikko
hi: पता शीर्षक
hy: Հասցեի վերնագիր
id: Judul Alamat
it: Titolo indirizzo
ja: 住所のタイトル
ko: 주소 제목
ms: Tajuk alamat
nl: De titel van het adres
no: Adressens tittel
pl: Tytuł adresu
ro: Titlul adresei
sv: Adressens titel
th: ชื่อที่อยู่
uk: Назва адреси
ur: ایڈریس کا عنوان
vi: Tiêu đề địa chỉ
zh_tw: 地址的標題

source: Click to set location
bn: অবস্থান সেট করতে ক্লিক করুন
de: Klicken, um den Standort festzulegen
et: Klõpsake asukoha määramiseks
fa: برای تنظیم مکان کلیک کنید
fi: Napsauta asettaaksesi sijainnin
hi: स्थान सेट करने के लिए क्लिक करें
hy: Սեղմեք՝ վայրը սահմանելու համար
id: Klik untuk mengatur lokasi
it: Clicca per impostare la posizione
ja: クリックして場所を設定します
ko: 위치를 설정하려면 클릭하세요.
ms: Klik untuk menetapkan lokasi
nl: Klik om de locatie in te stellen
no: Klikk for å angi plassering
pl: Kliknij, aby ustawić lokalizację
ro: Faceți clic pentru a seta locația
sv: Klicka för att ange plats
th: คลิกเพื่อกำหนดตำแหน่ง
uk: Натисніть, щоб встановити місцезнаходження
ur: مقام سیٹ کرنے کے لیے کلک کریں۔
vi: Bấm để đặt vị trí
zh_tw: 點擊設定位置

source: Where is your new favorite location?
bn: আপনার নতুন প্রিয় অবস্থান কোথায়?
de: Wo ist Ihr neuer bevorzugter Standort?
et: Kus on teie uus lemmikasukoht?
fa: مکان مورد علاقه جدید شما کجاست؟
fi: Missä on uusi suosikkipaikkasi?
hi: आपका नया पसंदीदा स्थान कहाँ है?
hy: Որտե՞ղ է ձեր նոր սիրելի վայրը:
id: Di mana lokasi favorit baru Anda?
it: Dov'è il tuo nuovo luogo preferito?
ja: あなたの新しいお気に入りの場所はどこですか?
ko: 당신이 새롭게 좋아하는 장소는 어디인가요?
ms: Di manakah lokasi kegemaran baharu anda?
nl: Wat is jouw nieuwe favoriete locatie?
no: Hvor er ditt nye favorittsted?
pl: Gdzie jest Twoja nowa ulubiona lokalizacja?
ro: Unde este noua ta locație preferată?
sv: Var är din nya favoritplats?
th: สถานที่โปรดแห่งใหม่ของคุณคือที่ไหน?
uk: Де ваше нове улюблене місце?
ur: آپ کا نیا پسندیدہ مقام کہاں ہے؟
vi: Địa điểm yêu thích mới của bạn là ở đâu?
zh_tw: 您最喜歡的新地點在哪裡？
