Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

# copyright_notice
source: Copyright © {company}, All rights reserved.
bn: কপিরাইট © {company}, সর্বস্বত্ব সংরক্ষিত।
de: Urheberrecht © {company}, Alle Rechte vorbehalten.
et: Autoriõigus © {company}, kõik õigused kaitstud.
fa: حق نشر © {company}، تمامی حقوق محفوظ است.
fi: Copyright © {company}, Kaikki oikeudet pidätetään.
hi: कॉपीराइट © {company}, सभी अधिकार सुरक्षित।
hy: Copyright © {company}, Բոլոր իրավունքները պաշտպանված են։
id: Hak Cipta © {company}, Semua hak dilindungi undang-undang.
it: Copyright © {company}, Tutti i diritti riservati.
ja: 著作権 © {company}、全著作権所有。
ko: 저작권 © {company}, 모든 권리 보유.
ms: Hak Cipta Â© {company}, Hak cipta terpelihara.
nl: Copyright © {company}, Alle rechten voorbehouden.
no: Copyright © {company}, Alle rettigheter reservert.
pl: Copyright © {company}, Wszelkie prawa zastrzeżone.
ro: Copyright © {company}, Toate drepturile rezervate.
sv: Copyright © {company}, Alla rättigheter reserverade.
th: ลิขสิทธิ์© {company} สงวนลิขสิทธิ์
uk: Copyright © {company}, Усі права захищено.
ur: کاپی رائٹ © {company}، جملہ حقوق محفوظ ہیں۔
vi: Bản quyền © {company}, Mọi quyền được bảo lưu.
zh_tw: 版權所有©{company}，保留所有權利。

# welcomeTitle
source: Welcome to the app
bn: অ্যাপে স্বাগতম
de: Willkommen in der App
et: Tere tulemast rakendusse
fa: به برنامه خوش آمدید
fi: Tervetuloa sovellukseen
hi: ऐप में आपका स्वागत है
hy: Բարի գալուստ հավելված
id: Selamat datang di aplikasi
it: Benvenuto nell'app
ja: アプリへようこそ
ko: 앱에 오신 것을 환영합니다
ms: Selamat datang ke apl
nl: Welkom bij de app
no: Velkommen til appen
pl: Witamy w aplikacji
ro: Bun venit în aplicație
sv: Välkommen till appen
th: ยินดีต้อนรับสู่แอป
uk: Ласкаво просимо в додаток
ur: ایپ میں خوش آمدید
vi: Chào mừng bạn đến với ứng dụng
zh_tw: 歡迎使用該應用程式

source: Today
bn: আজ
de: Heute
et: Täna
fa: امروز
fi: Tänään
hi: आज
hy: Այսօր
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nl: Vandaag
no: I dag
pl: Dzisiaj
ro: Astăzi
sv: I dag
th: วันนี้
uk: Сьогодні
ur: آج
vi: Hôm nay
zh_tw: 今天

source: Yesterday
bn: গতকাল
de: Gestern
et: Eile
fa: دیروز
fi: Eilen
hi: कल
hy: Երեկ
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
nl: Gisteren
no: I går
pl: Wczoraj
ro: Ieri
sv: I går
th: เมื่อวาน
uk: вчора
ur: کل
vi: Hôm qua
zh_tw: 昨天

source: Settings
bn: সেটিংস
de: Einstellungen
et: Seaded
fa: تنظیمات
fi: Asetukset
hi: सेटिंग्स
hy: Կարգավորումներ
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nl: Instellingen
no: Innstillinger
pl: Ustawienia
ro: Setări
sv: inställningar
th: การตั้งค่า
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_tw: 設定

source: About
bn: সম্পর্কে
de: Über
et: Teave
fa: درباره
fi: Tietoja
hi: हमारे बारे में
hy: Մեր մասին
id: Tentang
it: Informazioni
ja: について
ko: 에 대한
ms: Tentang
nl: Over
no: Om
pl: O
ro: Despre
sv: Handla om
th: เกี่ยวกับ
uk: про
ur: کے بارے میں
vi: Về
zh_tw: 關於

source: Profile info
bn: প্রোফাইল তথ্য
de: Profilinformationen
et: Profiili info
fa: اطلاعات پروفایل
fi: Profiilin tiedot
hi: प्रोफ़ाइल जानकारी
hy: Պրոֆիլի տվյալներ
id: Info Profil
it: Informazioni profilo
ja: プロフィール情報
ko: 프로필 정보
ms: Maklumat profil
nl: Profielinformatie
no: Profilinformasjon
pl: Informacje o profilu
ro: Informații de profil
sv: Profilinformation
th: ข้อมูลโปรไฟล์
uk: Інформація про профіль
ur: پروفائل کی معلومات
vi: Thông tin hồ sơ
zh_tw: 個人資料

source: Language
bn: ভাষা
de: Sprache
et: Keel
fa: زبان
fi: Kieli
hi: भाषा
hy: Լեզու
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nl: Taal
no: Språk
pl: Język
ro: Limba
sv: Språk
th: ภาษา
uk: Мова
ur: زبان
vi: Ngôn ngữ
zh_tw: 語言

source: First Name
bn: নামের প্রথম অংশ
de: Vorname
et: Eesnimi
fa: نام
fi: Etunimi
hi: पहला नाम
hy: Անուն
id: Nama Depan
it: Nome
ja: ファーストネーム
ko: 이름
ms: Nama pertama
nl: Voornaam
no: Fornavn
pl: Imię
ro: Nume
sv: Förnamn
th: ชื่อจริง
uk: Ім'я
ur: پہلا نام
vi: Tên đầu tiên
zh_tw: 名

source: Last Name
bn: নামের শেষাংশ
de: Nachname
et: Perekonnanimi
fa: نام خانوادگی
fi: Sukunimi
hi: अंतिम नाम
hy: Ազգանուն
id: Nama Belakang
it: Cognome
ja: 苗字
ko: 성
ms: Nama terakhir
nl: Achternaam
no: Etternavn
pl: Nazwisko
ro: Nume
sv: Efternamn
th: นามสกุล
uk: Прізвище
ur: آخری نام
vi: Họ
zh_tw: 姓

source: Mobile number
bn: মোবাইল নম্বর
de: Handynummer
et: Mobiiltelefoninumber
fa: شماره موبایل
fi: Matkapuhelinnumero
hi: मोबाइल नंबर
hy: Հեռախոսահամար
id: Nomor Ponsel
it: Numero di cellulare
ja: 携帯電話番号
ko: 휴대폰 번호
ms: Nombor telefon
nl: Mobiel nummer
no: Mobilnummer
pl: Numer telefonu komórkowego
ro: Număr de telefon mobil
sv: Mobilnummer
th: เบอร์มือถือ
uk: Номер мобільного
ur: موبائل فون کانمبر
vi: Số điện thoại
zh_tw: 手機號碼

source: Edit
bn: সম্পাদনা
de: Bearbeiten
et: Muuda
fa: ویرایش
fi: Muokkaa
hi: संपादित करें
hy: Խմբագրել
it: Modifica
ja: 編集
ko: 편집하다
ms: Sunting
nl: Bewerking
no: Redigere
pl: Edytować
ro: Editați | ×
sv: Redigera
th: แก้ไข
uk: Редагувати
ur: ترمیم
vi: Biên tập
zh_tw: 編輯

source: Enter code
bn: কোড প্রবেশ করান
de: Code eingeben
et: Sisesta kood
fa: کد را وارد کنید
fi: Syötä koodi
hi: कोड दर्ज करें
hy: Մուտքագրել կոդը
id: Masukkan kode
it: Inserisci codice
ja: コードを入力する
ko: 코드를 입력
ms: Masukkan kod
nl: Voer code in
no: Skriv inn kode
pl: Wprowadź kod
ro: Introdu codul
sv: Ange kod
th: ใส่รหัส
uk: Введіть код
ur: کوڈ درج کریں
vi: Nhập mã
zh_tw: 輸入代碼

source: Edit profile
bn: প্রোফাইল সম্পাদনা করুন
de: Profil bearbeiten
et: Muuda profiili
fa: ویرایش پروفایل
fi: Muokkaa profiilia
hi: प्रोफ़ाइल संपादित करें
hy: Խմբագրել պրոֆիլը
id: Edit profil
it: Modifica profilo
ja: プロファイル編集
ko: 프로필 수정
ms: Sunting profil
nl: Bewerk profiel
no: Rediger profil
pl: Edytuj profil
ro: Editează profilul
sv: Redigera profil
th: แก้ไขโปรไฟล์
uk: Редагувати профіль
ur: پروفائل میں ترمیم کریں
vi: Chỉnh sửa hồ sơ
zh_tw: 編輯個人資料

source: Bank Transfer
bn: ব্যাঙ্ক ট্রান্সফার
de: Banküberweisung
et: Pangaülekanne
fa: انتقال بانکی
fi: Pankkisiirto
hi: बैंक ट्रांसफर
hy: Բանկային փոխանցում
id: Transfer Bank
it: Bonifico bancario
ja: 銀行振込
ko: 은행 송금
ms: Pemindahan bank
nl: Overschrijving
no: Bankoverføring
pl: Przelew bankowy
ro: Transfer bancar
sv: Banköverföring
th: โอนเงินผ่านธนาคาร
uk: Банківський переказ
ur: بینک ٹرانسفر
vi: Chuyển khoản ngân hàng
zh_tw: 銀行轉帳

source: Gift
bn: উপহার
de: Geschenk
et: Kingitus
fa: هدیه
fi: Lahja
hi: उपहार
hy: Նվեր
id: Hadiah
it: Regalo
ja: 贈り物
ko: 선물
ms: Hadiah
nl: Geschenk
no: Gave
pl: Prezent
ro: Cadou
sv: Gåva
th: ของขวัญ
uk: Подарунок
ur: تحفہ
vi: Quà
zh_tw: 禮物

source: Correction
bn: সংশোধন
de: Korrektur
et: Parandus
fa: اصلاح
fi: Korjaus
hi: सुधार
hy: Ուղղում
id: Koreksi
it: Correzione
ja: 修正
ko: 보정
ms: Pembetulan
nl: Correctie
no: Korreksjon
pl: Korekta
ro: Corecţie
sv: Korrektion
th: การแก้ไข
uk: Виправлення
ur: تصحیح
vi: Điều chỉnh
zh_tw: 更正

source: In-app payment
bn: ইন-অ্যাপ পেমেন্ট
de: In-App-Zahlung
et: Rakendusesisene makse
fa: پرداخت درون برنامه‌ای
fi: Sovelluksen sisäinen maksu
hi: इन-ऐप भुगतान
hy: Հավելվածի վճարում
id: Pembayaran dalam aplikasi
it: Pagamento in-app
ja: アプリ内支払い
ko: 인앱 결제
ms: Pembayaran dalam apl
nl: In-app-betaling
no: Betaling i appen
pl: Płatność w aplikacji
ro: Plată în aplicație
sv: Betalning i appen
th: การชำระเงินในแอป
uk: Оплата в додатку
ur: درون ایپ ادائیگی
vi: Thanh toán trong ứng dụng
zh_tw: 應用程式內支付

source: Order fee
bn: অর্ডার ফি
de: Bestellgebühr
et: Tellimuse tasu
fa: هزینه سفارش
fi: Tilausmaksu
hi: ऑर्डर शुल्क
hy: Պատվերի վճար
id: Biaya pesanan
it: Costo ordine
ja: 注文手数料
ko: 주문 수수료
ms: Yuran pesanan
nl: Bestelkosten
no: Bestillingsgebyr
pl: Opłata za zamówienie
ro: Taxa de comanda
sv: Beställningsavgift
th: ค่าธรรมเนียมการสั่งซื้อ
uk: Вартість замовлення
ur: آرڈر کی فیس
vi: Phí đặt hàng
zh_tw: 訂單費

source: Parking fee
bn: পার্কিং ফি
de: Parkgebühr
et: Parkimistasu
fa: هزینه پارکینگ
fi: Pysäköintimaksu
hi: पार्किंग शुल्क
hy: Կայանման վճար
id: Biaya parkir
it: Costo parcheggio
ja: 駐車料金
ko: 주차 요금
ms: Bayaran letak kereta
nl: Parkeertarief
no: Parkeringsavgift
pl: Opłata parkingowa
ro: Taxă de parcare
sv: Parkeringsavgift
th: ค่าจอดรถ
uk: Плата за паркування
ur: پارکنگ فیس
vi: Phí gửi xe
zh_tw: 停車費

source: Cancellation fee
bn: বাতিলকরণ ফি
de: Stornogebühr
et: Tühistamistasu
fa: هزینه لغو
fi: Peruutusmaksu
hi: रद्दीकरण शुल्क
hy: Չեղարկման վճար
id: Biaya pembatalan
it: Costo cancellazione
ja: 解約料
ko: 취소 요금
ms: Bayaran pembatalan
nl: Annuleringskosten
no: Avbestillingsgebyr
pl: Opłata za umorzenie
ro: Taxă de anulare
sv: Avbokningsavgift
th: ค่าธรรมเนียมการยกเลิก
uk: Комісія за скасування
ur: منسوخی کی فیس
vi: Phí hủy
zh_tw: 取消費用

source: Withdraw
bn: উত্তোলন
de: Abheben
et: Väljamakse
fa: برداشت
fi: Nosta
hi: निकासी
hy: Հանել
id: Tarik
it: Preleva
ja: 撤回する
ko: 철회하다
ms: tarik diri
nl: Terugtrekken
no: Ta ut
pl: Wycofać
ro: Retrage
sv: Dra tillbaka
th: ถอน
uk: Вилучити
ur: واپس لینا
vi: Rút
zh_tw: 提取

source: Wallet transactions
bn: ওয়ালেট লেনদেন
de: Wallet-Transaktionen
et: Rahakoti tehingud
fa: تراکنش‌های کیف پول
fi: Lompakkotapahtumat
hi: वॉलेट लेनदेन
hy: Դրամապանակի գործարքներ
id: Transaksi Dompet
it: Transazioni wallet
ja: ウォレット取引
ko: 지갑 거래
ms: Urus niaga dompet
nl: Wallet-transacties
no: Lommeboktransaksjoner
pl: Transakcje portfelowe
ro: Tranzacții cu portofel
sv: Plånbokstransaktioner
th: ธุรกรรมกระเป๋าเงิน
uk: Транзакції гаманця
ur: بٹوے کے لین دین
vi: Giao dịch ví
zh_tw: 錢包交易

source: Add card
bn: কার্ড যোগ করুন
de: Karte hinzufügen
et: Lisa kaart
fa: افزودن کارت
fi: Lisää kortti
hi: कार्ड जोड़ें
hy: Ավելացնել քարտ
id: Tambah Kartu
it: Aggiungi carta
ja: カードを追加
ko: 카드 추가
ms: Tambah kad
nl: Voeg een kaart toe
no: Legg til kort
pl: Dodaj kartę
ro: Adăugați card
sv: Lägg till kort
th: เพิ่มการ์ด
uk: Додати картку
ur: کارڈ شامل کریں۔
vi: Thêm thẻ
zh_tw: 添加卡

source: Visa
bn: ভিসা
fa: ویزا
hi: वीज़ा
ja: ビザ
ko: 비자
no: Visum
pl: Wiza
sv: Visum
th: วีซ่า
uk: Віза
ur: ویزا
vi: Hộ chiếu
zh_tw: 簽證

source: Mastercard
bn: মাস্টারকার্ড
fa: مسترکارت
hi: मास्टरकार्ड
ja: マスターカード
ko: 마스터 카드
pl: Karta MasterCard
th: มาสเตอร์การ์ด
ur: ماسٹر کارڈ
zh_tw: 萬事達

source: Add balance
bn: ব্যালেন্স যোগ করুন
de: Guthaben hinzufügen
et: Lisa raha
fa: افزودن موجودی
fi: Lisää saldo
hi: बैलेंस जोड़ें
hy: Ավելացնել հաշվեկշիռ
id: Tambah Saldo
it: Aggiungi saldo
ja: 残高を追加する
ko: 잔액 추가
ms: Tambah baki
nl: Voeg saldo toe
no: Legg til saldo
pl: Dodaj równowagę
ro: Adăugați sold
sv: Lägg till balans
th: เพิ่มความสมดุล
uk: Додайте баланс
ur: بیلنس شامل کریں۔
vi: Thêm số dư
zh_tw: 添加餘額

# durationInMinutes
source: {minutes, plural, =0{Zero minutes} =1{{minutes} Minute} other{{minutes} Minutes}}
bn: {minutes, plural, =0{শূন্য মিনিট} =1{{minutes} মিনিট} other{{minutes} মিনিট}}
de: {minutes, plural, =0{Null Minuten} =1{{minutes} Minute} other{{minutes} Minuten}}
et: {minutes, plural, =0{Null minutit} =1{{minutes} Minut} other{{minutes} Minutit}}
fa: {minutes, plural, =0{صفر دقیقه} =1{{minutes} دقیقه} other{{minutes} دقیقه}}
fi: {minutes, plural, =0{Nolla minuuttia} =1{{minutes} minuutti} other{{minutes} minuuttia}}
hi: {minutes, plural, =0{शून्य मिनट} =1{{minutes} मिनट} other{{minutes} मिनट}}
hy: {minutes, plural, =0{Զրո րոպե} =1{{minutes} րոպե} other{{minutes} րոպե}}
id: {minutes, plural, =0{Nol menit} =1{{minutes} Menit} other{{minutes} Menit}}
it: {minutes, plural, =0{Zero minuti} =1{{minutes} Minuto} other{{minutes} Minuti}}
ja: {minutes, plural, =0{Zero minutes} =1{{minutes} 分} other{{minutes} 分}}
ko: {minutes, plural, =0{Zero minutes} =1{{minutes}분} other{{minutes}분}}
ms: {minutes, plural, =0{Zero minutes} =1{{minutes} Minit} other{{minutes} Minit}}
nl: {minutes, plural, =0{Zero minutes} =1{{minutes} Minuut} other{{minutes} Minuten}}
no: {minutes, plural, =0{Zero minutes} =1{{minutes} Minutt} other{{minutes} Minutter}}
pl: {minutes, plural, =0{Zero minutes} =1{{minutes} Minuta} other{{minutes} Minuty}}
ro: {minutes, plural, =0{Zero minutes} =1{{minutes} Minute} other{{minutes} Minute}}
sv: {minutes, plural, =0{Zero minutes} =1{{minutes} Minute} other{{minutes} Minuter}}
uk: {minutes, plural, =0{Zero minutes} =1{{minutes} хвилин} other{{minutes} хвилин}}
ur: {minutes, plural, =0{Zero minutes} =1{{minutes} منٹ} other{{minutes} منٹ}}
vi: {minutes, plural, =0{Zero minutes} =1{{minutes} Phút} other{{minutes} Phút}}
zh_tw: {minutes, plural, =0{Zero minutes} =1{{minutes}分鐘} other{{minutes}分鐘}}

# durationInHours
source: Duration: {hours, plural, =0{Zero hours} =1{{hours} Hour} other{{hours} Hours}}
bn: সময়কাল: {hours, plural, =0{শূন্য ঘন্টা} =1{{hours} ঘন্টা} other{{hours} ঘন্টা}}
de: Dauer: {hours, plural, =0{Null Stunden} =1{{hours} Stunde} other{{hours} Stunden}}
et: Kestus: {hours, plural, =0{Null tundi} =1{{hours} Tund} other{{hours} Tundi}}
fa: مدت زمان: {hours, plural, =0{صفر ساعت} =1{{hours} ساعت} other{{hours} ساعت}}
fi: Kesto: {hours, plural, =0{Nolla tuntia} =1{{hours} tunti} other{{hours} tuntia}}
hi: अवधि: {hours, plural, =0{शून्य घंटे} =1{{hours} घंटा} other{{hours} घंटे}}
hy: Տևողություն՝ {hours, plural, =0{Զրո ժամ} =1{{hours} ժամ} other{{hours} ժամ}}
id: Durasi: {hours, plural, =0{Nol jam} =1{{hours} Jam} other{{hours} Jam}}
it: Durata: {hours, plural, =0{Zero ore} =1{{hours} Ora} other{{hours} Ore}}
ja: 期間: {hours, plural, =0{Zero hours} =1{{hours} 時間} other{{hours} 時間}}
ko: 기간: {hours, plural, =0{Zero hours} =1{{hours} 시간} other{{hours} 시간}}
ms: Tempoh: {hours, plural, =0{Zero hours} =1{{hours} Jam} other{{hours} Jam}}
nl: Duur: {hours, plural, =0{Zero hours} =1{{hours} Uur} other{{hours} Uur}}
no: Varighet: {hours, plural, =0{Zero hours} =1{{hours} Time} other{{hours} Timer}}
pl: Czas trwania: {hours, plural, =0{Zero hours} =1{{hours} godzina} other{{hours} godziny}}
ro: Durata: {hours, plural, =0{Zero hours} =1{{hours} oră} other{{hours} ore}}
sv: Varaktighet: {hours, plural, =0{Zero hours} =1{{hours} timme} other{{hours} timmar}}
th: ระยะเวลา: {hours, plural, =0{Zero hours} =1{{hours} ชั่วโมง} other{{hours} ชั่วโมง}}
uk: Тривалість: {hours, plural, =0{Zero hours} =1{{hours} годин} other{{hours} годин}}
ur: دورانیہ: {hours, plural, =0{Zero hours} =1{{hours} Hour} other{{hours} Hours}}
vi: Thời lượng: {hours, plural, =0{Zero hours} =1{{hours} Giờ} other{{hours} Giờ}}
zh_tw: 長度：{hours, plural, =0{Zero hours} =1{{hours}小時} other{{hours}小時}}

# timePastDue
source: Past due
bn: মেয়াদোত্তীর্ণ
de: Überfällig
et: Hilinenud
fa: موعد گذشته
fi: Erääntynyt
hi: देय तिथि बीत गई
hy: Ժամկետանց
id: Jatuh tempo
it: Scaduto
ja: 延滞
ko: 연체
ms: Telah berlalu
nl: Verlopen
no: Forfalt
pl: Termin przekroczony
ro: Ulterior
sv: Gått över tiden
th: เลยกำหนดชำระแล้ว
uk: Прострочено
ur: بقایاجات
vi: Quá hạn
zh_tw: 逾期

source: Just Now
bn: এইমাত্র
de: Gerade eben
et: Just nüüd
fa: همین الان
fi: Juuri nyt
hi: अभी
hy: Հենց հիմա
id: Baru Saja
it: Appena adesso
ja: ちょうど今
ko: 방금
ms: Baru sekarang
nl: Net nu
no: Akkurat nå
pl: Właśnie
ro: Chiar acum
sv: Precis nu
th: แค่ตอนนี้
uk: Прямо зараз
ur: ابھی ابھی
vi: Ngay bây giờ
zh_tw: 現在

# distanceInMeters
source: {distance} m
bn: {distance} মিটার
fa: {distance} متر
hi: {distance} मी
hy: {distance} մ
ko: {distance} 남
th: {distance} ม
uk: {distance} м
vi: {distance} phút
zh_tw: {distance}米

# distanceInKilometers
source: {distance} km
bn: {distance} কিমি
fa: {distance} کیلومتر
hi: {distance} किमी
hy: {distance} կմ
ja: {distance}キロ
th: {distance} กม
uk: {distance} км
ur: {distance} کلومیٹر
zh_tw: {distance}公里

# distanceInFeets
source: {distance} ft
bn: {distance} ফুট
et: {distance} jalga
fa: {distance} فوت
fi: {distance} jalkaa
hi: {distance} फीट
hy: {distance} ֆտ

# distanceInMiles
source: {distance} mi
bn: {distance} মাইল
fa: {distance} مایل
fi: {distance} mailia
hi: {distance} मील
hy: {distance} մղոն

# welcomeSubtitle
source: Taxi service designed for your comfort. Have trips with your favorite drivers and select your ride preferences
bn: আপনার আরামের জন্য ডিজাইন করা ট্যাক্সি পরিষেবা। আপনার প্রিয় ড্রাইভারদের সাথে ভ্রমণ করুন এবং আপনার রাইডের পছন্দগুলি নির্বাচন করুন
de: Taxidienst für Ihren Komfort entwickelt. Reisen Sie mit Ihren Lieblingsfahrern und wählen Sie Ihre Fahrpräferenzen
et: Taksoteenus loodud teie mugavuseks. Nautige sõite oma lemmikjuhtidega ja valige sõidueelistused.
fa: سرویس تاکسی طراحی شده برای راحتی شما. با رانندگان مورد علاقه خود سفر کنید و تنظیمات سفر خود را انتخاب کنید
fi: Mukavuuttasi varten suunniteltu taksipalvelu. Matkusta suosikkikuljettajiesi kanssa ja valitse matkustusasetuksesi
hi: आपकी सुविधा के लिए डिज़ाइन की गई टैक्सी सेवा। अपने पसंदीदा ड्राइवरों के साथ यात्रा करें और अपनी सवारी प्राथमिकताएं चुनें।
hy: Տաքսի ծառայություն՝ ստեղծված ձեր հարմարավետության համար։ Ունեցեք ուղևորություններ ձեր սիրելի վարորդների հետ և ընտրեք ձեր ուղևորության նախընտրությունները։
id: Layanan taksi dirancang untuk kenyamanan Anda. Nikmati perjalanan dengan pengemudi favorit Anda dan pilih preferensi perjalanan Anda
it: Servizio taxi pensato per il tuo comfort. Fai viaggi con i tuoi autisti preferiti e seleziona le tue preferenze di viaggio
ja: 快適さを追求したタクシー サービスは、お気に入りのドライバーと乗車し、好みの乗り物を選択できます
ko: 귀하의 편안함을 위해 설계된 택시 서비스는 귀하가 좋아하는 운전자와 함께 여행하고 선호하는 차량 서비스를 선택합니다
ms: Perkhidmatan teksi yang direka untuk keselesaan anda mempunyai Perjalanan dengan pemandu kegemaran anda dan pilih pilihan perjalanan anda
nl: Taxiservice ontworpen voor uw comfort, reis met uw favoriete chauffeurs en selecteer uw ritvoorkeuren
no: Taxitjeneste designet for din komfort har turer med favorittsjåførene dine og velg dine kjørepreferanser
pl: Usługa taksówkowa zaprojektowana z myślą o Twojej wygodzie. Korzystaj z Podróży ze swoimi ulubionymi kierowcami i wybieraj preferencje dotyczące przejazdów
ro: Serviciul de taxi conceput pentru confortul dumneavoastră are Excursii cu șoferii dumneavoastră preferați și selectați preferințele de călătorie
sv: Taxiservice designad för din komfort har resor med dina favoritförare och välj dina åkpreferenser
th: บริการแท็กซี่ที่ออกแบบมาเพื่อความสะดวกสบายของคุณ มีทริปพร้อมคนขับคนโปรดของคุณ และเลือกรูปแบบการเดินทางของคุณ
uk: Служба таксі, розроблена для вашого комфорту, має Поїздки з вашими улюбленими водіями та оберіть свої переваги поїздки
ur: آپ کے آرام کے لیے بنائی گئی ٹیکسی سروس آپ کے پسندیدہ ڈرائیوروں کے ساتھ ٹرپ رکھتی ہے اور اپنی سواری کی ترجیحات کا انتخاب کرتی ہے۔
vi: Dịch vụ taxi được thiết kế để mang lại sự thoải mái cho bạn có Chuyến đi với tài xế yêu thích của bạn và chọn tùy chọn đi xe của bạn
zh_tw: 專為您的舒適度而設計的計程車服務 與您最喜歡的司機一起旅行並選擇您的乘車偏好

# onboardingRewardTitle
source: Get rewarded!
bn: পুরস্কৃত হন!
de: Belohnungen erhalten!
et: Saage premeeritud!
fa: جایزه بگیرید!
fi: Palkitaan!
hi: इनाम पाएं!
hy: Ստացեք պարգևներ։
id: Dapatkan hadiah!
it: Ottieni ricompense!
ja: 報酬を受ける！
ko: 보상을 받다!
ms: Dapatkan ganjaran!
nl: Word beloond!
no: Bli belønnet!
pl: Zdobądź nagrodę!
ro: Fii recompensat!
sv: Bli belönad!
th: รับรางวัล!
uk: Отримайте винагороду!
ur: انعام حاصل کریں!
vi: Nhận khen thưởng!
zh_tw: 獲得獎勵！

# onboardingRewardSubtitle
source: Get extra bonuses for referring a friend, completing trips, and many more...
bn: বন্ধু রেফার করা, ট্রিপ সম্পূর্ণ করা এবং আরও অনেক কিছুর জন্য অতিরিক্ত বোনাস পান...
de: Erhalten Sie zusätzliche Boni für das Empfehlen eines Freundes, das Abschließen von Fahrten und vieles mehr...
et: Saate lisaboonuseid sõbra kutsumise, sõitude lõpetamise ja palju muu eest...
fa: با معرفی دوستان، تکمیل سفرها و موارد دیگر، پاداش‌های اضافی دریافت کنید...
fi: Saat ylimääräisiä bonuksia suosittelemalla ystävää, suorittamalla matkoja ja paljon muuta...
hi: किसी दोस्त को रेफर करने, यात्राएं पूरी करने और बहुत कुछ के लिए अतिरिक्त बोनस पाएं...
hy: Ստացեք լրացուցիչ բոնուսներ ընկերոջը հրավիրելու, ուղևորությունները ավարտելու և շատ ավելին...
id: Dapatkan bonus tambahan untuk mereferensikan teman, menyelesaikan perjalanan, dan banyak lagi...
it: Ottieni bonus extra invitando un amico, completando viaggi e molto altro ancora...
ja: 友達の紹介、旅行の完了などで追加のボーナスを獲得しましょう...
ko: 친구 추천, 여행 완료 등을 통해 추가 보너스를 받으세요...
ms: Dapatkan bonus tambahan untuk merujuk rakan, melengkapkan perjalanan dan banyak lagi...
nl: Ontvang extra bonussen voor het doorverwijzen van een vriend, het voltooien van reizen en nog veel meer...
no: Få ekstra bonuser for å verve en venn, fullføre turer og mange flere...
pl: Zdobądź dodatkowe bonusy za polecenie znajomego, realizację wycieczek i wiele więcej...
ro: Obțineți bonusuri suplimentare pentru recomandarea unui prieten, finalizarea călătoriilor și multe altele...
sv: Få extra bonusar för att värva en vän, genomföra resor och många fler...
th: รับโบนัสพิเศษจากการแนะนำเพื่อน การเดินทางให้สำเร็จ และอื่นๆ อีกมากมาย...
uk: Отримуйте додаткові бонуси за рекомендацію друга, завершення подорожей і багато іншого...
ur: دوست کا حوالہ دینے، ٹرپس مکمل کرنے اور بہت کچھ کرنے کے لیے اضافی بونس حاصل کریں...
vi: Nhận thêm tiền thưởng khi giới thiệu bạn bè, hoàn thành chuyến đi và nhiều hơn thế nữa...
zh_tw: 透過推薦朋友、完成旅行等獲得額外獎勵...

source: Select language
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
et: Vali keel
fa: انتخاب زبان
fi: Valitse kieli
hi: भाषा चुनें
hy: Ընտրել լեզուն
id: Pilih bahasa
it: Seleziona lingua
ja: 言語を選択する
ko: 언어 선택
ms: Pilih Bahasa
nl: Selecteer taal
no: Velg språk
pl: Wybierz język
ro: Selecteaza limba
sv: Välj språk
th: เลือกภาษา
uk: Оберіть мову
ur: زبان منتخب کریں۔
vi: Chọn ngôn ngữ
zh_tw: 選擇語言

source: Search for language
bn: ভাষা অনুসন্ধান করুন
de: Nach Sprache suchen
et: Otsi keelt
fa: جستجوی زبان
fi: Etsi kieltä
hi: भाषा खोजें
hy: Փնտրել լեզուն
id: Cari bahasa
it: Cerca lingua
ja: 言語を検索する
ko: 언어 검색
ms: Cari bahasa
nl: Zoek naar taal
no: Søk etter språk
pl: Wyszukaj język
ro: Căutați limba
sv: Sök efter språk
th: ค้นหาภาษา
uk: Пошук мови
ur: زبان تلاش کریں۔
vi: Tìm kiếm ngôn ngữ
zh_tw: 搜尋語言

source: Enter phone number
bn: ফোন নম্বর প্রবেশ করান
de: Telefonnummer eingeben
et: Sisesta telefoninumber
fa: شماره تلفن را وارد کنید
fi: Anna puhelinnumero
hi: फ़ोन नंबर दर्ज करें
hy: Մուտքագրել հեռախոսահամարը
id: Masukkan nomor telepon
it: Inserisci numero di telefono
ja: 電話番号を入力してください
ko: 전화번호 입력
ms: Masukkan Nombor Telefon
nl: Voer telefoonnummer in
no: Skriv inn telefonnummer
pl: Wpisz numer telefonu
ro: Introduceti numarul de telefon
sv: Skriv in telefonnummer
th: ป้อนหมายเลขโทรศัพท์
uk: Введіть номер телефону
ur: فون نمبر درج کریں۔
vi: Nhập số điện thoại
zh_tw: 輸入電話號碼

# actionContinue
source: Continue
bn: চালিয়ে যান
de: Weiter
et: Jätka
fa: ادامه
fi: Jatka
hi: जारी रखें
hy: Շարունակել
id: Lanjutkan
it: Continua
ja: 続く
ko: 계속하다
ms: teruskan
nl: Doorgaan
no: Fortsette
pl: Kontynuować
ro: Continua
sv: Fortsätta
th: ดำเนินการต่อ
uk: Продовжити
ur: جاری رہے
vi: Tiếp tục
zh_tw: 繼續

source: Where are you going?
bn: আপনি কোথায় যাচ্ছেন?
de: Wohin möchten Sie?
et: Kuhu te lähete?
fa: کجا می‌روید؟
fi: Minne olet menossa?
hi: आप कहाँ जा रहे हैं?
hy: Ո՞ւր եք գնում։
id: Anda mau pergi ke mana?
it: Dove stai andando?
ja: どこに行くの？
ko: 어디 가세요?
ms: awak nak pergi mana?
nl: Waar ga je heen?
no: Hvor skal du?
pl: Gdzie idziesz?
ro: Unde te duci?
sv: Vart ska du?
th: คุณกำลังจะไปไหน
uk: Куди ти йдеш?
ur: آپ کہاں جا رہے ہیں؟
vi: Bạn đi đâu?
zh_tw: 你要去哪裡？

# selectDestinations
source: Your route
bn: আপনার রুট
de: Ihre Route
et: Teie marsruut
fa: مسیر شما
fi: Reittisi
hi: आपका मार्ग
hy: Ձեր երթուղին
id: Rute Anda
it: Il tuo percorso
ja: あなたのルート
ko: 귀하의 경로
ms: Laluan anda
nl: Jouw traject
no: Din rute
pl: Twoja trasa
ro: Traseul tău
sv: Din rutt
th: เส้นทางของคุณ
uk: Ваш маршрут
ur: آپ کا راستہ
vi: Tuyến đường của bạn
zh_tw: 你的路線

source: Pick-up point
bn: পিক-আপ পয়েন্ট
de: Abholpunkt
et: Pealevõtmise koht
fa: نقطه سوار شدن
fi: Noutopiste
hi: पिक-अप पॉइंट
hy: Վերցնելու կետ
id: Titik penjemputan
it: Punto di prelievo
ja: 集荷場
ko: 픽업 지점
ms: Tempat pengambilan
nl: Ophaalpunt
no: Hentested
pl: Punkt odbioru
ro: Punct de ridicare
sv: Mötesplats
th: จุดรับของ
uk: Пункт прийому
ur: پک اپ پوائنٹ
vi: Điểm đón
zh_tw: 接送點
