Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Drag to select
bn: নির্বাচন করতে টেনে আনুন
de: Zum Auswählen ziehen
et: Lohista valimiseks
fa: برای انتخاب بکشید
fi: Vedä valitaksesi
hi: चयन करने के लिए खींचें
hy: Քաշել՝ ընտրելու համար
id: Seret untuk memilih
it: Trascina per selezionare
ja: ドラッグして選択します
ko: 드래그하여 선택
ms: Seret untuk memilih
nl: Sleep om te selecteren
no: Dra for å velge
pl: Przeciągnij, aby wybrać
ro: Trageți pentru a selecta
sv: Dra för att välja
th: ลากเพื่อเลือก
uk: Перетягніть, щоб вибрати
ur: منتخب کرنے کے لیے گھسیٹیں۔
vi: Kéo để chọn
zh_tw: 拖曳選擇

source: Skip
bn: এড়িয়ে যান
de: Überspringen
et: Jäta vahele
fa: رد شدن
fi: Ohita
hi: छोड़ें
hy: Բաց թողնել
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰다
ms: Langkau
nl: Overslaan
no: Hopp over
pl: Pominąć
ro: Ocolire
sv: Hoppa
th: ข้าม
uk: Пропустити
ur: چھوڑ دو
vi: Nhảy
zh_tw: 跳過

source: Open Settings
bn: সেটিংস খুলুন
de: Einstellungen öffnen
et: Ava seaded
fa: باز کردن تنظیمات
fi: Avaa asetukset
hi: सेटिंग्स खोलें
hy: Բացել կարգավորումները
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ms: Buka Tetapan
nl: Open instellingen
no: Åpne innstillinger
pl: Otwórz ustawienia
ro: Deschide setările
sv: Öppna Inställningar
th: เปิดการตั้งค่า
uk: Відкрийте налаштування
ur: ترتیبات کھولیں۔
vi: Mở cài đặt
zh_tw: 開啟設定

source: Location permission
bn: অবস্থানের অনুমতি
de: Standortberechtigung
et: Asukoha luba
fa: دسترسی به موقعیت مکانی
fi: Sijaintilupa
hi: स्थान की अनुमति
hy: Տեղադրության թույլտվություն
id: Izin lokasi
it: Permesso di posizione
ja: 位置情報の許可
ko: 위치 권한
ms: Kebenaran lokasi
nl: Locatie toestemming
no: Stedstillatelse
pl: Pozwolenie na lokalizację
ro: Permisiune de locație
sv: Platsbehörighet
th: การอนุญาตสถานที่
uk: Дозвіл на місцезнаходження
ur: مقام کی اجازت
vi: Quyền vị trí
zh_tw: 位置許可

# locationPermissionDeniedForeverMessage
source: Location permission is required to receive orders near you and for the rider to track your location. You cannot receive orders without this permission enabled. You can change this permission in your phone's settings.
bn: আপনার কাছাকাছি অর্ডার পেতে এবং রাইডারকে আপনার অবস্থান ট্র্যাক করার জন্য অবস্থানের অনুমতি প্রয়োজন। এই অনুমতি সক্ষম না করে আপনি অর্ডার গ্রহণ করতে পারবেন না। আপনি আপনার ফোনের সেটিংসে এই অনুমতি পরিবর্তন করতে পারেন।
de: Die Standortberechtigung ist erforderlich, um Bestellungen in Ihrer Nähe zu erhalten und damit der Fahrgast Ihren Standort verfolgen kann. Ohne diese aktivierte Berechtigung können Sie keine Bestellungen erhalten. Sie können diese Berechtigung in den Einstellungen Ihres Telefons ändern.
et: Asukoha luba on vajalik teile lähedal olevate tellimuste saamiseks ja sõitja jaoks teie asukoha jälgimiseks. Ilma selle loata ei saa te tellimusi vastu võtta. Saate seda luba muuta oma telefoni seadetes.
fa: دسترسی به موقعیت مکانی برای دریافت سفارشات نزدیک شما و برای ردیابی موقعیت مکانی شما توسط مسافر الزامی است. بدون فعال بودن این دسترسی نمی‌توانید سفارش دریافت کنید. می‌توانید این دسترسی را در تنظیمات تلفن خود تغییر دهید.
fi: Sijaintilupa vaaditaan lähelläsi olevien tilausten vastaanottamiseen ja jotta matkustaja voi seurata sijaintiasi. Et voi vastaanottaa tilauksia ilman tätä lupaa. Voit muuttaa tätä lupaa puhelimesi asetuksista.
hi: आपके आस-पास के ऑर्डर प्राप्त करने और राइडर द्वारा आपके स्थान को ट्रैक करने के लिए स्थान की अनुमति आवश्यक है। इस अनुमति को सक्षम किए बिना आप ऑर्डर प्राप्त नहीं कर सकते। आप इस अनुमति को अपने फ़ोन की सेटिंग्स में बदल सकते हैं।
hy: Տեղադրության թույլտվությունը պահանջվում է ձեր մոտ գտնվող պատվերներ ստանալու և ուղևորի կողմից ձեր գտնվելու վայրը հետևելու համար: Առանց այս թույլտվության դուք չեք կարող պատվերներ ստանալ: Դուք կարող եք փոխել այս թույլտվությունը ձեր հեռախոսի կարգավորումներում:
id: Izin lokasi diperlukan untuk menerima pesanan di dekat Anda dan agar penumpang dapat melacak lokasi Anda. Anda tidak dapat menerima pesanan tanpa izin ini diaktifkan. Anda dapat mengubah izin ini di pengaturan ponsel Anda.
it: Il permesso di posizione è necessario per ricevere ordini vicino a te e per permettere al passeggero di tracciare la tua posizione. Non puoi ricevere ordini senza questo permesso abilitato. Puoi modificare questo permesso nelle impostazioni del tuo telefono.
ja: 位置情報の許可は、周囲で注文を受信するため、またライダーがあなたの位置を追跡するための要件です。この許可がなければ注文を受け取ることはできず、当社はあなたの現在地に注意しています。この権限は電話の設定で変更できます。
ko: 위치 권한은 주변에서 주문을 받고 라이더가 위치를 추적하는 데 필요합니다. 이 허가 없이는 주문을 받을 수 없으며 당사는 귀하의 현재 위치를 감시하고 있습니다. 휴대폰 설정에서 이 권한을 변경할 수 있습니다.
ms: Kebenaran lokasi adalah keperluan untuk menerima pesanan di sekeliling anda dan juga untuk penunggang menjejaki lokasi anda. Anda tidak boleh menerima pesanan tanpa kebenaran ini dan kami berhati-hati dengan lokasi semasa anda. Anda boleh menukar kebenaran ini dalam tetapan telefon anda.
nl: Locatietoestemming is een vereiste voor het ontvangen van bestellingen om u heen en ook voor de passagier om uw locatie te volgen. Zonder deze toestemming kunt u geen bestellingen ontvangen en houden wij rekening met uw huidige locatie. U kunt deze toestemming wijzigen in uw telefooninstellingen.
no: Posisjonstillatelse er et krav for å motta bestillinger rundt deg, og også for rytteren for å spore posisjonen din. Du kan ikke motta bestillinger uten denne tillatelsen, og vi passer på din nåværende plassering. Du kan endre denne tillatelsen i telefoninnstillingene.
pl: Zezwolenie na lokalizację jest wymagane, aby otrzymywać zamówienia w Twojej okolicy, a także aby pasażer mógł śledzić Twoją lokalizację. Bez tej zgody nie możesz otrzymywać zamówień, a my nie jesteśmy świadomi Twojej aktualnej lokalizacji. Możesz zmienić to uprawnienie w ustawieniach swojego telefonu.
ro: Permisiunea de locație este o cerință pentru a primi comenzi în jurul dvs. și, de asemenea, pentru ca călărețul să vă urmărească locația. Nu puteți primi comenzi fără această permisiune și să fim atenți la locația dvs. actuală. Puteți modifica această permisiune în setările telefonului.
sv: Platstillstånd är ett krav för att ta emot beställningar omkring dig och även för att föraren ska kunna spåra din plats. Du kan inte ta emot beställningar utan detta tillstånd och att vi aktar oss för din nuvarande plats. Du kan ändra denna behörighet i dina telefoninställningar.
th: การอนุญาตตำแหน่งเป็นข้อกำหนดในการรับคำสั่งซื้อรอบตัวคุณและเพื่อให้ผู้ขับขี่ติดตามตำแหน่งของคุณ คุณไม่สามารถรับคำสั่งซื้อได้หากไม่ได้รับอนุญาตนี้ และเราจะระวังตำแหน่งปัจจุบันของคุณ คุณสามารถเปลี่ยนการอนุญาตนี้ได้ในการตั้งค่าโทรศัพท์ของคุณ
uk: Дозвіл на місцезнаходження необхідний для отримання замовлень поблизу вас, а також для відстеження вашого місцезнаходження. Ви не можете отримувати замовлення без цього дозволу, і ми повинні стежити за вашим поточним місцезнаходженням. Ви можете змінити цей дозвіл у налаштуваннях телефону.
ur: آپ کے ارد گرد آرڈرز وصول کرنے اور سوار کے لیے آپ کے مقام کا پتہ لگانے کے لیے مقام کی اجازت ایک شرط ہے۔ آپ اس اجازت کے بغیر آرڈر وصول نہیں کر سکتے اور ہم آپ کے موجودہ مقام سے ہوشیار رہیں۔ آپ اپنے فون کی ترتیبات میں اس اجازت کو تبدیل کر سکتے ہیں۔
vi: Quyền vị trí là một yêu cầu để nhận đơn đặt hàng xung quanh bạn và cũng để người lái theo dõi vị trí của bạn. Bạn không thể nhận đơn đặt hàng mà không có sự cho phép này và chúng tôi hãy cẩn thận với vị trí hiện tại của bạn. Bạn có thể thay đổi quyền này trong cài đặt điện thoại của mình.
zh_tw: 位置許可是接收您周圍的訂單以及騎士追蹤您的位置的必要條件。未經此許可，您無法接收訂單，我們會留意您目前的位置。您可以在手機設定中變更此權限。

source: Allow
bn: অনুমতি দিন
de: Erlauben
et: Luba
fa: اجازه دادن
fi: Salli
hi: अनुमति दें
hy: Թույլատրել
id: Izinkan
it: Consenti
ja: 許可する
ko: 허용하다
ms: benarkan
nl: Toestaan
no: Tillate
pl: Umożliwić
ro: Permite
sv: Tillåta
th: อนุญาต
uk: Дозволити
ur: اجازت دیں۔
vi: Cho phép
zh_tw: 允許

# driverOnlineTitle
source: Searching for a ride
bn: একটি রাইডের সন্ধান করা হচ্ছে
de: Suche nach einer Fahrt
et: Otsib sõitu
fa: در جستجوی سفر
fi: Etsitään kyytiä
hi: सवारी खोज रहा है
hy: Որոնվում է ուղևորություն
id: Mencari perjalanan
it: Ricerca di una corsa
ja: 乗り物を探しています
ko: 차량 검색 중
ms: Mencari tumpangan
nl: Op zoek naar een ritje
no: Søker etter en tur
pl: Szukam przejazdu
ro: Căutând o plimbare
sv: Söker skjuts
th: กำลังค้นหารถ
uk: Пошук поїздки
ur: سواری کی تلاش ہے۔
vi: Đang tìm kiếm chuyến đi
zh_tw: 尋找乘車服務

# driverOfflineTitle
source: Get online to start receiving requests
bn: অনুরোধ গ্রহণ শুরু করতে অনলাইন হন
de: Gehen Sie online, um Anfragen zu erhalten
et: Mine online, et hakata tellimusi vastu võtma
fa: برای شروع دریافت درخواست‌ها آنلاین شوید
fi: Siirry online-tilaan aloittaaksesi pyyntöjen vastaanottamisen
hi: अनुरोध प्राप्त करना शुरू करने के लिए ऑनलाइन हों
hy: Միացեք առցանց՝ հարցումներ ստանալու համար:
id: Online untuk mulai menerima permintaan
it: Vai online per iniziare a ricevere richieste
ja: リクエストの受信を開始するにはオンラインに接続してください
ko: 요청을 받으려면 온라인에 접속하세요.
ms: Dapatkan dalam talian untuk mula menerima permintaan
nl: Ga online om verzoeken te ontvangen
no: Kom deg på nett for å begynne å motta forespørsler
pl: Połącz się z Internetem, aby zacząć otrzymywać prośby
ro: Conectați-vă pentru a începe să primiți solicitări
sv: Gå online för att börja ta emot förfrågningar
th: ออนไลน์เพื่อเริ่มรับคำขอ
uk: Підключіться до мережі, щоб почати отримувати запити
ur: درخواستیں وصول کرنا شروع کرنے کے لیے آن لائن ہوں۔
vi: Hãy trực tuyến để bắt đầu nhận yêu cầu
zh_tw: 上網開始接收請求

# payInCash
source: Cash payment
bn: নগদ পরিশোধ
de: Barzahlung
et: Sularahamakse
fa: پرداخت نقدی
fi: Käteismaksu
hi: नकद भुगतान
hy: Կանխիկ վճարում
id: Pembayaran tunai
it: Pagamento in contanti
ja: 現金払い
ko: 현금 결제
ms: Pembayaran tunai
nl: Contante betaling
no: Kontant betaling
pl: Zapłata gotówką
ro: Plată în numerar
sv: Kontant betalning
th: จ่ายเงินสด
uk: Готівковий платіж
ur: نقد ادائیگی
vi: Thanh toán bằng tiền mặt
zh_tw: 現金支付

# payInCashDescription
source: Please proceed with the cash payment to the driver. The driver will confirm the payment once received.
bn: অনুগ্রহ করে ড্রাইভারকে নগদ পরিশোধ করুন। পেমেন্ট পাওয়ার পর ড্রাইভার তা নিশ্চিত করবে।
de: Bitte fahren Sie mit der Barzahlung beim Fahrer fort. Der Fahrer wird die Zahlung nach Erhalt bestätigen.
et: Palun tehke sularahamakse juhile. Juht kinnitab makse pärast selle saamist.
fa: لطفاً پرداخت نقدی را به راننده انجام دهید. راننده پس از دریافت، پرداخت را تأیید خواهد کرد.
fi: Jatka käteismaksulla kuljettajalle. Kuljettaja vahvistaa maksun saatuaan.
hi: कृपया ड्राइवर को नकद भुगतान करें। प्राप्त होने पर ड्राइवर भुगतान की पुष्टि करेगा।
hy: Խնդրում ենք կատարել կանխիկ վճարում վարորդին։ Վարորդը կհաստատի վճարումը ստանալուց հետո։
id: Silakan lakukan pembayaran tunai kepada pengemudi. Pengemudi akan mengkonfirmasi pembayaran setelah diterima.
it: Procedi con il pagamento in contanti all'autista. L'autista confermerà il pagamento una volta ricevuto.
ja: ドライバーへ現金でお支払いください。ドライバーは支払いを受け取り次第確認します。
ko: 운전기사에게 현금결제를 진행해주세요. 운전기사는 결제가 완료되면 확인합니다.
ms: Sila teruskan pembayaran tunai kepada pemandu. Pemandu akan mengesahkan pembayaran setelah diterima.
nl: Ga verder met de contante betaling aan de chauffeur. De chauffeur bevestigt de betaling zodra deze is ontvangen.
no: Fortsett med kontantbetalingen til sjåføren. Sjåføren vil bekrefte betalingen når den er mottatt.
pl: Prosimy o dokonanie płatności gotówkowej kierowcy. Kierowca potwierdzi płatność po jej otrzymaniu.
ro: Vă rugăm să continuați cu plata în numerar către șofer. Soferul va confirma plata odata primita.
sv: Fortsätt med kontantbetalningen till föraren. Föraren kommer att bekräfta betalningen när den har mottagits.
th: กรุณาดำเนินการชำระเงินสดให้กับพนักงานขับรถ พนักงานขับรถจะยืนยันการชำระเงินเมื่อได้รับเงินแล้ว
uk: Будь ласка, продовжте оплату готівкою водієві. Водій підтвердить оплату після отримання.
ur: براہ کرم ڈرائیور کو نقد ادائیگی کے ساتھ آگے بڑھیں۔ ایک بار موصول ہونے پر ڈرائیور ادائیگی کی تصدیق کرے گا۔
vi: Vui lòng tiếp tục thanh toán tiền mặt cho tài xế. Tài xế sẽ xác nhận thanh toán sau khi nhận được.
zh_tw: 請向司機支付現金。司機收到付款後將確認付款。

source: Add to favorite drivers
bn: প্রিয় ড্রাইভারদের যোগ করুন
de: Zu bevorzugten Fahrern hinzufügen
et: Lisa lemmikjuhtidesse
fa: افزودن به رانندگان مورد علاقه
fi: Lisää suosikkikuljettajiin
hi: पसंदीदा ड्राइवरों में जोड़ें
hy: Ավելացնել սիրելի վարորդներին
id: Tambahkan ke pengemudi favorit
it: Aggiungi agli autisti preferiti
ja: お気に入りのドライバーに追加する
ko: 즐겨찾는 드라이버에 추가
ms: Tambahkan pada pemandu kegemaran
nl: Toevoegen aan favoriete stuurprogramma's
no: Legg til favorittdrivere
pl: Dodaj do ulubionych kierowców
ro: Adaugă la driverele favorite
sv: Lägg till favoritdrivrutiner
th: เพิ่มไปยังไดรเวอร์ที่ชื่นชอบ
uk: Додайте до улюблених водіїв
ur: پسندیدہ ڈرائیوروں میں شامل کریں۔
vi: Thêm vào trình điều khiển yêu thích
zh_tw: 添加到最喜歡的驅動程式

source: Slide to confirm arrival
bn: আগমন নিশ্চিত করতে স্লাইড করুন
de: Zum Bestätigen der Ankunft schieben
et: Libista, et kinnitada saabumine
fa: برای تأیید رسیدن بکشید
fi: Liu'uta vahvistaaksesi saapumisen
hi: आगमन की पुष्टि के लिए स्लाइड करें
hy: Սահեցրեք՝ ժամանումը հաստատելու համար
id: Geser untuk konfirmasi kedatangan
it: Scorri per confermare l'arrivo
ja: スライドして到着を確認します
ko: 슬라이드하여 도착 확인
ms: Slaid untuk mengesahkan ketibaan
nl: Schuif om aankomst te bevestigen
no: Skyv for å bekrefte ankomst
pl: Przesuń, aby potwierdzić przybycie
ro: Glisați pentru a confirma sosirea
sv: Skjut för att bekräfta ankomst
th: เลื่อนเพื่อยืนยันการมาถึง
uk: Проведіть пальцем, щоб підтвердити прибуття
ur: آمد کی تصدیق کے لیے سلائیڈ کریں۔
vi: Trượt để xác nhận đến
zh_tw: 滑動確認到達

source: Slide to confirm pickup
bn: পিকআপ নিশ্চিত করতে স্লাইড করুন
de: Zum Bestätigen der Abholung schieben
et: Libista, et kinnitada pealevõtmine
fa: برای تأیید سوار کردن بکشید
fi: Liu'uta vahvistaaksesi noudon
hi: पिकअप की पुष्टि के लिए स्लाइड करें
hy: Սահեցրեք՝ վերցնելը հաստատելու համար
id: Geser untuk konfirmasi penjemputan
it: Scorri per confermare il prelievo
ja: スライドしてピックアップを確認します
ko: 슬라이드하여 픽업 확인
ms: Slaid untuk mengesahkan pengambilan
nl: Schuif om het ophalen te bevestigen
no: Skyv for å bekrefte henting
pl: Przesuń, aby potwierdzić odbiór
ro: Glisați pentru a confirma preluarea
sv: Skjut för att bekräfta hämtning
th: เลื่อนเพื่อยืนยันการรับสินค้า
uk: Проведіть пальцем, щоб підтвердити отримання
ur: پک اپ کی تصدیق کے لیے سلائیڈ کریں۔
vi: Trượt để xác nhận nhận hàng
zh_tw: 滑動確認取貨

source: Slide to Confirm Drop-off
bn: ড্রপ-অফ নিশ্চিত করতে স্লাইড করুন
de: Zum Bestätigen der Abgabe schieben
et: Libista, et kinnitada mahapanemine
fa: برای تأیید پیاده کردن بکشید
fi: Liu'uta vahvistaaksesi jättämisen
hi: ड्रॉप-ऑफ़ की पुष्टि के लिए स्लाइड करें
hy: Սահեցրեք՝ իջեցնելը հաստատելու համար
id: Geser untuk Konfirmasi Penurunan
it: Scorri per confermare l'arrivo
ja: スライドして降車を確認します
ko: 슬라이드하여 하차 확인
ms: Slaid untuk mengesahkan penghantaran
nl: Schuif om het afleveren te bevestigen
no: Skyv for å bekrefte frafall
pl: Przesuń, aby potwierdzić odbiór
ro: Glisați pentru a confirma renunțarea
sv: Skjut för att bekräfta avlämning
th: เลื่อนเพื่อยืนยันการไปส่ง
uk: Проведіть пальцем, щоб підтвердити висадку
ur: ڈراپ آف کی تصدیق کے لیے سلائیڈ کریں۔
vi: Trượt để xác nhận trả khách
zh_tw: 滑動以確認還車

# noticePickingUpRiderIn
source: Picking up the rider in:
bn: রাইডারকে পিক আপ করা হচ্ছে:
de: Fahrgast wird abgeholt in:
et: Pealevõtmine sõitja juures:
fa: سوار کردن مسافر در:
fi: Noudetaan matkustaja:
hi: राइडर को पिकअप कर रहा है:
hy: Ուղևորին վերցնելու ժամը.
id: Menjemput penumpang dalam:
it: Prelievo del passeggero in:
ja: ライダーを迎えに行く場所:
ko: 승객 픽업 장소:
ms: Mengambil penunggang masuk:
nl: De berijder ophalen in:
no: Henting av rytteren i:
pl: Odbiór jeźdźca w:
ro: Ridicarea călărețului în:
sv: Hämta ryttaren i:
th: การรับผู้โดยสารใน:
uk: Збір райдера через:
ur: اس میں سوار کو اٹھانا:
vi: Đón người lái vào:
zh_tw: 在以下地點接載乘客：

# noticeRiderNotified
source: Rider has been notified. Pick up the rider and start the ride
bn: রাইডারকে জানানো হয়েছে। রাইডারকে পিক আপ করুন এবং রাইড শুরু করুন
de: Fahrgast wurde benachrichtigt. Holen Sie den Fahrgast ab und starten Sie die Fahrt
et: Sõitjat on teavitatud. Võta sõitja peale ja alusta sõitu
fa: به مسافر اطلاع داده شد. مسافر را سوار کرده و سفر را شروع کنید
fi: Matkustajalle on ilmoitettu. Nouda matkustaja ja aloita kyyti
hi: राइडर को सूचित कर दिया गया है। राइडर को पिकअप करें और सवारी शुरू करें
hy: Ուղևորը տեղեկացվել է։ Վերցրեք ուղևորին և սկսեք ուղևորությունը։
id: Penumpang telah diberitahu. Jemput penumpang dan mulai perjalanan
it: Passeggero notificato. Preleva il passeggero e inizia la corsa
ja: ライダーに通知されました。ライダーを迎えに行き、乗車を開始してください
ko: 라이더에게 알림이 전달되었습니다. 라이더를 픽업하고 라이드를 시작하세요.
ms: Penunggang telah dimaklumkan, Angkat penunggang dan mulakan tunggangan
nl: De rijder is op de hoogte gebracht. Haal de rijder op en start de rit
no: Rytteren er varslet, Hent rytteren og start turen
pl: Pasażer został powiadomiony. Odbierz jeźdźca i rozpocznij jazdę
ro: Călărețul a fost anunțat, ridicați călărețul și începeți călătoria
sv: Ryttaren har meddelats, Hämta ryttaren och påbörja färden
th: ผู้ขับขี่ได้รับแจ้งแล้ว ให้รับผู้ขับขี่และเริ่มการเดินทาง
uk: Гонщик отримав сповіщення, візьміть водія та розпочніть поїздку
ur: سوار کو مطلع کر دیا گیا ہے، سوار کو اٹھاؤ اور سواری شروع کرو
vi: Rider đã được thông báo, Đón người lái và bắt đầu chuyến đi
zh_tw: 乘客已收到通知，接載乘客並開始騎行

# adminPanelOnboardingOneTitle
source: Welcome to Better Suite
bn: বেটার স্যুটে স্বাগতম
de: Willkommen bei Better Suite
et: Tere tulemast Better Suite'i
fa: به Better Suite خوش آمدید
fi: Tervetuloa Better Suiteen
hi: बैटर सूट में आपका स्वागत है
hy: Բարի գալուստ Better Suite
id: Selamat datang di Better Suite
it: Benvenuto in Better Suite

# adminPanelOnboardingOneSubtitle
source: Unleash the Power of Your Q-Commerce
bn: আপনার কিউ-কমার্সের শক্তি উন্মোচন করুন
de: Entfesseln Sie die Kraft Ihres Q-Commerce
et: Vabasta oma Q-kaubanduse potentsiaal
fa: قدرت تجارت Q خود را آزاد کنید
fi: Vapauta Q-Commercesi voima
hi: अपने क्यू-कॉमर्स की शक्ति उजागर करें
hy: Ազատագրեք ձեր Q-Commerce-ի ուժը
id: Lepaskan Kekuatan Q-Commerce Anda
it: Sprigiona il potere del tuo Q-Commerce

# adminPanelOnboardingTwoTitle
source: Streamline Your Operations
bn: আপনার কার্যক্রম সুবিন্যস্ত করুন
de: Optimieren Sie Ihre Abläufe
et: Optimeeri oma tegevust
fa: عملیات خود را ساده کنید
fi: Tehosta toimintojasi
hi: अपने संचालन को सुव्यवस्थित करें
hy: Հեշտացրեք ձեր գործառնությունները
id: Sederhanakan Operasi Anda
it: Ottimizza le tue operazioni

# adminPanelOnboardingTwoSubtitle
source: Take Control with Our Centralized Super Panel
bn: আমাদের কেন্দ্রীভূত সুপার প্যানেল দিয়ে নিয়ন্ত্রণ নিন
de: Übernehmen Sie die Kontrolle mit unserem zentralisierten Super-Panel
et: Võta kontroll meie tsentraliseeritud superpaneeliga
fa: با پنل فوق‌العاده متمرکز ما کنترل را به دست بگیرید
fi: Ota hallinta keskitetyllä superpaneelillamme
hi: हमारे केंद्रीकृत सुपर पैनल के साथ नियंत्रण रखें
hy: Վերահսկեք մեր կենտրոնացված Սուպեր վահանակով
id: Kendalikan dengan Panel Super Terpusat Kami
it: Assumi il controllo con il nostro Super Pannello centralizzato

# taxiSelectCustomerSubtitle
source: Select the rider to order a ride
bn: রাইড অর্ডার করার জন্য রাইডার নির্বাচন করুন
de: Wählen Sie den Fahrgast aus, um eine Fahrt zu bestellen
et: Vali sõitja, et tellida sõit
fa: مسافر را برای سفارش سفر انتخاب کنید
fi: Valitse matkustaja tilataksesi kyydin
hi: सवारी ऑर्डर करने के लिए राइडर चुनें
hy: Ընտրեք ուղևորին ուղևորություն պատվիրելու համար
id: Pilih penumpang untuk memesan perjalanan
it: Seleziona il passeggero per ordinare una corsa

source: Location
bn: অবস্থান
de: Standort
et: Asukoht
fa: مکان
fi: Sijainti
hi: स्थान
hy: Վայր
id: Lokasi
it: Posizione

# taxiSelectLocationSubtitle
source: Select the pickup and drop-off locations
bn: পিকআপ এবং ড্রপ-অফ অবস্থান নির্বাচন করুন
de: Wählen Sie die Abhol- und Abgabeorte aus
et: Vali pealevõtmise ja mahapanemise asukohad
fa: مکان‌های سوار شدن و پیاده شدن را انتخاب کنید
fi: Valitse nouto- ja jättöpaikat
hi: पिकअप और ड्रॉप-ऑफ़ स्थान चुनें
hy: Ընտրեք վերցնելու և իջեցնելու վայրերը
id: Pilih lokasi penjemputan dan penurunan
it: Seleziona i luoghi di prelievo e arrivo

source: Service
bn: পরিষেবা
de: Dienstleistung
et: Teenus
fa: سرویس
fi: Palvelu
hi: सेवा
hy: Ծառայություն
id: Layanan
it: Servizio

# taxiSelectServiceSubtitle
source: Select the taxi service
bn: ট্যাক্সি পরিষেবা নির্বাচন করুন
de: Wählen Sie den Taxidienst aus
et: Vali taksoteenus
fa: سرویس تاکسی را انتخاب کنید
fi: Valitse taksipalvelu
hi: टैक्सी सेवा चुनें
hy: Ընտրեք տաքսի ծառայությունը
id: Pilih layanan taksi
it: Seleziona il servizio taxi

source: Searching...
bn: অনুসন্ধান করা হচ্ছে...
de: Suchen...
et: Otsin...
fa: در حال جستجو...
fi: Etsitään...
hi: खोज रहा है...
hy: Որոնվում է...
id: Mencari...
it: Ricerca in corso...

# taxiSearchingForDriverSubtitle
source: Searching for a driver
bn: একজন ড্রাইভারের সন্ধান করা হচ্ছে
de: Suche nach einem Fahrer
et: Otsitakse juhti
fa: در حال جستجو برای راننده
fi: Etsitään kuljettajaa
hi: ड्राइवर खोज रहा है
hy: Որոնվում է վարորդ
id: Mencari pengemudi
it: Ricerca di un autista

# shopSelectCustomerSubtitle
source: Select the customer
bn: গ্রাহক নির্বাচন করুন
de: Kunden auswählen
et: Vali klient
fa: مشتری را انتخاب کنید
fi: Valitse asiakas
hi: ग्राहक चुनें
hy: Ընտրեք հաճախորդին
id: Pilih pelanggan
it: Seleziona il cliente

# shopSelectLocationSubtitle
source: Select the delivery location
bn: ডেলিভারি অবস্থান নির্বাচন করুন
de: Lieferort auswählen
et: Vali tarneasukoht
fa: مکان تحویل را انتخاب کنید
fi: Valitse toimituspaikka
hi: डिलीवरी स्थान चुनें
hy: Ընտրեք առաքման վայրը
id: Pilih lokasi pengiriman
it: Seleziona il luogo di consegna

source: Add items
bn: আইটেম যোগ করুন
de: Artikel hinzufügen
et: Lisa esemed
fa: افزودن آیتم‌ها
fi: Lisää tuotteita
hi: आइटम जोड़ें
hy: Ավելացնել ապրանքներ
id: Tambah item
it: Aggiungi articoli

# shopAddItemsSubtitle
source: Add items to the order
bn: অর্ডারে আইটেম যোগ করুন
de: Artikel zur Bestellung hinzufügen
et: Lisa tellimusele esemed
fa: آیتم‌ها را به سفارش اضافه کنید
fi: Lisää tuotteita tilaukseen
hi: ऑर्डर में आइटम जोड़ें
hy: Ավելացնել ապրանքներ պատվերին
id: Tambah item ke pesanan
it: Aggiungi articoli all'ordine

source: Checkout options
bn: চেকআউট বিকল্প
de: Checkout-Optionen
et: Maksevõimalused
fa: گزینه‌های پرداخت
fi: Kassavaihtoehdot
hi: चेकआउट विकल्प
hy: Վճարման ընտրանքներ
id: Opsi pembayaran
it: Opzioni di checkout

# shopCheckoutOptionsSubtitle
source: Select the payment and delivery options
bn: পেমেন্ট এবং ডেলিভারি বিকল্প নির্বাচন করুন
de: Zahlungs- und Lieferoptionen auswählen
et: Vali makse- ja tarnevõimalused
fa: گزینه‌های پرداخت و تحویل را انتخاب کنید
fi: Valitse maksu- ja toimitusvaihtoehdot
hi: भुगतान और डिलीवरी विकल्प चुनें
hy: Ընտրեք վճարման և առաքման ընտրանքները
id: Pilih opsi pembayaran dan pengiriman
it: Seleziona le opzioni di pagamento e consegna

source: Customer
bn: গ্রাহক
de: Kunde
et: Klient
fa: مشتری
fi: Asiakas
hi: ग्राहक
hy: Հաճախորդ
id: Pelanggan
it: Cliente

source: Dispatcher
bn: ডিসপ্যাচার
de: Disponent
et: Dispetšer
fa: دیسپچر
fi: Lähettäjä
hi: डिस्पैचर
hy: Դիսպետչեր
id: Operator

source: Checkout
bn: চেকআউট
de: Kasse
et: Kassa
fa: پرداخت
fi: Kassa
hi: चेकआउट
hy: Վճարում
id: Pembayaran

source: Select location
bn: অবস্থান নির্বাচন করুন
de: Standort auswählen
et: Vali asukoht
fa: انتخاب مکان
fi: Valitse sijainti
hi: स्थान चुनें
hy: Ընտրել վայրը
id: Pilih lokasi
it: Seleziona posizione

source: Select locations
bn: অবস্থানসমূহ নির্বাচন করুন
de: Standorte auswählen
et: Vali asukohad
fa: انتخاب مکان‌ها
fi: Valitse sijainnit
hi: स्थान चुनें
hy: Ընտրել վայրերը
id: Pilih lokasi
it: Seleziona posizioni

source: Back
bn: ফিরে যান
de: Zurück
et: Tagasi
fa: بازگشت
fi: Takaisin
hi: वापस
hy: Ետ
id: Kembali
it: Indietro

# addressHome
source: Home
bn: বাড়ি
de: Wohnadresse
et: Kodu
fa: خانه
fi: Koti
hi: होम
hy: Տուն
id: Rumah
it: Casa

# addressWork
source: Work
bn: কর্মস্থল
de: Arbeitsplatz
et: Töö
fa: محل کار
fi: Työ
hi: कार्य
hy: Աշխատանք
id: Kantor
it: Lavoro

# addressPartner
source: Partner
bn: সঙ্গী
de: Partneradresse
fa: شریک
fi: Kumppani
hi: भागीदार
hy: Գործընկեր
id: Mitra
