Repository: yordanos-bogale5/ridiy
Catalog: libs/flutter_localizations/locales/intl_*.arb
Languages: bn, de, et, fa, fi, hi, hy, id, it, ja, ko, ms, nl, no, pl, ro, sv, th, uk, ur, vi, zh_tw

source: Features
bn: বৈশিষ্ট্য
de: Merkmale
et: Omadused
fa: ویژگی‌ها
fi: Ominaisuudet
hi: विशेषताएँ
hy: Հատկություններ
id: Fitur
it: Caratteristiche

source: Offers
bn: অফার
de: Angebote
et: Pakkumised
fa: پیشنهادات
fi: Tarjoukset
hi: ऑफ़र
hy: Առաջարկներ
id: Penawaran
it: Offerte

source: Best in Rating
bn: রেটিংয়ে সেরা
de: Beste Bewertung
et: Parima hinnanguga
fa: بهترین در رتبه‌بندی
fi: Paras arviointi
hi: रेटिंग में सर्वश्रेष्ठ
hy: Լավագույն վարկանիշով
id: Peringkat Terbaik
it: Migliori per valutazione

source: Under 30 min
bn: ৩০ মিনিটের নিচে
de: Unter 30 Min.
et: Alla 30 minuti
fa: زیر ۳۰ دقیقه
fi: Alle 30 min
hi: 30 मिनट के अंदर
hy: 30 րոպեից պակաս
id: Kurang dari 30 menit
it: Meno di 30 min

source: Free delivery
bn: বিনামূল্যে ডেলিভারি
de: Kostenlose Lieferung
et: Tasuta tarne
fa: تحویل رایگان
fi: Ilmainen toimitus
hi: मुफ़्त डिलीवरी
hy: Անվճար առաքում
id: Pengiriman gratis
it: Consegna gratuita

source: Sorted by
bn: দ্বারা সাজানো:
de: Sortiert nach
et: Sorteeritud
fa: مرتب شده بر اساس
fi: Lajiteltu
hi: क्रमबद्ध करें
hy: Տեսակավորված ըստ
id: Diurutkan berdasarkan
it: Ordinato per

source: Recommended
bn: প্রস্তাবিত
de: Empfohlen
et: Soovitatav
fa: پیشنهادی
fi: Suositeltu
hi: अनुशंसित
hy: Առաջարկվող
id: Direkomendasikan
it: Consigliato

source: Newest
bn: নতুনতম
de: Neueste
et: Uusim
fa: جدیدترین
fi: Uusin
hi: सबसे नया
hy: Նորագույն
id: Terbaru
it: Più recente

source: Delivery time
bn: ডেলিভারি সময়
de: Lieferzeit
et: Tarneaeg
fa: زمان تحویل
fi: Toimitusaika
hi: वितरण समय
hy: Առաքման ժամանակ
id: Waktu pengiriman
it: Tempo di consegna

source: Open Restaurants
bn: খোলা রেস্তোরাঁ
de: Geöffnete Restaurants
et: Avatud restoranid
fa: رستوران‌های باز
fi: Avoimet ravintolat
hi: खुले रेस्तरां
hy: Բաց ռեստորաններ
id: Restoran Buka
it: Ristoranti aperti

source: Popular Restaurants
bn: জনপ্রিয় রেস্তোরাঁ
de: Beliebte Restaurants
et: Populaarsed restoranid
fa: رستوران‌های محبوب
fi: Suositut ravintolat
hi: लोकप्रिय रेस्तरां
hy: Հանրաճանաչ ռեստորաններ
id: Restoran Populer
it: Ristoranti popolari

source: Search
bn: অনুসন্ধান
de: Suchen
et: Otsi
fa: جستجو
fi: Hae
hi: खोजें
hy: Որոնել
id: Cari
it: Cerca

source: Recent
bn: সাম্প্রতিক
de: Kürzlich
et: Viimased
fa: اخیر
fi: Viimeaikaiset
hi: हाल ही में
hy: Վերջին
id: Terbaru
it: Recenti

source: Popular Search
bn: জনপ্রিয় অনুসন্ধান
de: Beliebte Suchen
et: Populaarsed otsingud
fa: جستجوی محبوب
fi: Suosittu haku
hi: लोकप्रिय खोज
hy: Հանրաճանաչ որոնումներ
id: Pencarian Populer
it: Ricerche popolari

source: Vendors
bn: বিক্রেতা
de: Anbieter
et: Müüjad
fa: فروشندگان
fi: Myyjät
hi: विक्रेता
hy: Վաճառողներ
id: Vendor
it: Venditori

# upToInteger
source: Up to {number}
bn: {number} পর্যন্ত
de: Bis zu {number}
et: Kuni {number}
fa: تا {number}
fi: Enintään {number}
hi: {number} तक
hy: Մինչև {number}
id: Hingga {number}
it: Fino a {number}

source: Pending Orders
bn: বিচারাধীন অর্ডার
de: Ausstehende Bestellungen
et: Ootel tellimused
fa: سفارشات در انتظار
fi: Odottaa tilauksia
hi: लंबित ऑर्डर
hy: Սպասման մեջ գտնվող պատվերներ
id: Pesanan Tertunda
it: Ordini in sospeso

source: Add Category
bn: বিভাগ যোগ করুন
de: Kategorie hinzufügen
et: Lisa kategooria
fa: افزودن دسته بندی
fi: Lisää kategoria
hi: श्रेणी जोड़ें
hy: Ավելացնել կատեգորիա
id: Tambah Kategori
it: Aggiungi categoria

source: Save
bn: সংরক্ষণ করুন
de: Speichern
et: Salvesta
fa: ذخیره
fi: Tallenna
hi: सहेजें
hy: Պահպանել
id: Simpan
it: Salva

source: Manage
bn: পরিচালনা করুন
de: Verwalten
et: Halda
fa: مدیریت
fi: Hallitse
hi: प्रबंधित करें
hy: Կառավարել
id: Kelola
it: Gestisci

source: Inventory
bn: ইনভেন্টরি
de: Lagerbestand
et: Varud
fa: موجودی
fi: Varasto
hi: इन्वेंटरी
hy: Պահեստային պաշար
id: Inventaris
it: Inventario

source: Stock Quantity
bn: স্টক পরিমাণ
de: Lagermenge
et: Laoseis
fa: تعداد موجودی
fi: Varastomäärä
hi: स्टॉक मात्रा
hy: Պաշարի քանակը
id: Jumlah Stok
it: Quantità in magazzino

source: Update Inventory
bn: ইনভেন্টরি আপডেট করুন
de: Lagerbestand aktualisieren
et: Uuenda laoseisu
fa: به‌روزرسانی موجودی
fi: Päivitä varasto
hi: इन्वेंटरी अपडेट करें
hy: Թարմացնել պահեստային պաշարը
id: Perbarui Inventaris
it: Aggiorna inventario

source: Update Price
bn: মূল্য আপডেট করুন
de: Preis aktualisieren
et: Uuenda hinda
fa: به‌روزرسانی قیمت
fi: Päivitä hinta
hi: कीमत अपडेट करें
hy: Թարմացնել գինը
id: Perbarui Harga
it: Aggiorna prezzo

source: Write your reply
bn: আপনার উত্তর লিখুন
de: Schreiben Sie Ihre Antwort
et: Kirjuta oma vastus
fa: پاسخ خود را بنویسید
fi: Kirjoita vastauksesi
hi: अपना उत्तर लिखें
hy: Գրեք ձեր պատասխանը
id: Tulis balasan Anda
it: Scrivi la tua risposta

source: Other
bn: অন্যান্য
de: Andere
et: Muu
fa: دیگر
fi: Muu
hi: अन्य
hy: Այլ
id: Lainnya
it: Altro

source: Item added successfully
bn: আইটেম সফলভাবে যোগ করা হয়েছে
de: Artikel erfolgreich hinzugefügt
et: Ese edukalt lisatud
fa: آیتم با موفقیت اضافه شد
fi: Tuote lisätty onnistuneesti
hi: आइटम सफलतापूर्वक जोड़ा गया
hy: Ապրանքը հաջողությամբ ավելացվել է
id: Item berhasil ditambahkan
it: Articolo aggiunto con successo

source: Shop Name
bn: দোকানের নাম
et: Poe nimi
fa: نام فروشگاه
fi: Kaupan nimi
hi: दुकान का नाम
hy: Խանութի անվանումը
id: Nama Toko
it: Nome negozio

source: Order history
bn: অর্ডারের ইতিহাস
de: Bestellverlauf
et: Tellimuste ajalugu
fa: تاریخچه سفارش
fi: Tilaushistoria
hi: ऑर्डर इतिहास
hy: Պատվերների պատմություն
id: Riwayat pesanan
it: Cronologia ordini

source: Shop Info
bn: দোকানের তথ্য
et: Poe info
fa: اطلاعات فروشگاه
fi: Kaupan tiedot
hi: दुकान जानकारी
hy: Խանութի տվյալներ
id: Info Toko
it: Informazioni negozio

source: Owner Info
bn: মালিকের তথ্য
de: Besitzerinfo
et: Omaniku info
fa: اطلاعات مالک
fi: Omistajan tiedot
hi: मालिक की जानकारी
hy: Սեփականատիրոջ տվյալներ
id: Info Pemilik
it: Informazioni proprietario

source: Sale Revenue
bn: বিক্রয় রাজস্ব
de: Verkaufsumsatz
et: Müügitulu
fa: درآمد فروش
fi: Myyntituotto
hi: बिक्री राजस्व
hy: Վաճառքից ստացված եկամուտ
id: Pendapatan Penjualan
it: Ricavi delle vendite

source: CVV
bn: সিভিভি
hi: सीवीवी

source: Country
bn: দেশ
de: Land
et: Riik
fa: کشور
fi: Maa
hi: देश
hy: Երկիր
id: Negara
it: Paese

source: Top-up wallet balance
bn: ওয়ালেট ব্যালেন্স টপ-আপ করুন
de: Wallet-Guthaben aufladen
et: Rahakoti saldo täiendamine
fa: شارژ موجودی کیف پول
fi: Lisää lompakon saldoa
hi: वॉलेट बैलेंस टॉप-अप करें
hy: Լիցքավորել դրամապանակի մնացորդը
id: Isi ulang saldo dompet
it: Ricarica saldo wallet

source: Choose payment method
bn: পরিশোধ পদ্ধতি নির্বাচন করুন
de: Zahlungsmethode wählen
et: Vali makseviis
fa: انتخاب روش پرداخت
fi: Valitse maksutapa
hi: भुगतान विधि चुनें
hy: Ընտրել վճարման եղանակը
id: Pilih metode pembayaran
it: Scegli metodo di pagamento

# newText
source: New
bn: নতুন
de: Neu
et: Uus
fa: جدید
fi: Uusi
hi: नया
hy: Նոր
id: Baru
it: Nuovo

source: Ready for Pickup
bn: পিকআপের জন্য প্রস্তুত
de: Abholbereit
et: Valmis pealevõtmiseks
fa: آماده برای تحویل گرفتن
fi: Valmis noudettavaksi
hi: पिकअप के लिए तैयार
hy: Պատրաստ է վերցնելու համար
id: Siap Diambil
it: Pronto per il ritiro

source: Customer Pickup
bn: গ্রাহক পিকআপ
de: Kundenabholung
et: Kliendi pealevõtmine
fa: تحویل توسط مشتری
fi: Asiakkaan nouto
hi: ग्राहक पिकअप
hy: Հաճախորդի կողմից վերցնելը
id: Pengambilan oleh Pelanggan
it: Ritiro cliente

source: No Orders
bn: কোন অর্ডার নেই
de: Keine Bestellungen
et: Tellimusi pole
fa: بدون سفارش
fi: Ei tilauksia
hi: कोई ऑर्डर नहीं
hy: Պատվերներ չկան
id: Tidak Ada Pesanan
it: Nessun ordine

source: Something went wrong
bn: কিছু ভুল হয়েছে
de: Etwas ist schiefgelaufen
et: Midagi läks valesti
fa: مشکلی پیش آمد
fi: Jotain meni pieleen
hi: कुछ गलत हो गया
hy: Ինչ-որ բան այնպես չգնաց
id: Terjadi kesalahan
it: Qualcosa è andato storto

source: Order ID
bn: অর্ডার আইডি
de: Bestell-ID
et: Tellimuse ID
fa: شناسه سفارش
fi: Tilaustunnus
hi: ऑर्डर आईडी
hy: Պատվերի ID
id: ID Pesanan
it: ID ordine

source: View on map
bn: মানচিত্রে দেখুন
de: Auf Karte anzeigen
et: Vaata kaardil
fa: مشاهده روی نقشه
fi: Näytä kartalla
hi: मानचित्र पर देखें
hy: Դիտել քարտեզի վրա
id: Lihat di peta
it: Visualizza sulla mappa

source: Fulfillment Method
bn: পরিপূর্ণতা পদ্ধতি
de: Abwicklungsmethode
et: Täitmise meetod
fa: روش انجام
fi: Toteutustapa
hi: पूर्ति विधि
hy: Կատարման եղանակը
id: Metode Pemenuhan
it: Metodo di evasione

source: Order Options
bn: অর্ডার বিকল্প
de: Bestelloptionen
et: Tellimuse valikud
fa: گزینه‌های سفارش
fi: Tilausvaihtoehdot
hi: ऑर्डर विकल्प
hy: Պատվերի ընտրանքներ
id: Opsi Pesanan
it: Opzioni ordine

source: Call customer
bn: গ্রাহককে কল করুন
de: Kunden anrufen
et: Helista kliendile
fa: تماس با مشتری
fi: Soita asiakkaalle
hi: ग्राहक को कॉल करें
hy: Զանգել հաճախորդին
id: Telepon pelanggan
it: Chiama cliente

source: Support Request
bn: সমর্থন অনুরোধ
de: Supportanfrage
et: Toe taotlus
fa: درخواست پشتیبانی
fi: Tukipyyntö
hi: सहायता अनुरोध
hy: Աջակցման հարցում
id: Permintaan Dukungan
it: Richiesta di supporto

source: Request Order Cancellation
bn: অর্ডার বাতিলকরণের অনুরোধ করুন
de: Bestellstornierung anfordern
et: Taotle tellimuse tühistamist
fa: درخواست لغو سفارش
fi: Pyydä tilauksen peruuttamista
hi: ऑर्डर रद्दीकरण का अनुरोध करें
hy: Հայցել պատվերի չեղարկում
id: Ajukan Pembatalan Pesanan
it: Richiedi cancellazione ordine

source: Unavailable Product
bn: অনুপলব্ধ পণ্য
de: Nicht verfügbares Produkt
et: Saadaval pole toode
fa: محصول ناموجود
fi: Tuote ei saatavilla
hi: अनुपलब्ध उत्पाद
hy: Անհասանելի ապրանք
id: Produk Tidak Tersedia
it: Prodotto non disponibile

source: Request Type
bn: অনুরোধের প্রকার
de: Anfragetyp
et: Taotluse tüüp
fa: نوع درخواست
fi: Pyyntötyyppi
hi: अनुरोध प्रकार
hy: Հարցման տեսակը
id: Jenis Permintaan
it: Tipo di richiesta

source: Canceled by Shop
bn: দোকান দ্বারা বাতিল
de: Vom Shop storniert
et: Poe poolt tühistatud
fa: لغو شده توسط فروشگاه
fi: Kauppa peruutti
hi: दुकान द्वारा रद्द
hy: Չեղարկվել է խանութի կողմից
id: Dibatalkan oleh Toko
it: Annullato dal negozio

source: Canceled by Customer
bn: গ্রাহক দ্বারা বাতিল
de: Vom Kunden storniert
et: Kliendi poolt tühistatud
fa: لغو شده توسط مشتری
fi: Asiakas peruutti
hi: ग्राहक द्वारा रद्द
hy: Չեղարկվել է հաճախորդի կողմից
id: Dibatalkan oleh Pelanggan
it: Annullato dal cliente

# cancelRequestedByShop
source: Cancel Request by Shop
bn: দোকান দ্বারা বাতিল অনুরোধ
de: Stornierungsanfrage vom Shop
et: Poe taotletud tühistamine
fa: درخواست لغو توسط فروشگاه
fi: Kaupan peruutuspyyntö
hi: दुकान द्वारा रद्द करने का अनुरोध
hy: Չեղարկման հայց խանութի կողմից
id: Permintaan Pembatalan oleh Toko
it: Richiesta di cancellazione da parte del negozio

# cancelRequestedByCustomer
source: Cancel Request by Customer
bn: গ্রাহক দ্বারা বাতিল অনুরোধ
de: Stornierungsanfrage vom Kunden
et: Kliendi taotletud tühistamine
fa: درخواست لغو توسط مشتری
fi: Asiakkaan peruutuspyyntö
hi: ग्राहक द्वारा रद्द करने का अनुरोध
hy: Չեղարկման հայց հաճախորդի կողմից
id: Permintaan Pembatalan oleh Pelanggan
it: Richiesta di cancellazione da parte del cliente

source: Order Cancellation
bn: অর্ডার বাতিলকরণ
de: Bestellstornierung
et: Tellimuse tühistamine
fa: لغو سفارش
fi: Tilauksen peruutus
hi: ऑर्डर रद्दीकरण
hy: Պատվերի չեղարկում
id: Pembatalan Pesanan
it: Cancellazione ordine

# discountPercentageHint
source: Enter discount in percentage
bn: শতাংশে ছাড় প্রবেশ করান
de: Rabatt in Prozent eingeben
et: Sisesta allahindlus protsentides
fa: تخفیف را به درصد وارد کنید
fi: Anna alennus prosentteina
hi: प्रतिशत में छूट दर्ज करें
hy: Մուտքագրել զեղչը տոկոսներով
id: Masukkan diskon dalam persen
it: Inserisci sconto in percentuale

source: Discount Percentage
bn: ছাড় শতাংশ
de: Rabatt in Prozent
et: Allahindlus protsentides
fa: درصد تخفیف
fi: Alennusprosentti
hi: छूट प्रतिशत
hy: Զեղչի տոկոսը
id: Persentase Diskon
it: Percentuale di sconto

source: Discount Quantity
bn: ছাড় পরিমাণ
de: Rabattmenge
et: Allahindluse kogus
fa: تعداد تخفیف
fi: Alennusmäärä
hi: छूट मात्रा
hy: Զեղչի քանակը
id: Jumlah Diskon
it: Quantità sconto

# discountQuantityHint
source: Enter discount quantity
bn: ছাড় পরিমাণ প্রবেশ করান
de: Rabattmenge eingeben
et: Sisesta allahindluse kogus
fa: تعداد تخفیف را وارد کنید
fi: Anna alennusmäärä
hi: छूट मात्रा दर्ज करें
hy: Մուտքագրել զեղչի քանակը
id: Masukkan jumlah diskon
it: Inserisci quantità sconto

# discountNumber
source: %{number} Discount
bn: %{number} ছাড়
de: %{number} Rabatt
et: %{number} allahindlus
fa: ٪{number} تخفیف
fi: %{number} alennus
hi: %{number} छूट
hy: %{number} զեղչ
id: Diskon %{number}
it: {number}% di sconto

source: Duration
bn: সময়কাল
de: Dauer
et: Kestus
fa: مدت زمان
fi: Kesto
hi: अवधि
hy: Տևողություն
id: Durasi
it: Durata

source: Apply Discount
bn: ছাড় প্রয়োগ করুন
de: Rabatt anwenden
et: Rakenda allahindlus
fa: اعمال تخفیف
fi: Käytä alennus
hi: छूट लागू करें
hy: Կիրառել զեղչը
id: Terapkan Diskon
it: Applica sconto

source: Disable Discount
bn: ছাড় নিষ্ক্রিয় করুন
de: Rabatt deaktivieren
et: Keela allahindlus
fa: غیرفعال کردن تخفیف
fi: Poista alennus käytöstä
hi: छूट अक्षम करें
hy: Անջատել զեղչը
id: Nonaktifkan Diskon
it: Disabilita sconto

source: Edit Item
bn: আইটেম সম্পাদনা করুন
de: Artikel bearbeiten
et: Muuda eset
fa: ویرایش آیتم
fi: Muokkaa tuotetta
hi: आइटम संपादित करें
hy: Խմբագրել ապրանքը
it: Modifica articolo

source: Preparation Time
bn: প্রস্তুতির সময়
de: Zubereitungszeit
et: Valmistusaeg
fa: زمان آماده‌سازی
fi: Valmistusaika
hi: तैयारी का समय
hy: Պատրաստման ժամանակը
id: Waktu Persiapan
it: Tempo di preparazione

source: Minimum Preparation Time
bn: ন্যূনতম প্রস্তুতির সময়
de: Minimale Zubereitungszeit
et: Minimaalne valmistusaeg
fa: حداقل زمان آماده‌سازی
fi: Minimivalmistusaika
hi: न्यूनतम तैयारी समय
hy: Պատրաստման նվազագույն ժամանակը
id: Waktu Persiapan Minimum
it: Tempo minimo di preparazione

source: Maximum Preparation Time
bn: সর্বোচ্চ প্রস্তুতির সময়
de: Maximale Zubereitungszeit
et: Maksimaalne valmistusaeg
fa: حداکثر زمان آماده‌سازی
fi: Maksimivalmistusaika
hi: अधिकतम तैयारी समय
hy: Պատրաստման առավելագույն ժամանակը
id: Waktu Persiapan Maksimum
it: Tempo massimo di preparazione

source: Total Customers
bn: মোট গ্রাহক
de: Gesamtkunden
et: Kliente kokku
fa: کل مشتریان
fi: Asiakkaita yhteensä
hi: कुल ग्राहक
hy: Ընդհանուր հաճախորդներ
id: Total Pelanggan
it: Clienti totali

source: Notifications
bn: বিজ্ঞপ্তি
de: Benachrichtigungen
et: Teavitused
fa: اعلان‌ها
fi: Ilmoitukset
hi: सूचनाएं
hy: Ծանուցումներ
id: Notifikasi
it: Notifiche

source: New Order
bn: নতুন অর্ডার
de: Neue Bestellung
et: Uus tellimus
fa: سفارش جدید
fi: Uusi tilaus
hi: नया ऑर्डर
hy: Նոր պատվեր
id: Pesanan Baru
it: Nuovo ordine

source: Order Status
bn: অর্ডারের স্থিতি
de: Bestellstatus
et: Tellimuse staatus
fa: وضعیت سفارش
fi: Tilauksen tila
hi: ऑर्डर स्थिति
hy: Պատվերի կարգավիճակ
id: Status Pesanan
it: Stato ordine

source: Payout Calculation
bn: পে-আউট গণনা
de: Auszahlungsberechnung
et: Väljamakse arvutamine
fa: محاسبه پرداخت
fi: Maksulaskenta
hi: भुगतान गणना
hy: Վճարման հաշվարկ
id: Perhitungan Pembayaran
it: Calcolo pagamento

source: Payout Processing
bn: পে-আউট প্রক্রিয়াকরণ
de: Auszahlungsbearbeitung
et: Väljamakse töötlemine
fa: پردازش پرداخت
fi: Maksun käsittely
hi: भुगतान प्रसंस्करण
hy: Վճարման մշակում
id: Pemrosesan Pembayaran
it: Elaborazione pagamento

source: Payout completed
bn: পে-আউট সম্পন্ন
de: Auszahlung abgeschlossen
et: Väljamakse lõpetatud
fa: پرداخت تکمیل شد
fi: Maksu suoritettu
hi: भुगतान पूरा हुआ
hy: Վճարումն ավարտված է
id: Pembayaran selesai
it: Pagamento completato

source: Payout Failed
bn: পে-আউট ব্যর্থ
de: Auszahlung fehlgeschlagen
et: Väljamakse ebaõnnestus
fa: پرداخت ناموفق
fi: Maksu epäonnistui
hi: भुगतान विफल
hy: Վճարումը ձախողվել է
id: Pembayaran Gagal
it: Pagamento fallito

source: Update Available
bn: আপডেট উপলব্ধ
de: Update verfügbar
et: Uuendus saadaval
fa: به‌روزرسانی موجود است
fi: Päivitys saatavilla
hi: अद्यतन उपलब्ध है
hy: Առկա է թարմացում
id: Pembaruan Tersedia
it: Aggiornamento disponibile

source: Mandatory Update
bn: বাধ্যতামূলক আপডেট
de: Obligatorisches Update
et: Kohustuslik uuendus
fa: به‌روزرسانی اجباری
fi: Pakollinen päivitys
hi: अनिवार्य अद्यतन
hy: Պարտադիր թարմացում
id: Pembaruan Wajib
it: Aggiornamento obbligatorio

source: Maintenance
bn: রক্ষণাবেক্ষণ
de: Wartung
et: Hooldus
fa: تعمیر و نگهداری
fi: Huolto
hi: रखरखाव
hy: Սպասարկում
id: Pemeliharaan
it: Manutenzione

source: Payment Received
bn: পেমেন্ট প্রাপ্ত
de: Zahlung erhalten
et: Makse saadud
fa: پرداخت دریافت شد
fi: Maksu vastaanotettu
hi: भुगतान प्राप्त हुआ
hy: Վճարումը ստացված է
id: Pembayaran Diterima
it: Pagamento ricevuto

source: Refund Initiated
bn: ফেরত শুরু হয়েছে
de: Rückerstattung eingeleitet
et: Tagasimakse algatatud
fa: بازپرداخت آغاز شد
fi: Hyvitys aloitettu
hi: वापसी शुरू की गई
hy: Վերադարձը սկսվել է
id: Pengembalian Dana Dimulai
it: Rimborso avviato

source: Refund Completed
bn: ফেরত সম্পন্ন
de: Rückerstattung abgeschlossen
et: Tagasimakse lõpetatud
fa: بازپرداخت تکمیل شد
fi: Hyvitys suoritettu
hi: वापसी पूरी हुई
hy: Վերադարձն ավարտված է
id: Pengembalian Dana Selesai
it: Rimborso completato

source: Stock Running Low
bn: স্টক কম চলছে
de: Lagerbestand niedrig
et: Laoseis on madal
fa: موجودی رو به اتمام است
fi: Varasto vähissä
hi: स्टॉक कम चल रहा है
hy: Պաշարը սպառվում է
id: Stok Menipis
it: Scorte in esaurimento

source: Return Requested
bn: ফেরতের অনুরোধ করা হয়েছে
de: Rückgabe angefordert
et: Tagastamist taotletud
fa: درخواست مرجوعی
fi: Palautuspyyntö
hi: वापसी का अनुरोध किया गया
hy: Վերադարձը հայցվել է
id: Pengembalian Diminta
it: Reso richiesto

source: Shipping Delayed
bn: শিপিং বিলম্বিত
de: Versand verzögert
et: Saatmine hilineb
fa: ارسال با تاخیر
fi: Toimitus viivästynyt
hi: शिपिंग विलंबित
hy: Առաքումը հետաձգվել է
id: Pengiriman Tertunda
it: Spedizione ritardata

source: Support Request Created
bn: সমর্থন অনুরোধ তৈরি করা হয়েছে
de: Supportanfrage erstellt
et: Toe taotlus loodud
fa: درخواست پشتیبانی ایجاد شد
fi: Tukipyyntö luotu
hi: सहायता अनुरोध बनाया गया
hy: Աջակցման հարցումը ստեղծվել է
id: Permintaan Dukungan Dibuat
it: Richiesta di supporto creata

source: Support Request Reply
bn: সমর্থন অনুরোধের উত্তর
de: Antwort auf Supportanfrage
et: Toe taotluse vastus
fa: پاسخ درخواست پشتیبانی
fi: Tukipyynnön vastaus
hi: सहायता अनुरोध उत्तर
hy: Աջակցման հարցման պատասխան
id: Balasan Permintaan Dukungan
it: Risposta alla richiesta di supporto

source: Support Request Close
bn: সমর্থন অনুরোধ বন্ধ করুন
de: Supportanfrage schließen
et: Sulge toe taotlus
fa: بستن درخواست پشتیبانی
fi: Tukipyyntö suljettu
hi: सहायता अनुरोध बंद करें
hy: Աջակցման հարցումը փակել
id: Tutup Permintaan Dukungan
it: Chiusura richiesta di supporto

source: Shop Feedback
bn: দোকানের প্রতিক্রিয়া
et: Poe tagasiside
fa: بازخورد فروشگاه
fi: Kaupan palaute
hi: दुकान प्रतिक्रिया
hy: Խանութի արձագանքը
id: Masukan Toko
it: Feedback negozio

source: All
bn: সব
de: Alle
et: Kõik
fa: همه
fi: Kaikki
hi: सभी
hy: Բոլորը
id: Semua
it: Tutti

source: Payouts
bn: পে-আউট
de: Auszahlungen
et: Väljamaksed
fa: پرداخت‌ها
fi: Maksut
hi: भुगतान
hy: Վճարումներ
id: Pembayaran
it: Pagamenti

# unreadNotificationCount
source: {count} unread notifications
bn: {count} অপঠিত বিজ্ঞপ্তি
de: {count} ungelesene Benachrichtigungen
et: {count} lugemata teavitust
fa: {count} اعلان خوانده نشده
fi: {count} lukematonta ilmoitusta
hi: {count} अपठित सूचनाएं
hy: {count} չկարդացված ծանուցում
id: {count} notifikasi belum dibaca
it: {count, plural, =0{Nessuna notifica non letta} =1{{count} notifica non letta} other{{count} notifiche non lette}}

source: Add New Payment Method
bn: নতুন পরিশোধ পদ্ধতি যোগ করুন
de: Neue Zahlungsmethode hinzufügen
et: Lisa uus makseviis
fa: افزودن روش پرداخت جدید
fi: Lisää uusi maksutapa
hi: नई भुगतान विधि जोड़ें
hy: Ավելացնել նոր վճարման եղանակ
id: Tambah Metode Pembayaran Baru
it: Aggiungi nuovo metodo di pagamento

# deliveryAndPayments
source: Delivery & Payments
bn: ডেলিভারি ও পেমেন্ট
de: Lieferung & Zahlungen
et: Tarne ja maksed
fa: تحویل و پرداخت‌ها
fi: Toimitus ja maksut
hi: डिलीवरी और भुगतान
hy: Առաքում և վճարումներ
id: Pengiriman & Pembayaran
it: Consegna e pagamenti

source: Shop Management
bn: দোকান ব্যবস্থাপনা
de: Shop-Verwaltung
et: Poe haldus
fa: مدیریت فروشگاه
fi: Kaupan hallinta
hi: दुकान प्रबंधन
hy: Խանութի կառավարում
id: Manajemen Toko
it: Gestione negozio

source: Update Shop Categories
bn: দোকানের বিভাগ আপডেট করুন
de: Shop-Kategorien aktualisieren
et: Uuenda poe kategooriaid
fa: به‌روزرسانی دسته‌بندی‌های فروشگاه
fi: Päivitä kauppakategoriat
hi: दुकान श्रेणियों को अपडेट करें
hy: Թարմացնել խանութի կատեգորիաները
id: Perbarui Kategori Toko
it: Aggiorna categorie negozio

source: Update Item
bn: আইটেম আপডেট করুন
de: Artikel aktualisieren
et: Uuenda eset
fa: به‌روزرسانی آیتم
fi: Päivitä tuote
hi: आइटम अपडेट करें
hy: Թարմացնել ապրանքը
id: Perbarui Item
it: Aggiorna articolo

source: Changes were saved
bn: পরিবর্তনগুলি সংরক্ষণ করা হয়েছে
de: Änderungen wurden gespeichert
et: Muudatused salvestati
fa: تغییرات ذخیره شد
fi: Muutokset tallennettiin
hi: परिवर्तन सहेजे गए
hy: Փոփոխությունները պահպանվել են
id: Perubahan telah disimpan
it: Modifiche salvate

source: Save location
bn: অবস্থান সংরক্ষণ করুন
de: Standort speichern
et: Salvesta asukoht
fa: ذخیره مکان
fi: Tallenna sijainti
hi: स्थान सहेजें
hy: Պահպանել վայրը
id: Simpan lokasi
it: Salva posizione

source: Select new location
bn: নতুন অবস্থান নির্বাচন করুন
de: Neuen Standort auswählen
et: Vali uus asukoht
fa: انتخاب مکان جدید
fi: Valitse uusi sijainti
hi: नया स्थान चुनें
hy: Ընտրել նոր վայր
id: Pilih lokasi baru
it: Seleziona nuova posizione

source: Location title
bn: অবস্থানের শিরোনাম
de: Standorttitel
et: Asukoha pealkiri
fa: عنوان مکان
fi: Sijainnin otsikko
hi: स्थान शीर्षक
hy: Վայրի վերնագիր
id: Judul lokasi
it: Titolo posizione

source: Phone number
bn: ফোন নম্বর
de: Telefonnummer
et: Telefoninumber
fa: شماره تلفن
fi: Puhelinnumero
hi: फ़ोन नंबर
hy: Հեռախոսահամար
id: Nomor telepon
it: Numero di telefono

source: optional
bn: ঐচ্ছিক
et: valikuline
fa: اختیاری
fi: valinnainen
hi: वैकल्पिक
hy: ընտրովի
id: opsional
it: opzionale

source: Appearance
bn: চেহারা
de: Erscheinungsbild
et: Välimus
fa: ظاهر
fi: Ulkoasu
hi: रूप
hy: Տեսք
id: Tampilan
it: Aspetto

source: Dark mode
bn: ডার্ক মোড
de: Dunkelmodus
et: Tume režiim
fa: حالت تاریک
fi: Tumma tila
hi: डार्क मोड
hy: Մուգ ռեժիմ
id: Mode gelap
it: Modalità scura

source: Light mode
bn: লাইট মোড
de: Hellmodus
et: Hele režiim
fa: حالت روشن
fi: Vaalea tila
hi: लाइट मोड
hy: Լուսավոր ռեժիմ
id: Mode terang
it: Modalità chiara

# darkLightSystemDefault
source: System Default
bn: সিস্টেম ডিফল্ট
de: Systemstandard
et: Süsteemi vaikesäte
fa: پیش‌فرض سیستم
fi: Järjestelmän oletus
hi: सिस्टम डिफ़ॉल्ट
hy: Համակարգի լռելյայն
id: Default Sistem
it: Predefinito di sistema

# darkLightSystemDefaultDescription
source: Use system default light/dark mode
bn: সিস্টেম ডিফল্ট লাইট/ডার্ক মোড ব্যবহার করুন
de: Systemstandard für Hell-/Dunkelmodus verwenden
et: Kasuta süsteemi vaikimisi heledat/tumedat režiimi
fa: استفاده از حالت روشن/تاریک پیش‌فرض سیستم
fi: Käytä järjestelmän oletusarvoista vaaleaa/tummaa tilaa
hi: सिस्टम डिफ़ॉल्ट लाइट/डार्क मोड का उपयोग करें
hy: Օգտագործել համակարգի լռելյայն լուսավոր/մուգ ռեժիմը
id: Gunakan mode terang/gelap default sistem
it: Usa la modalità chiara/scura predefinita di sistema
